{
    "id": 1,
    "author": "José Hyginio",
    "title": "Dagelijkse Notulen",
    "number": 1,
    "year": "1635",
    "period": "27 de março a 31 de dezembro",
    "days": [
        {
            "id": 1,
            "day": "27 de março",
            "contents": "\nCapitão Jacob Duinkercker, do navio \"Het Wapen van\nHoorn\" (o Brasão de Hoorn), requer a condição de homem livre,\nenquanto o navio retorna, dando-lhe permissão para cortar pau-\nbrasil para a Companhia sob as condições que o senhor Terwijde e\noutros também receberam. Isto lhe foi permitido e o Commis ficou \nencarregado de fechar contas com ele e o Comissário Crispijns \nficou encarregado de não mais lhe dar provisões.\n\nJohan Wijnants, ex-Commis a serviço da Companhia das \nÍndias ocidentais, e atualmente na condição de homem livre, se\ncasará com a filha de um certo Brandão, senhor de Engenho, que\nmora em Goiânia ou um pouco mais para o interior, e ele requer \npermissão de poder comprar 5 pipas de vinho francês e barril de\nfarinha, o que lhe foi concebido. Ele pagará para cada pipa 110 \nreais de 8 e para cada meio quilo de açúcar 4 \"stuivers\", lhe \ncustará em açúcar '6 florins cada arroba' e que o mais branco ele \npoderá receber mais em um outro lugar.\n\nJan Evertz, ex-Comissário da Câmara de vendedores neste \nlugar, prestou contas, hoje, de sua administração e governo da\nCâmara de vendedores supracitada de maneira convincente. Este \nfoi feito de tal maneira que tudo se encontra nos devidos \nconformes e nós estamos satisfeitos sem precisar dar nenhum \ncomentário. Por isso ele foi dispensado e ordenamos que ele volte \nà pátria mãe, como Commis do navio \"Het Wapen van Hoorn\" (o\nBrasão de Hoorn).\n\nVisto que o Capitão Jacob Duinkercker se tornou um\nhomem livre, e uma outra pessoa tem que ser colocada em seu \nlugar, por que é necessário que o navio parta amanhã, assim foi\ndecidido que Claes Janssen, pessoa competente e corajosa, que \natualmente é timoneiro no navio, seja nomeada barqueiro patrão\nno lugar de Duinkercker. Para que isto seja efetuado lhe foi dado \nas instruções do senhor presidente Wijntjes.\n\nHoje de manha aqui chegou o navio \"Walcheren\" da \nCâmara de Zeeland com 166 soldados e carregado de farinha e \noutras coisas. Ele também trouxe cartas desta Câmara, uma sem \nestar datada e a outra escrita na reunião dos Senhores 19, que foi\ndatada e assinada pelos senhores da Câmara.\n\nNós recebemos do coronel Arzciszewsky, do exercito para \no Real, uma missiva de pouco conteúdo mais com um \nrequerimento para algumas necessidades.\n\nBartholomeus Ploot chegou do Cabo até aqui por terra com \na novidade, de que os cruzadores \"Coule\" e \"Lichthart\" ali ao redor \nde Galliotte  tinham empurrado um barco português até a costa e\nlhe destruíram totalmente, barco que estava carregado com \nfarinha munição para a guerra em Cabo, que caso não tivesse sido\nbarrado ao seu destino teria chegado.\n\n"
        },
        {
            "id": 2,
            "day": "29 de março",
            "contents": "\nNós escrevemos uma missiva aos Nobres senhores o \nGovernador e Wilhelm Schott, onde foi relatada a destruição do\nbarco já mencionado. Hoje o cruzador \"De Fledermuis\" (o \nMorcego) chegou de Barra Grande trazendo uma missiva do \ncomandante Lichthart, contendo as mesmas informações do que a\nde 'liache', mas ele pediu a sua Excelência uma companhia armada\ncom 'vierroers' e uma companhia de mosqueteiros para fazer uma \nboa ocupação de toda região, para expulsar tanto Albuquerque\ncomo o Conde de Banhole.\n\nHoje à noite foram despachados à pátria os cruzadores\n\"Ter Veere\" e \"'t Wapen van Hoorn\", carregados com açúcar e pau-\nbrasil de acordo com o que está descrito nas faturas. Mas antes \neles irão até a Paraíba, para que eles possam partir de lá juntos\ncom \"De Harinck\" (O Arenque) . Que o bom Deus os leve em \nsegurança de modo que os senhores Mestres possam desfrutar das \nfrutas que por tanto tempo esperaram.\n\n\n"
        },
        {
            "id": 3,
            "day": "30 de março",
            "contents": "\nMais uma vez escrevemos aos senhores o Governador e \nSchott, que os navios tinham partido e também que os cruzadores \n\"Ceulen\" e \"Lichthart\" continuarão a navegar em frente do\nGalliotte, para ver se eles podem fazer, com que outros barcos que \nestejam passando encalhem ou sejam conquistados.\n\nHoje o mestre da tripulação Jacob Pietersz. Tolck partiu\ncom 200 marinheiros para se juntarem ao exercito do Coronel \nArzciszewsky, que se encontra em frente do Real. Todos eles \nforam trazidos dos navios, que aqui estão ancorados, para\ntrabalharem ali, formarem uma bateria e construírem os redutos.\n\n"
        },
        {
            "id": 4,
            "day": "2 de abril",
            "contents": "\nO Comissário Crispijns foi ordenado de colocar provisões os\ncruzadores \"Ceulen\" com 17 homens e \"Lichthart\" ambos por três\nsemanas, e \"De Windhond van Hoorn\" (O Galgo de Hoorn) contado \n22 homens para o período de 4 semanas, porque eles irão navegar\nem frente de Cabo de Santo Agostinho.\n\nNós fizemos uma instrução para o Capitão do cruzador\n\"Schoppe\", Jan Janssen Vos, que está navegando, que ele \nreceberá o comando dos cruzadores supracitados de acordo com \nestas instruções, visto que o Comissário Crispijns declarou que seu\nchefe do vinho partiu com os citados cruzadores em direção da\npátria, e que ele precisava de outro, assim se referiu a pessoa de \nAbraham Lambertsz., Commis do navio \"Deventer\", e foi decidido \nde encarregar-lo como Commis dos vinhos sob a supervisão do\nComissário. Nós informamos o Capitão Aldert Jansz., do navio\n\"Deventer\", que ele precisará de outro Commis. Para isto ele \nindicou uma outra pessoa, conhecido como Jan Sievertsz., seu \nengarrafador, que de acordo com o relatório do primeiro Commis é \na pessoa para isto qualificada, e que para isto ele seja contratado \npara esta função.\n\nHoje de manha chegaram os navios \"Adam e Eva\" (Adão e\nEva), da Câmara de Groningen, com 89 soldados inclusive os \noficiais, e o navio \"Salamander\" (A Salamandra), da Câmara de \nAmsterdã, com 200 soldados sob o comando Filipe Andréa. Ambos\nestão bastante carregados com provisões, munições e outras\ncoisas e eles informam que ainda mais outros navios estavam a \ncaminho, que Deus nos os tragam.\n\nHoje recebemos uma missiva do Nobre Senhor \nGovernador, que contava que a situação continuava a mesma,\nmas que ele esperava que em breve se desse uma boa solução.\nSua Excelência requeria também algumas coisas necessárias, e a\ncarta foi diretamente respondida e seu pedido foi mandado junto \ncom a carta que também contava que os Escabinos estavam \nchegando.\n\n\n"
        },
        {
            "id": 5,
            "day": "5 de abril",
            "contents": "\nDa Paraíba chegou aqui o barco \"Gijseling\", que veio para \nbuscar alimentos e os levar com ele, e visto que ele trouxe uma \nmissiva do senhor Carpentier, que pedia estas provisões, o\nComissário Crispijns que ele cuidasse com que o cruzador fosse \ncarregado com o pedido.\n\nNos escrevemos uma missiva de volta para o senhor \nEijssens, do cruzador de \"Friese jager\" (o caçador de Friesland), \njunto a qual também foram mandadas algumas provisões. Hoje\nrecebemos pelo comboio uma missiva do Coronel Arzciszewsky, \nque requeria duas peças com seus acessórios para que fosse \nentregue na próxima noite. Por isto foi ordenado que se resolvesse \neste assunto imediatamente.\n\n\n"
        },
        {
            "id": 6,
            "day": "6 de abril",
            "contents": "\nDe Itamaracá chegou a chalupa \"Duizendbeen\" (a \nCentopéia) com uma missiva do Capitão Jacob Petri e com ela\nmais dois cachimbos de cal, que ele tinha buscado em Igarassu, e \ncom a mensagem que ele na próxima vez iria mandar mais. A \nchalupa também trouxe um homem livre com 700 \"baccovas\" e 20 \ncocos. Hoje de manha cedo partiu para o Cabo de Santo Agostinho \no navio \"Walcheren\" com provisões e munições para a guarnição\nque lá se encontra e também para o exercito do Governador, para \nquem também se escreveu uma missiva, como também se tinha \nescrito ao Major de Vries.\n\nMichiel Michielsz., que o mês passado chegou do forte\nReal, relatou o que lá tinha visto e contou como ele tinha vindo de \nEspanha, requer agora uma função de artilheiro em um forte. Isto\nlhe foi permitido e ele foi contratado por dois anos pela soma 10 \nflorins por mês.\n\n\n"
        },
        {
            "id": 7,
            "day": "10 de abril",
            "contents": "\nO senhor Presidente visitou mais uma vez o exercito dos \nnobres senhores Coronel Arzciszewsky e Stachouwer,  para \nreceber conselhos deles sobre a missiva dos Senhores 19, que veio \ncom o navio \"De Salamander\" (a Salamandra), de modo que eles \npossam informar os outros confrades e também por sua vez \npossam ser aconselhados. Enquanto sua Excelência lá se\nencontrava também chegou o senhor Wilhelm Schott do exercito \ndo Governador, que nos informou, que ele estaria chegando aqui \namanha para nos informar o que é necessário.\n\nNós recebemos mais uma missiva do senhor Capitão Jacob\nPetri de Itamaracá, dizendo que ele mais uma vez nos mandaria \ncal, mas que ele primeiramente precisa de pipas.\n\nComissário Crispijns foi comunicado de aprontar 4 à 5\npipas para mandar à Igarassu.\n\n\n"
        },
        {
            "id": 8,
            "day": "11 de abril",
            "contents": "\nMais uma vez recebemos uma missiva de Itamaracá do \nmencionado Capitão, com o mesmo conteúdo, e informando-nos\nque ele precisava do material diretamente.\n\nHoje o senhor Schott, que faz parte do exercito do Coronel \nArzciszewsky, chegou junto com o senhor Stachouwer para \ndeliberar sobre todos os assuntos necessários com os outros.\n\nAqui também chegou o navio \"Ter Veere\" da Câmara de \nZeeland, carregado com provisões e outras coisas de acordo com a\nlista, e ele também trouxe soldados (a) ( ).\n\nO fiscal chegou, que relatou que Mathias de Albuquerque \natualmente se encontrava em Serinhaém com mais ou menos 300 \nsoldados e alguns brasileiros. Ele não podia sair deste lugar com\nfacilidade, porque de um lado nós estávamos ocupando Porto \nCalvo e Barra Grande, e do outro lado o senhor Governador se \nencontrava aos arredores de Cabo de Santo Agostinho até as \nredondezas de Serinhaém. Para fazer com que ele fugisse ou para \nderrotá-lo eles precisavam de mais uma companhia de 'vierroes' e \numa companhia de mosqueteiros, e que os habitantes destas \nregiões ainda tem medo de serem molestados por ele o que não\ndeve acontecer. Assim foi decidido, visto que nós não podemos\ndispensar muitas pessoas das guarnições, que uma certa\nquantidade dos soldados que acabaram de chegar, junto com mais \n40 'vierroes' da companhia de Itamaracá, que em total fazem \nquase 100 cabeças para lá serão mandados para perturbar\nAlbuquerque, e se Deus quiser, destruí-lo de uma vez por todas.\n\nIsto foi informado diretamente ao Governador Schoppe, que \naprovou o que tinha sido proposto, assim como o Coronel \nArzciszewsky e Stachouwer do forte Real, mas isto foi feito \noralmente por que o Presidente Wijntjes e o fiscal ontem ali se \nencontravam junto ao exército.\n\n\n"
        },
        {
            "id": 9,
            "day": "12 de abril",
            "contents": "\nAqui chegou o navio \"Sint Maarten\", carregado pela \nCâmara de Zeeland, com provisões e 48 soldados sob o comando\nde um Sargento. Ele também trouxe uma missiva do Conselho dos \nSenhores 19.\n\nHoje nós recebemos uma missiva do Coronel Arzciszewsky \ne o senhor Stachouwer, contendo que o reduto da montanha D'el \nConde, que domina a área do Areal, já tinha construído em sua \nmaior parte para qual se precisava muitas e varias coisas.\n\n\n"
        },
        {
            "id": 10,
            "day": "13 de abril",
            "contents": "\nHoje de manha cedo aqui chegaram 40 soldados com \nprovisões, vindas de Itamaracá, que tinham sido convocados ao\nseu comandante para serem enviados.\n\nEm seguinte chegou de Itamaracá a chalupa \n\"Duizendbeen\" (a Centopéia) com o carregamento de 320 cocos, \ndos quais a metade era da propriedade de Bartholomeus, homem \nlivre desta região, e a outra metade à Companhia. Estes oferecidos\ndiretamente a Govert Leendertsen Clock, que não queria comprá-\nlos pela soma de 5 stuivers cada, por que a demanda é muito \npequena, porque o pais está parcialmente aberto para poder se \ntrafegar e as pessoas tem bastante acesso a liquido. Assim nós lhe \nvendemos a vista por 4 stuivers cada.\n\n\n"
        },
        {
            "id": 11,
            "day": "13 de abril - Post Prandium= (Após o almoço)",
            "contents": "\nO cruzador \"De Fledermuis\" (o Morcego) partiu para Barra \nGrande e \"De Bonte kraai\" (o Gralha malhada) partiu \nprimeiramente para o Cabo, e depois seguirá viagem para Barra \nGrande. O fiscal partiu hoje de manha cedo por terra, para falar \ncom o senhor Governador sobre o que aqui em cima já citado e \ntambém sobre outros assuntos. Entretanto o cruzador mencionado \nesta entregando alguns bens e provisões no Cabo para a\nguarnição, que lá está estacionada, e para o Governador, uma vez\nque isto tenha sido feito, o fiscal irá com \"Leeuwerik\" (a Cotovia) \nem direção de Santo Aleixo, para tomar o comando do navio \"De\nMeermin\" (a Sereia), que lá está ancorado, e irão navegar em\nfrente do Galliot.\n\nO Comissário Crispijns relata a Conselho, que os fornos das \npadarias do Recife irão desmoronar caso não se intervenha a\ntempo. Visto que ele precisa de telhas e pedras, para fazer o \nserviço, foi decidido que amanha cedo a balsa dos Três Pontos será\napanhada, para que 'Fictorij Luiterste' que trabalhou para o \ninimigo em Antonio Vaz buscasse algumas telhas nas olarias à\numa meia hora dali. Para que isto fosse feito mais eficientemente o \nmestre da tripulação ficou encarregado para que ele mandasse\nalguns marinheiros, e Major Piccard ficou encarregado de mandar \nalguns soldados.\n\nHoje recebemos uma missiva do senhor Eijsens de Goiânia, \ncontendo que sua Excelência e o senhor Carpentier concordaram\ncom as cartas dos Senhores 19, que nos foram mandadas. Chegou \no cruzador \"Ceulen\" do comandante Jan Janssen van Vos, que \nperdeu todas suas ancoras nas cordas, menos esta a qual ele está \nancorado agora. Foram dadas ordens diretamente para que ele \nrecebesse novas e mandá-lo a alto mar.\n\nTambém se escreveu uma missiva ao Coronel \nArzciszewsky, contendo que já estava sendo enviado o que ele \ntinha pedido.\n\n\n"
        },
        {
            "id": 12,
            "day": "14 de abril",
            "contents": "\nMais uma vez recebemos uma missiva do senhor Eijssens, \nque pouco relatava, a não ser que sua Nobre Senhoria pedia\nalguns conselhos.\n\nO senhor Schott, que chegou aqui, partiu hoje novamente \nem direção do exercito do Coronel Arzciszewsky e o senhor\nStachouwer, para que ele pudesse, com eles, deliberar sobre \nalguns assuntos à serviço da Companhia. Assim que ele tivesse\nfeito isto, ele deverá partir para se encontrar com o senhor \nGovernador van Schoppe, para lhe relatar e ali ficar a espera de \noutras ordens.\n\n\n"
        },
        {
            "id": 13,
            "day": "15 de abril",
            "contents": "\nNós recebemos uma missiva do exercito do Governador, \ndizendo que, no dia 13 de abril, o Major Bongarçon (John Goodlad) \nteria combatido o inimigo durante muito tempo, neste lado de \nSerinhaém, que fugiu com todos os seus homens, perdendo \nmuitos, que morreram ou ficaram feridos. O inimigo não mais se\nmostrou, mas deixou 12 prisioneiros para trás entre os quais 2 \nCapitães e 1 Alferes. Do nosso lado não caíram mais de 5 mortos e\nmais ou menos 20 feridos. Sua Excelência requer sua companhia,\nque se encontra acampada aqui em Antonio Vaz, que vieram com \no grupo de Itamaracá.\n\nHoje o cruzador \"Ceulen\" partiu em direção do Galiotte\npara levá-lo provisões.\n\nHoje a noite chegou, vindo das costas da Angola, o 'prinse' \n(navio) \"Nossa Senhora do Carmo\", conquistado pelo cruzador \n\"Itamaracá\", que lá estava navegando, carregado com 93,5 pipas \nde vinho e outros pequenos bens.\n\n\n"
        },
        {
            "id": 14,
            "day": "16 de abril",
            "contents": "\nNós respondemos a missiva do Governador, dizendo o que \naqui tinham sucedido, e também mandamos com a mesma os \nutensílios necessários.\n\nTambém respondemos a missiva do Coronel Arzciszewsky, \nque requeria alguns utensílios, o que nós lhe mandamos.\n\nHoje a noite chegou de Paraíba o cruzador \"Gijseling\", \ntrazendo uma missiva do senhor Carpentier, que relatava que ele \nprecisava de algumas provisões e bens.\n\nAndries Verpoorte, soldado sob o comando do Major \nHenderson, recebeu o mês passado a função de condutor, sob a\nresponsabilidade do Comissário da artilharia, e requer agora um \naumento de salário. Depois do relatório de aprovação do\nComissário, lhe foi concedido à soma de 15 florins por mês, o\nmesmo que os outros condutores recebem, o que receberá a partir \nde agora.\n\nJan Vlam van (de) Tertolen, que acabou de chegar com o \nnavio \"Sint Martha\", da Câmara de Zeeland, depois de termos \nrecebido seu relatório de aprovação, também foi contratado como\ncondutor pela soma de 15 florins por mês, o que entrará em vigor\na partir de agora.\n\n\n\nDaniel Vereulen van (de) Delft, que chegou na condição de\nsoldado, foi contratado sexta feira, a pedido de nosso secretario, \npara a função de clérigo, e caso assuma o cargo devidamente ele\nreceberá um aumento.\n\nJan Hart e seu sócio, trabalhadores do forte Ernestus \nrequerem um adiantamento de um terço de seus salários, porque \no prazo já terminou. Isto lhes foi permitido, mas primeiramente foi \ndescontado os alimentos e os materiais que eles usaram. Assim se \ncalculou que eles ainda tinham 139 florins e 5 stuivers, e o \nTesoureiro, o senhor Schott, ficou encarregado de pagar-los.\n\nA propósito da missiva do Governador foi decidido, junto \ncom o Coronel Arzciszewsky e o senhor Stachouwer, que a \ncompanhia do Nobre senhor e o povo que o regimento serão\nmandados por terra para encontrá-lo, o que foi executado nesta \ndata, para fazer com que o inimigo fuja de uma vez por todas, e \npor que o Comandante Lichthart não precisa e não precisará\ndestes soldados em Porto Calvo nem em Barra Grande o que ele já \ntinha resolvido.\n\nHoje chegaram dois grandes barcos, vindos da ilha em \nfrente do forte Amélia, que de lá trouxeram 7 caixas de açúcar \nbranco e moscovado, que pertenciam à alguns portugueses, e será\ndiscutido o que eles receberão.\n\n\n"
        },
        {
            "id": 15,
            "day": "17 de abril",
            "contents": "\nMais uma vez chegou da ilha mencionado 7 caixas de \naçúcar branco e moscovado, em dois grandes barcos.\n\nHoje o Presidente Wijntjes visitou mais uma vez o exército \ndo Coronel Arzciszewsky e do senhor Stachouwer, para deliberar \ncom estes senhores o que era necessário para se defender do \ninimigo nesta região. Isto assim foi feito e eles decidiram que\ndiretamente abaixo do forte Real seria construído um reduto, \naonde seriam instalados os morteiros, de modo que eles pudessem \nassustar os inimigos.\n\n\n"
        },
        {
            "id": 16,
            "day": "19 de abril",
            "contents": "\nAqui chegou, vindo da Galeota ancorado no Cabo, o \ncruzador \"Lichthart\" com o Capitão Van Haarmens, que relatou que\nele tinha perdido todas as suas ancoras e cordas e que agora \nprecisava de outras novas para poder retornar. O mestre de \nequipamentos que ele lhe provesse em seu pedido e liberá-lo.\n\nHoje o Presidente visitou o exercito, e ficou decidido que \ncaso alguma coisa tivesse que ser mandada, teria que acontecer \nmais bem protegido, a saber, que esta fosse acompanhada de um \nbom comboio que por sua vez será escoltado por um comboio do \nCoronel. Também foi discutido o problema do contrabando de \nvíveres, que esta sendo feito pela tripulação dos navios carregados\nque aqui estão ancorados e ficou decidido que caso fique\ncomprovado que aqueles que estejam fazendo o contrabando da \ncarga de seus navios serão punidos.\n\n\n"
        },
        {
            "id": 17,
            "day": "20 de abril",
            "contents": "\n\n\nNós escrevemos uma missiva ao Coronel Arzciszewsky e o \nsenhor Stachouwer, dizendo que alguns suprimentos estavam \nsendo enviados pelo comboio, juntos com víveres suficientes para \n200 homens, porque nos redutos das montanhas tem difícil acesso \nao mesmo.\n\nTambém o cruzador \"Lichthart\" partiu em direção a\nGaliotte para ali ficar navegando até que suas provisões cheguem\nao fim.\n\nHoje a noite recebemos uma missiva do Governador, e \ntambém nos trouxeram um português, sentinela de \"Nossa\nSenhora de Nazaré\", que tinha sido capturado. Os nobres \nSenhores foram informados sobre a verdadeira situação dos\ninimigos no Cabo e como se encontrava as suas provisões de\nvíveres e eles não mais duvidam que o bom Deus os entregará em\nsuas mãos.\n\nTambém recebemos uma missiva do Coronel Arzciszewsky \ne o Senhor Stachouwer, convocando uma grande parte dos \nmarinheiros junto com o mestre de equipamento para construir o \nreduto diretamente a baixo do forte Real.\n\n\n"
        },
        {
            "id": 18,
            "day": "22 de abril",
            "contents": "\nHoje de manha o mestre de equipamento partiu com 300 \nmarinheiros, todos trazendo pás e machados de madeira, em \ndireção do forte Real para construir o reduto.\n\nDe Goiana chegaram o cruzador \"Goudvinck\" (a Abadavina \nde ouro) e \"De Spreeuw\" (o Estorninho) ambos carregados com \naçúcar. Eles também trouxeram uma missiva do senhor Eijssens, \ndizendo que todos os dois tinham 68,5 caixas de açúcar para a \nCompanhia, e 19 caixas para serem vendidos a particulares ou \nportugueses.\n\n\n"
        },
        {
            "id": 19,
            "day": "23 de abril",
            "contents": "\nNós escrevemos uma missiva ao Governador respondendo \nsua carta, que nós tínhamos recebido os prisioneiros devidamente.\n\nNós também escrevemos ao senhor Eijssens, perguntando-\nlhe se ele precisava de mais alguma coisa. Também escrevemos \nao Coronel Arzciszewsky e o senhor Stachouwer, que os \nsuprimentos que tinham sido pedidos estavam a caminho.\n\nTambém ao Capitão Jacob Petri, que ele na ausência do\nComandante Eijssens deverá continuar com o corte da madeira, \nassim como a extração de cal em Goiânia, e mandá-la para cá. Ele\ntambém deverá informar o senhor Christiaans que ele tem que vir \no mais rápido possível, para predicar, por que o Pastor Jodocus \nStetten partiu para Porto de Calvo para fazer o mesmo.\n\nHoje o Presidente comprou do português senhor Antonio\nde Rocha, 20 caixas de açúcar branco de arroba por 13 \nschellingen, e de um certo Diogo 24 caixas de arroba por 12 \nschellingen.\n\nMajor Piccard partiu com o cruzador \"Gijseling\" e alguns \nsoldados em direção de Porto Calvo, levando uma missiva para o\nsenhor Comandante Lichthart e junto a isso alguns suprimentos.\n\n\n"
        },
        {
            "id": 20,
            "day": "24 de abril",
            "contents": "\nEscreveu- se uma missiva ao senhor Schott em Muribeca,\nrespondendo a carta do Nobre senhor que tínhamos recebido\nontem, que o Capitão Jan Hick ontem aqui tinha vindo e disse que\ndois marceneiros se encontravam na casa de Barreto, que ele\nmesmo os tinha levados ao local, para que pudessem fazer as\npreparações, mas que eles precisavam de um item que lá não se\nfornecia. Isto lhes será enviado amanha para que eles possam\nterminar a casa, mas que o Presidente tem a intenção de visitar a\nmesma amanha.\n\nFoi permitido que os nossos seguintes soldados possam ser\ntrocados por soldados dos navios \"Salamander\", \"Adam en Eva\" e\n\"Sint Martha\", que irão desembarcar para servirem durante três\nanos em terra, pelo seguinte preço:\n\nSoldados contratados:\n\n    Claude Mierlie, que chegou na condição de soldado com o navio\n    \"Adam e Eva\" sob o comando do Major Reijert.        8 florins\n\n    François Lemaijr, que chegou na condição de soldado sob o\n    comando do Major mencionado.                        8 florins\n\n    Hendrick Veeneman, que chegou na condição de soldado com o\n    navio \"Salamander, sob o comando do Capitão Christiaen David\n    Kabitier, que chegou no mesmo navio, sob o comando do Capitão\n    van der Ley                                         8 florins\n\nLicenciados\n\n    Mathias Vender soldado sob o comando do Major Bayart,\n    que já cumpriu com seu serviço militar, assim como o soldado\n    Tobias Frans, Hans Jansen van Ardaom, tocador de tambor sob o\n    comando do Capitão Christiaan, e também Cort Jansen van Spalt,\n    Lanceiro sob o comando do Capitão van der Ley.\n\nHoje o Presidente Wijntjes veio aqui mais uma vez, para\ndeliberar sobre os seguintes assuntos: primeiramente os casos\nmais necessários, que o Capitão do navio carregado \"Sint Jacob\"\nque ha muito tempo aqui está ancorado, está requerendo para\npoder fazer sua viagem pelas Índias do oeste e depois seguir curso\na pátria. Foi concedido que ele fosse provido destas necessidades\npara que assim ele possa partir. Em seguida também havia outras\nprioridades a serem discutidas para que tudo ocorresse\nordenadamente e melhor funcionamento dos senhores Mestres.\n\n\n"
        },
        {
            "id": 21,
            "day": "24 de abril - Post Prandium",
            "contents": "\nO cruzador \"De Fledermuis\" (o Morcego) chegou aqui vindo \nde Barra Grande, trazendo uma missiva do senhor Comandante \nLichthart. Ele declara que o fiscal de Ridder, no dia 13 partiu de lá \npor terra para encontrar do Governador e falar com ele, e depois \nde ter feito isto ele partiu a bordo do cruzador \"De Bonte kraai\" (a \nGralha malhada), da cidade do Cabo em direção de Porto de Calvo.\nAonde chegou sã e salvo, em companhia de um soldado, por que o\nGovernador tinha dito que caso ele o precisasse ele estaria a sua \ndisposição.\n\n\n"
        },
        {
            "id": 22,
            "day": "25 de abril",
            "contents": "\nO cruzador \"De Sperwer van Zeeland\" (o Gavião de\nZeeland) aqui chegou, vindo da Paraíba, trazendo uma missiva do \nsenhor Carpentier, que diz que naquele lugar esta havendo uma \ngrande falta de víveres, porque a quantidade de bois está \ndiminuindo e está muito difícil de se arranjar mais, visto que uma \nparte dos animais se dispersou e a outra parte já tinha servido \npara consumo.\n\nArnoud Veneman, chefe da Câmara de vendas, foi \nencarregado varias vezes que ele devia colocar suas contas em \ndia, para prestar contas a Ijsbrant Eeckeren que ficou em seu \nlugar. Visto que ele não seguiu estas ordens, foi decidido pelo\nsenhor Presidente, que ele ficará preso no quarto onde mora com \numa algema a sua perna. Ordens foram dadas para que isto fosse \ndiretamente executado, e nosso auditor irá notificá-lo que ele \ndeverá por tudo em ordem dentro do prazo de 8 dias caso \ncontrario ele será punido mais severamente.\n\nNós redigimos uma instrução para o Capitão do navio\n\"Mercurius\" Dirck Tijs, que ele deverá partir com seu navio para \nRio Formoso, aonde ele deverá ancora o mais próximo possível das \nmargens do rio, de maneira que nenhum navio, barco, caravela ou \nqualquer outra coisa possa entrar ou sair, e ele deverá continuar \nexecutando está tarefa até que suas provisões terminem ou que\nele receba outras ordens.\n\nComprado ao senhor Domingo Dias, português, 4 caixas de\naçúcar branco, pesando 89,5 arrobas adquiridas por 13 schellingen \ncada, o que faz um total de 348:19 florins 5 stuivers. Foram dadas \nordens para que o senhor Tesoureiro Schott lhe pagasse esta \nsoma.\n\nCornelius Janssen van Teunisberch, assistente de \nfabricador de pólvora, que cumpriu com seu serviço militar, requer \nser incluído mais um ano desde que receba um aumento salarial.\nVisto que ele serviu muito bem até o presente momento, lhe foi \nconcedido um aumento de 3 florins por mês e ele continuará mais\num ano em serviço começando a partir de agora.\n\nJan Cornelius van Vleckeren, receberá o mesmo contrato \ndo supracitado.\n\nRobbert Quart, que veio com o navio \"Sint Jan\" na \ncondição de soldado, serviu como tal na companhia do Capitão Jan\nHick. Jan Hick requer agora um artilheiro de bosque e no relatório \ndo Comissário Doncker isto lhe foi concedido, e visto que ele agora \nganha 8 florins, ele passará 10 florins ao mês.\n\nOnno Haije van Jeveren, assistente de ferreiro, foi \ncontratado de acordo com o relatório do Comissário Doncker como \nmestre ferreiro da artilharia, e receberá por mês a rancho de um\ntenente, que entra em vigor no dia 12 deste mês, visto que ele a\npartir desta data estava exercendo esta função.\n\n\n"
        },
        {
            "id": 23,
            "day": "27 de abril",
            "contents": "\nLicenciado e contratado novamente pelo período de 3 anos \npara servir aqui como já se havia decidido.\n\nLuis Pluiva, aspirante sob o comando do Major Bayart, já \ncumpriu com seu serviço militar ha muito tempo e foi licenciado.\n\nO soldado, Isaac Bouseron, vindo com o navio \"De Koning \nvan Zweden\" (o Rei da Suécia) foi contratado pela soma de 8 \nflorins.\n\nO grumete David Raffels van (de) Amsterdã, que veio com\no navio \"De Zonnebloem\" (a Girassol) sem salário, carregado pela \ncâmara de Amsterdã, foi contratado a serviço da Companhia.\n\nE por que ele fala um pouco de português e sabe traduzir,\nfoi decidido que ele a partir de agora irá receber 6 florins por mês.\n\nFrederick Fokkens van (de) Haarlem, que veio na condição\nde grumete no cruzador \"De Raaf\" (o Corvo), foi contratado a \npedido do Comissário Gaven como seu assistente pela soma de 12 \nflorins por mês que entra em vigor na data combinada.\n\nNós compramos ao senhor Antonio de Rocha uma caixa de \naçúcar branco pesando 24 arrobas, pela soma de 13 schellingen \npor arroba, o que faz um total de 93:12 florins, stuivers.O senhor \nTesoureiro Schott ficou encarregado de pagar esta soma a Gaspar \nBalleijns, em nome de Antonio da Rocha.\n\nCornelius Meeuwis de Ketel, assistente de padeiro sob o \ncomando do Comissário Crispijnsz, requer permissão para ser\nhomem livre, por que o seu tempo de serviço já está acabando.\nIsto lhe foi permitido e o chefe ficou encarregado de fechar sua \nconta, e o Comissário mencionado ficou encarregado de despedir-\nlo e cortar seu rancho.\n\n\n"
        },
        {
            "id": 24,
            "day": "27 de abril - Post Prandium",
            "contents": "\nAqui chegou o navio \"De Liefde\" (o Amor) da Câmara de \nAmsterdã, carregado com víveres e munições. Ali também se\nencontrava o Capitão Maulpas, junto com 37 soldados e seu\ngrumete, que relatou que ele por causa de uma tempestade na \nInglaterra teve que descarregar sua carga, principalmente por que \no leme do navio tinha se perdido no mar. Ele também recebeu \nordens do Rei de deixar 23 soldados ali, de acordo com a ata que o \nCapitão mostrou. Ele também trouxe uma missiva da Câmara\ndatada de 16 de dezembro passado.\n\nHoje recebemos uma missiva do senhor Stachouwer e o \ncoronel Arzciszewsky, contendo que ali tinha chegado, vindo do \nforte Real, o servente de um certo Augustijn de Hollander, que \ntinha sido enforcado recentemente pelo inimigo, por que ele nos \ntinha fornecido alguns víveres e com esta ação nos demonstrou\nsua amizade. O servente tinha relatado que no forte havia muito \npoucos víveres e que eles recebiam duas mãos de farinha como\nprovisão para dois dias, com um pouco de carne, que também\ndiminuía a cada dia. Com a ajuda de Deus nós iremos chegar \nrapidamente ao nosso objetivo. Também recebemos uma missiva \ndo Capitão Jacob Petri, da ilha de Itamaracá, dizendo que o\nCapitão Martin virou faleceu no dia 24 deste mês. Em seguida que\nele tinha mandado ontem, a missiva por terra ao senhor Eijssens.\n\nTambém recebemos uma missiva do Nobre senhor \nStachouwer, na qual ele requer alguns suprimentos necessários, o \nque lhe foram mandados diretamente.\n\n\n"
        },
        {
            "id": 25,
            "day": "28 de abril",
            "contents": "\nO senhor Presidente visitou mais uma vez o exercito do \nCoronel Arzciszewsky e o senhor Stachouwer, e ele criou alguns \nartigos para redigir um novo edital, a saber, que nenhum \nportuguês ou um outro de nossos súditos possam trazer açúcar,\nnovas provisões, ou outros bens sem que antes tenha sido\ninspecionado pelos Senhores da Câmara ou um de seus \nrepresentantes, e tenham recebido o direito da Companhia, e \naqueles que infligirem esta lei terão seus bens confiscados pela\nCompanhia.\n\nTambém foi proibido aos portugueses e os outros súditos \nde venderem bens nas estradas, como alimentos frescos, ou \nbebidas alcoólicas, mas eles terão que trazê-las aqui em frente a\nresidência dos senhores, onde a partir de agora será implantada\numa feira, para que ali seja vendidos a todas as pessoas de acordo \ncom o peso e o tamanho que lhes forem indicados, correndo o \nrisco de confiscação, e podendo serem punidos segundo alguns\noutros artigos relacionados a injustiça.\n\nAqui chegou o cruzador conhecido pelo nome de \"De \nSpreeuw van Amsterdã\" (o Estorninho de Amsterdã), vindo de\nPorto Calvo, trazendo consigo uma missiva do senhor Comandante \nLichthart, dizendo que eles precisam de alguns víveres, \nprincipalmente pão duro, para que em tempos de crise disto eles\npossam sobreviver. Ali não muito aconteceu, mas eles se\nencontravam em estado de alerta para impedir Albuquerque de \nfugir e poder prendê-lo.\n\nHoje recebemos mais uma vez uma missiva do senhor \nSchott, relatando que ele tinha recebido uma missiva do nobre \nsenhor Governador, na qual estava descrito que Mathias de \nAlbuquerque escreveu pedindo ajuda do Governador da Bahia, e \nque ele recebeu como resposta que isto era impossível e que ele \nnão a deveria esperar.\n\nNós escrevemos uma missiva ao Capitão Jacob Petri, da\nIlha de Itamaracá, que junto com a embarcação \"Duizendbeen\" (a\nCentopéia) foram mandadas 5 pipas vazias, que ele deverá encher \ncom cal e mandá-las diretamente de volta, por que nós as \nnecessitamos.\n\nNós também escrevemos ao senhor Eijssens, em Goiânia, \numa missiva que foi mandada com a chalupa \"Duizendbeen\" para \nItamaracá, para que de lá fosse entregue, contendo que 3 à 4\ncavaleiros do exercito do Coronel Arzciszewsky partiram sem \npermissão, presumindo que eles deveriam prestar serviço ao\n\"Nachtegaal\" (o Rouxinol) . E se sua Nobre Senhoria ver alguns \ndeles nestas redondezas deverá detê-los e mandá-los de volta\npara que eles serviam de exemplo para outros.\n"
        },
        {
            "id": 26,
            "day": "29 de abril",
            "contents": "\nGonçalvo de Almeida, primo de Juan de Juarez, habitante \nde Muribeca, veio ontem à noite aqui com um pequeno barco\nportuguês, vindo de Barreta e passando pela Ilha ao lado do Forte\nAmélia. Ele trazia duas caixas de açúcar branco, e mesmo tendo \nsido informado que ele não podia entrar com elas antes de ter\ndado satisfação a Companhia, e os portões já tinham sido fechados\nem todos os lugares, ele tentou entrar passando pela paliçada.\nVisto que não pode se permitir que os direitos da Companhia\nsejam colocados de lado, ele deverá ser punido para que sirvam de \nexemplo para os outros, e enquanto isto se sucedeu depois que os \nportões foram fechados, este ato será considerado como um crime\ncapital. Assim os Senhores do Conselho deliberaram sobre o \nassunto em termos judiciais, e vendo que ele fez isto pela primeira \nvez as suas caixas de açúcar serão confiscadas pela Companhia\nnas estradas, e ele foi advertido não mais cometer tais erros, caso\no contrario será punido mais severamente.\n\n\n"
        },
        {
            "id": 27,
            "day": "30 de abril",
            "contents": "\nVincent Dillenburch, Commis dos bens neste local, \ncompareceu a reunião, requerendo se ele poderia ser colocado no\nlugar de Jan Wijnants, Commis dos bens em Goiânia. Isto lhe foi \npermitido sob recomendação do senhor Eijsens, principalmente por\nque ele demonstrou uma boa conduta. Quanto à seu pagamento,\nsobre isto será discutido uma vez que o Conselho estiver completo.\n\nDa mesma maneira requer Dirck Abrahams, Commis no \nnavio \"De Faam\" (a Fama), para poder sucedê-lo em sua função.\nIsto também foi aprovado pelo os outros senhores, e Vincent \nDillenburch ficou encarregado de entregar os bens e os seus livros.\n\nTambém compareceu no cruzador \"De Gouden Haas\" (a \nLebre de ouro) do Crijns Dommine, requerendo a função de\nCommis no Navio \"De Faam\" (a Fama) . Visto que nós fomos \ninformados que para isto ele tem a capacidade necessária, ele foi \ncontratado como Commis do navio mencionado, com a aprovação\ndos outros senhores e receberá depois do seu período de \nexperiência um aumento de salário.\n\nNós recebemos uma missiva do nobre senhor Schott, que \nveio com o comboio, vinda do engenho de Michiel Peijs (Pais?), \ndizendo que era necessário de mandar colocar no Rio Jangada um \ngrande barco, para o transporte de açúcar. Visto que isto irá custar \nmuito tempo para ser realizado, assim foi deliberado sobre o \nassunto com o mestre de equipamentos, e se decidiu que, nesta \népoca, não é possível de se manter um barco ali, por que ele irá\navariar-se e correndo o risco de perder passageiros. Por isso o \naçúcar deverá ser transportado por terra, com carroças, até à\nBarreto, sobre o que o nobre senhor foi informado. A chalupa \n\"Groningen\", partiu, carregada com víveres para a guarnição de\nItamaracá.\n\n\n"
        },
        {
            "id": 28,
            "day": "1 de maio",
            "contents": "\nJacob Albrechts de Willemstad, escrivão da Companhia do\nCapitão Velthem, foi contratado à pedido e uma de recomendação\ndo Comissário Doncker, como seu condutor pela soma de 15 \nflorins por mês, o que também se paga aos outros condutores, o\nque entrará em vigor a partir desta data e continuará pelo período \nde um ano.\n\nO Comissário Crispijns recebeu ordens para distribuir aos \n180 marinheiros, que construíram o reduto diretamente a baixo do \nforte Real, onde serão instalados os morteiros, 6 bixigas (mutsjes)\nde vinho espanhol, e para os Capitães 40 bixigas do mesmo\nvinhos.\n\nA propósito da carta do senhor Eijssens, foi fornecido ao \nportuguês Baltazar Ferdinand os seguintes materiais destinados a\nconstrução de uma pequena embarcação que ele vendeu ao nobre\nsenhor Eijssens.\n\n    Uma Arroba de 'besaen', medindo 102 vara de comprimento, pela\n    soma de 18 stuivers por arroba                        F 76:16\n\n    Uma arroba de linho medindo 51 vara, por 6 stuivers por arroba.\n                                                           F15:6\n    Um cabo de 405 \"pond\", por 5 stuivers por \"pond       F101:5\n    10 \"pond\" linha para coser velas, por um florin cada pond\n                                                            F 10:\n                                                        _________\n                                                          F 203:7\n\nRoeland Carpentier, homem livre, forneceu pau-brasil a\ncredito e ainda fornecerá 900 p, do que mais tarde será feita uma \nconta.\n\nManuel Fernandes, negro, que já está à serviço por três\nanos requer virar soldado. Isto lhe foi concedido e ele recebeu uma \ncolocação na companhia do Major Bayart, mas o primeiro mês será\num período de estagio para que possamos avaliar se ele tem \ncapacidade para o cargo, depois disto ele passará a receber um \nsalário.\n\nCaspar Pants foi licenciado, aspirante sob o comando do \nMajor Bayart, seu tempo de serviço tinha acabado. Do outro lado \nPierre Jammes, que veio à bordo do navio \"De Liefde\" (o Amor),\nfoi contratado como soldado pelo período de 3 anos a partir de \nagora, e irá servir sob o comando do Major mencionado. J.\nVelthuijsen, irá registrá-lo desta maneira e abrir uma conta para o \nmesmo.\n\nO cruzador \"De Sperwer\" (O Gavião) de Zeeland partiu de\nnovo em direção da Paraíba levando uma missiva para o senhor\nCarpentier e com isto soma requerida de 2700 florins.\n\nTambém partiu o cruzador \"De Goudvinck\" (a Abadavina \nde ouro) para levar de novo mais algumas provisões para a\nguarnição. Depois ele irá para Goiânia e irá ser carregado de\naçúcar, junto com o \"De Spreeuw\" (o Estorninho) de Zeeland, que \npartiu hoje diretamente para Goiânia levando uma missiva para o \nsenhor Eijssens e também 1200 florins que ele tinha requerido.\n\nHoje recebemos uma missiva do senhor Governador, \ndizendo que o senhor Schott tinha passado no dia 29 de abril e \ncontinuo para Ipojuca e que ele tinha relatado que a situação dos\nvíveres em Cabo era muito mal. Ao lado disto ele tinha resolvido \nque Cabo teria que ser abastecido durante um período bastante \nlongo, para poder ajudar sua Excelência. Isto foi passou a ser\nrealizado imediatamente e também foi consentido que sejam \nmandados ao Cabo alguns sapatos, camisas e meias o que mais \ntarde não mais poderá ser mandado.\n\nA chalupa \"Groningen\" de Itamaracá chegou trazendo uma \nmissiva do Capitão Jacob Petri, contendo que ele mandou 6 pipas\nde cal.\n\n\n"
        },
        {
            "id": 29,
            "day": "4 de maio",
            "contents": "\nO senhor presidente Wijntjes visitou mais uma vez o \nexercito do Coronel Arzciszewsky e do senhor Stachouwer e ele \nlhes mostrou o edital ordenado, que aqui e agora foi fixado e \nacompanhado de tambores tinha sido apresentado.\n\nHoje de manha nós recebemos uma missiva destes \nsenhores, antes da partida do senhor Presidente. Nela foi redigida \numa carta na língua holandesa, escrita pelo Coronel, para fazer a \nreivindicação do forte, e ele também queria que esta carta fosse\ntraduzida para a língua portuguesa. Isto assim foi feito e o nobre \nsenhor trouxe a carta consigo.\n\nOntem os senhores entraram em um acordo com o senhor \nGeldolff Janssen van Herler, chefe do navio \"De Koning van \nZweden\" (o Rei da Suécia), que ele partiria para Paraíba para \ncarregar açúcar, pau-brasil e alguma outra coisa que o senhor \nCarpentier iria lhe ordenar, assim que ele estivesse carregado ele \nnavegaria para Amsterdã onde ele deveria descarregar. E depois\nque ele tivesse descarregado ele receberá a soma de 8250 florins \nde 'carolus' em uma vez, até 20 'stuivers' à peça, sob a condição\nque o navio ficassem ancorado durante o período de 7 semanas \npara que assim possa ser carregado e no caso que ele tiver que \nficar ancorado por um período mais longo ele receberá mais de \nacordo com o tempo seguindo os custos que estão registrados em\nnosso secretariado.\n\n\n"
        },
        {
            "id": 30,
            "day": "7 de maio",
            "contents": "\nNós recebemos uma missiva do senhor Arzciszewsky e do \nsenhor Stachouwer e também recebemos uma resposta do inimigo \nem Arraial referente à nossa missiva, que era de tal modo, que\neles depois de nossas reivindicações eles não tinham mais\nperguntas e compartilhavam a opinião de continuar fazendo\nresistência até onde pudessem, do modo que um guerreiro de\nverdade deve fazer. A missiva dos senhores mencionados foi \nrespondida diretamente por que eles não requeriam nada.\n\nHoje a noite o cruzador \"Gijseling\" partiu para o Cabo \nlevando Capitão Moulpas e seus 36 soldados que ele trouxe da\npátria. Em seguida .... soldados, que foram trazidos dos três\nredutos em Antonio Vaz. O Capitão levava uma missiva para o\nNobre senhor Governador respondendo a missiva do mesmo, \ntambém levava uma missiva para o senhor Schott e para o senhor \nMajor de Vries e este ultimo ficou encarregado de descarregar e \nmandar os víveres para o Governador e Schott.\n\n\n"
        },
        {
            "id": 31,
            "day": "9 de maio",
            "contents": "\nO mestre de equipamentos marchou, com 70 marinheiros, \nem direção do exercito do senhor Coronel Arzciszewsky e\nStachouwer com a missão de construir alguma coisa logo abaixo\ndo forte.\n\nHoje o Presidente Wijntjes também visitou o exercito e o \nsenhor Stachouwer veio com sua Nobreza.\n\n\n"
        },
        {
            "id": 32,
            "day": "10 de maio",
            "contents": "\nDurante a visita do Presidente ao exercito ele deliberou \ncom o senhor Arzciszewsky e Stachouwer que eles estavam sendo \nobstruídos pelos prisioneiros que também custavam muito sem \nque eles nada produzissem, e que seria aconselhável que eles \nfossem levados a outros locais ao longo da costa e lá fossem \ndesembarcados. Assim foi decidido, visto que os navios estão\ncarregados e prontos para partir para as ilhas das índias \nocidentais, que seus chefes de navios sejam convocados e pedir se \neles não podem levar para as ilhas das Índias Ocidentais, alguns\nprisioneiros para que eles ali fossem desembarcados, cada chefe \nde navio levaria alguns. Isto foi executado imediatamente e os \nchefes dos navios aceitaram a proposta, para isto eles receberão 7\nstuivers por dia, para uma pessoa que come no convés, e para \naqueles que comem dentro do navio 11 stuivers. Até que eles \nfossem desembarcados. O chefe do carregamento da Companhia \nque navegará a bordo do navio irá fazer noticias.\n\n\n"
        },
        {
            "id": 33,
            "day": "11 de maio",
            "contents": "\nDirck Claessen van Osthuijsen, chefe do navio carregado \n\"De Salamander\" (a Salamandra) embriagou nosso auditor David \nLincklaer, na noite de ... para que ele permitisse... . Ele deu \npermissão para cinco ancoras de água ardente e .... tantos queijos\nfossem retirados do armazém carregados em seu navio e \ndesembarcados em terra firme. O chefe do navio relata que ele \nteria vendidos estes bens a Jacques Hack, comerciante livre desta \ncidade, o que ele teria comunicado ao auditor. Tudo isto esta em \ncontradição com a lista de seu carregamento e nosso edital,\nredigido pelos nobres senhores delegados, isto não pode passar\nem branco e deverá ser punido. Assim o chefe de navio foi \ncondenado a pagar a soma de 600 'carolus' florins, uma metade \nserá paga a Companhia e a outra metade será paga ao Presidente \ne o Conselho.\n\nTambém foi condenado Evert Pieters de Hoorn, 'konstabel' \nno navio \"Adam en Eva\" (Adão e Eva), por ter vendido um tonel de\narenque defumado. Ele terá que pagar uma soma 140 'carolus' \nflorins que deverá ser aplicado como foi decidido.\n\nA pedido de Frans Pieter van Nederveen, chefe do navio \ncarregado \"De Hoop\" (a Esperança), foram dadas ordens ao \nComissário Crispijns de fornecê-lo um tonel de cevadinha, 2 tonéis\nde feijão, 2 tonéis de ervilha, um tonel de carne, 1000 arrobas de\npão, 76 jarras de vinho espanhol. Isto significa que a carga que ele\ntinha combinado de levar terá que ser diminuída por que ele diz \nque ele sem estas provisões não pode fazer esta viagem via as\nÍndias Ocidentais para a pátria.\n\nNoum Dirckson van Bueren, que chegou a bordo do navio \n\"Graaf Ernest\" (Conde Ernest) da Câmara de Groningen foi \ncontratado, por causa das recomendações do Comissário Crispijns,\ncomo assistente de padeiro, pelo soma de 14 florins por mês, que\nentrará em vigor no dia 13 de outubro passado quando ele passou \na trabalhar na padaria.\n\nJan Nieuwburgen de Antwerpen, que veio a bordo do navio \n\"De Zonnebloem\" (a Girassol) ou do navio \"de Zwaan\" (o Cisne) da \nCâmara de Zeeland, também foi contratado como assistente de \npadeiro na mesma padaria, também recomendado pelo comissário \nCrispijns, e recebera o mesmo salário, que entrará em vigor no dia \n"
        },
        {
            "id": 34,
            "day": "4 de outubro passado quando ele começou a trabalhar na padaria.",
            "contents": "\nHarmen Strucker van Eijsens, que veio da Câmara de \nAmsterdã a bordo do navio \"De Zonnebloem\" (o Girassol), também\nfoi contratado como assistente de padeiro e receberá a soma de 14 \nflorins por mês começando no dia 30 de outubro.\n\nJan Albrechts van Wierden, que veio a bordo do navio \"De \nkoning van Zwenden\" (o Rei da Suécia) propriedade da Câmara \nmencionada, também foi contratado como assistente de padeiro \npela soma de 14 florins por mês, o que entrou em vigor no dia 2\nde agosto passado.\n\nJan de Fijn de Leiden, que veio a bordo do navio \"De \nVrede\" (a Paz) da Câmara mencionada, também foi contratado \ncomo assistente de padeiro por 14 florins por mês.\n\nGerrit Strijte de Sint Maartensdijk, que veio a bordo do \nnavio do mesmo navio, também foi contratado como assistente de \npadeiro por 14 florins por mês, que entrou em vigor no dia 18 de\nabril passado.\n\nWillem Haarmens de Deventer, que veio com o navio \n\"Overijssel\" da Câmara de Amsterdã, foi contratado por\nrecomendação do\n\nComissário como assistente de padeiro na padaria 'Rotgers' \ndesta cidade pela soma de 13 florins por mês, o que entrou em\nvigor 16 de janeiro passado.\n\nMatheus Abrahams de Amsterdã, que veio com o navio \"De\nHoop\" (a Esperança) da Câmara de Zeeland, também foi \ncontratado como assistente de padeiro na padaria 'Rotgers' pela \nsoma de 13 florins por mês, que entrou em vigor 26 de abril.\n\nHans Conrad van Baeren, vindo de Fentland, que veio com \no navio \"De Zonnebloem\" da Câmara de Amsterdã, foi contratado\ncomo assistente de padeiro pela soma de 13 florins por mês, que\nentrou em vigor 10 de outubro passado.\n\nJan Barentsen de ... foi contratado por recomendação do\ncomissário Crispijns com padeiro chefe de Paraíba, pela soma de \n17 florins por mês, que entrou em vigor no dia 1 de janeiro\npassado quando ele começou a trabalhar na padaria. Lambert \nEverts também foi contratado como mestre de padaria em \nItamaracá e receberá por isto a soma de 17 florins por mês, o que\ncomeça no dia 1 de janeiro passado quando passou a trabalhar na \npadaria.\n\nHoje também recebemos uma missiva do senhor Coronel \nArzciszewsky, que requeria uma grande quantidade de tonéis bem \nsecos para poder armazenar os víveres, por que os mesmo não\nmais poderiam ser guardados devidamente por causa das chuvas \ncontinuas. Isto foi executado imediatamente e o Comissário \nCrispijns recebeu ordens para mandar a maior quantidade de \ntonéis possíveis que para ele não seja necessário.\n\nHoje a noite também recebemos uma missiva do senhor \nGovernador, relatando que ele tinha sido informado por alguns \nportugueses, que no rio 'Porto de Anas' de casi de pedepas \nestavam atravessando um certo numero de pessoas levando \nanimais para o Cabo. Assim para que isto fosse evitado o nobre \nsenhor mandou o Alferes Albrecht Gerrits com 40 homens. Depois \nque ele revistou a área ele pegou o inimigo e prendeu um \ncastelhano 2 brasileiros e 3 negros junto com 18 bois de grande \nporte, este deveria atravessar o rio a nado o que é muito favorável \npara o nobre senhor e ele gostaria de ser informado mais vezes \nsobre estes tipos de prêmios; sua nobreza planejava enforcar as\npessoas mencionadas. Ele também relatou que o castelhano lhe \ncontou que em Bahia chegaram 25 navios entre os quais alguns \n'Duinkerckers'. A missiva foi respondida diretamente, relatando \nque pelos rios seria mandado sal para lá via Cabo, o que sua \nnobreza tinha requerido.\n\n\n"
        },
        {
            "id": 35,
            "day": "12 de maio",
            "contents": "\nO cruzador \"de Vliegende Sperwer\" (o Gavião voando)\nchegou de Porto Calvo, sem a missiva do senhor Comandante \nLichthart, mas eles relataram que tudo estava em ordem.\n\nHoje de manhã recebemos uma missiva do senhor Coronel\nArzciszewsky contendo que as chuvas estavam muito incomodas \npara sua nobreza, oficiais e soldados, por causa de que alguns \nestão adoecendo e também alguns estavam arrumando suas\ncoisas e partiam.\n\nQue nós devemos prestar atenção a esta situação e\ndevemos mandá-los de volta para que sejam punidos \ndevidamente. Esta missiva foi respondida diretamente, dizendo \nque nós iremos prestar atenção.\n\nHoje nós vimos uma missiva, redigida pelo senhor \nGovenador e endereçada ao mestre de equipamentos, no qual \nestava descrito que no Rio Formoso se encontrava um barco, \ncarregado com víveres e munição, que em breve partiria em\ndireção de Cabo para abastecer o inimigo. Assim foi decidido de\nmandar um cruzador, com 12 soldados, que ficará sob a \nresponsabilidade do Major Bayart, para poder se defender melhor \ndo inimigo.Também foram redigidas instruções para o Capitão\nClaes Bastiaens, do cruzador \"De Sperwer van Zeeland\" (a Gavião\nde Zeeland), que partirá em direção do Rio Formoso e ficará\nancorado o mais perto possível da embocadura do rio, para evitar \nque o barco possa sair do rio, impedindo que o inimigo seja \nabastecido. Com este objetivo ele ficará em guarda, durante o dia \ne a noite, e ficará neste local até que receba outras ordens.\n\nAs seguintes pessoas foram licenciadas e contratadas \nnovamente:\n\nThobias Vernau, de Utrecht, servindo sob o comando do \nMajor Bayart, foi licenciado porque sue tempo de serviço já acabou \na muito tempo.\n\nIsaac Potgieter, de Amsterdã, soldado do navio \"St Marta\"\nsob o comando do Major Bayart, foi contratado pela soma de 8 \nflorins por mês, pelo período de 3 anos o que entra em vigor a\npartir deste momento.\n\n\n"
        },
        {
            "id": 36,
            "day": "16 de maio",
            "contents": "\nComissário Crispijns, ficou encarregado de fornecer a 52 \nhomens e um Capitão 6 bexigas de vinho para cada um deles, pelo\ntrabalho que eles prestaram ao Forte Real.\n\nHoje o Presidente Wijntjes visitou o forte de Bruin junto \ncom Major Bayart e o engenheiro Drevisch, e eles anotaram as \npecas que apresentam defeitos. Os construtores ficaram \nencarregados de repará-las imediatamente antes que para isto \neles tivessem recebido um contrato.\n\nO mestre dos equipamentos do exercito no forte Real, \ncontando 52 cabeças, relata que eles estão muito incomodados por\ncausa das chuvas diárias, de modo que eles são obrigados, caso\nisto continue, de instalá-los em um lugar mais alto do que onde \neles estão agora.\n\nTambém se escreveu uma missiva ao Coronel Arzciszewsky \ne o senhor Stachouwer, contendo que tudo se sucedeu como está \nsupracitado.\n\n\n"
        },
        {
            "id": 37,
            "day": "19 de maio",
            "contents": "\nForam dadas ordens ao Comissário Crispijns, que ele \nabastecer o navio \"De Faam\" (a Fama) para o período de 3 a 4 \nmeses.\n\nSe escreveu uma missiva aos Senhores Coronel \nArzciszewsky e Stachouwer, contendo que é necessário a presença \ndo senhor Stachouwer, para resolver o necessário para o despacho \ndos navios que se encontram aqui no ancoradouro e irão navegar\nem Bahia, visto que se trata de 9 importantes navios.\n\nTambém se mandou uma missiva aos senhores Carpentier \ne Eijssens, na qual eles foram convocados de virem o mais rápido \npossível. Vendo que nós fomos informados que estes senhores se \nencontram em Itamaracá, eles virão com o \"Bonte Kraai\" (a Gralha\nmalhada) . Ao lado disto nós mandamos uma missiva ao Capitão\nJacob Petri, que lá está no comando, na qual ele foi encarregado \nde continuar com o corte da madeira e carregar o cruzador \nsupracitado com o mesmo.\n\nHoje a noite chegou o senhor Stachouwer, vindo do \nexercito do forte Real, para resolver dos assuntos mencionados.\n\n\n"
        },
        {
            "id": 38,
            "day": "20 de maio",
            "contents": "\nAqui chegara os senhores Servaas Carpentier e Ippo \nEijssens, vindo por terra de Paraíba e Goiânia, para deliberar tudo \ncom os outros senhores, visto que os navios \"de Bonte kraai\" (a \nGralha malhada) e \"de Friese jager\" (o Casador de Friesland) estão\ncarregados para transportar o que tinha sido resolvido.\n\nHoje receemos uma missiva do senhor Schott, contendo \npouco, porque sua Nobreza espera estar vindo em breve, para \nrelatar tudo oralmente.\n\n\n"
        },
        {
            "id": 39,
            "day": "23 de maio",
            "contents": "\nHoje de manha chegou aqui, vindo de Porto Calvo, o \nComandante Lichthart com o cruzador \"de Leeuwerik\" (a Cotovia), \nque está com a perna ruim porque ele tinha sido picado por \ninsetos.\n\nHoje foi mandado a Itamaracá o cruzador \"De Goudvink\" \n(a Abadavina dourada) para ali buscar 12 caixas de açúcar que se \nencontram no armazém, e partir com elas em direção de Goiânia,\npara que em seguida seja carregado completamente e trazer tudo \nà Paraíba, a fim de descarregar sua carga em um dos navios que\nali estão esperando ser carregados.\n\nChegaram varias missivas do senhor Governador e o \nsenhor Schott, contendo pouco, a não ser que, eles requeriam\nalguns itens necessários.\n\nO senhor Tesoureiro Schott ficou encarregado de pagar ao \nsenhor Major Bayart a soma de 36 'carolus' florins, para os dois \nconcertos nos redutos de pedras em frente ao Recife.\n\n\n"
        }
    ]
}