{
    "id": 2,
    "author": "José Hyginio",
    "title": "Dagelijkse Notulen",
    "number": 2,
    "year": "1636",
    "period": "3 de janeiro a 23 de setembro",
    "days": [
        {
            "id": 40,
            "day": "3 de Janeiro",
            "contents": "\nPresente: Os Senhores Wijntjes, Presidente, O Governador, \nCarpentier, e Herckmans.\n\nAnteriormente havíamos pedido ao Senhor Ippo Eijssens \nque recrutasse entre 500 e 600 Tapuias que se encontram atrás \nTabucarama, sobre o que o mencionado Nobre Senhor pensava \npoder fazer alguma coisa. Considerando as muitas ocupações que o\nNobre Senhor tem, durante seu novo governo, somente agora o \nSenhor Servaas Carpentier recebeu autorização para efetuar as\nordens e fazer a contratação dos Tapuias mencionados.\n\nJoost Pietersz van der Bij, Jacob Pietersz de Utrecht e Sas \nSichels van Eskort,  todos ferreiros do 'treijn'[^treijn] requerem permissão\npara deixar seus serviços e se tornarem cidadãos livres, tendo em\nvista que seu tempo de serviço já acabou, isto lhes foi permitido. O \nComissário dos víveres ficará encarregado de parar o fornecimento \nde seus ranchos e o Commis ficará encarregado de fechar suas \ncontas.\n\nHoje de manhã os cruzadores \"Goutvinck\" (o Pisco) e \"De\nDoffer\" (o Pombo) partiram em direção da Paraíba. Com eles seguiu\no Mestre de equipamentos, Senhor Tolck, para mais uma vez \nexaminar o cruzador \"Mauritius\" que se encontra na Paraíba \ncarregado, e para checar as ultimas noticias que recebemos de que \nele não tem condições de ficar mais 3 ou 4 meses nestas costas.\n\nHenricus Potrus  mostrou ao Conselho que tem servido à\nCompanhia durante muito tempo na função de auditor, sem que seu\nsalário jamais tenha reajustado e por isso requer um aumento.\nDesta forma, considerando sua capacidade e bons serviços em\nconsideração e junto com sua promoção, ele passará a receber em\nvez de 14 florins a soma de 24 florins por mês, o que entrará em\nvigor no dia 1 de janeiro 1636.\n\nPieter van der Heede, que veio para este país à bordo do\nnavio carregado \"De Hoop\" (a Esperança) de Zeeland, exercendo a \nfunção de soldado, foi contratado para a função de assistente do\nCommis Abraham Boxerus por causa de suas qualidades, onde ele \nserviu durante 8 meses e em seguida mais 3 meses na caixa da \ntesouraria, sem que ele para isto tenha recebido um aumento de \nsalário. Agora lhe acordamos, de acordo com seu requerimento, um \nsalário de 14 florins, que entrará a partir deste momento em vigor.\n\nO cruzador \"Ceulen\" recebeu víveres por um período de 6 \nsemanas e partiu com soldados em direção do exercito.\n\n[^treijn]: trem\n\n"
        },
        {
            "id": 41,
            "day": "7 de janeiro",
            "contents": "\nO Predicante Daniel Nepveu, servidor da palavra sagrada na \nlíngua francesa, que desde... serviu fielmente a função de\nPredicante da comunidade, requer por isso o direito de receber um \nsalário. O Conselho percebeu que ele serve à Deus com fervor e\nassiduidade e lhe foi concedido um salário de .... florins por mês,\nque entrará em vigor a partir do momento que ele começou à\nproclamar a palavra de Deus, e ele receberá a mesma soma que o \nPredicante van der Poel, mas somente depois da aprovação de\nNossos Senhores Mestres.\n\nO Cruzador \"De Windhond van Hoorn\" (o Galgo de Hoorn), \nfoi carregado com víveres suficientes para um período de 3 semanas \npara em seguinte partir com soldados em direção do exercito.\n\nTambém partiu em direção do exercito o cruzador \"De\nCauwe\" (a Gralha) carregado com munições para a guerra e\nalgumas necessidades.\n\nChegou de Santo Aleixo o cruzador \"De Phaesant\" (o \nFaisão), carregado com 62 caixas de açúcar destinadas à\nCompanhia, e o navio \"Goeree\" de Barra Grande, que relatou que \nnossa cavalaria tinha partido com alguns soldados da infantaria.\n\n\n"
        },
        {
            "id": 42,
            "day": "8 de janeiro",
            "contents": "\nO Senhor Schottt já nos escreveu varias vezes antes, que \nestava difícil de encontrar farinha ou animais para manutenção de\nnossos soldados e que não tinham dinheiro para pagar os credores\nque haviam fornecido farinha e animais.\n\nAssim foi decidido para satisfazer os moradores e \nportugueses que iríamos comprar pano de algodão dos cidadãos\nlivres e mandar para o Commis Paulus Mazuer em Muribeca.\n\nTambém partiu em direção do exercito o cruzador \"De Bonte\nCraij\" (a Gralha malhada) que leva uma carga de munição para\nguerra.\n\n"
        },
        {
            "id": 43,
            "day": "14 de janeiro",
            "contents": "\nJan Ensoen  que chegou neste país na condição de soldado\na bordo do navio \"West Vrieslant\" (Friesland Oeste) e ha mais ou \nmenos à 2 anos passados foi contratado para função de ferreiro no\n'treijn'[^treijn] pelo qual, durante este período, ele ainda não recebeu um\naumento salarial, assim lhe foi concedido um aumento, por causa do \nrelatório do Comissário Doncker, e seu próprio requerimento de 3 \nflorins por mês, de modo que ele passa a receber 12 florins, o que\nentrará em vigor no dia 1 de janeiro passado.\n\nOrdens foram dadas para o Caixa Bastiaen Keller para que \npagasse ao Alferes Andries Fallo a soma de 45:14: ao qual ele ainda \ntinha direito pela demolição do forte Arraial.\n\nDomingo Luiz e Juan de Oliveira requerem permissão para\nconstruir uma casa em Casueros (Cajueiro?), à meia milha daqui,\npara alojar os viajantes que por ali passam, o que lhe foi permitido.\n\nJan Jaspertsz, Sargento na companhia do Capitão Gilbert,\nrequer poder torna-se cidadão livre visto que seu tempo de serviço\njá expirou.\n\nAssim sendo ele foi dispensado de suas funções e recebeu\npermissão para torna-se cidadão livre. O Comissário dos víveres\nrecebeu ordens para parar de fornecê-lo seu rancho e o Commis\nfechará sua conta.\n\nO Senhor Pieter Meijndertsz, Capitão do navio \"Santa\nClara\", relatou ao Conselho quantos dias teria de ficar no porto, \ncomprovando que parte deste tempo já foi comprido, e pelo qual lhe \nfoi prometido, na presença do Senhor Almirante, uma soma de 1900 \nflorins por mês, assim como se pratica com os capitães de outros\nnavios do mesmo porte. Com isto fechamos um acordo, de modo \nque a partir de agora ele não poderá reivindicar mais do que a soma\nque lhe foi concedida.\n\nO mestre Jan Sijbrandtsz, medico à bordo do navio \"De\nBonte Coeij\" (a Vaca malhada), relatou ao Conselho que ele curou \nalguns funcionários da Companhia de suas lesões e outros males e\nque eles não podiam pagar (visto que eles não tinham dinheiro). Ele\nrequer por isso que a soma em dinheiro, descrita em suas contas, \nseja paga pela Companhia. Visto que nós no momento não\ndispomos de dinheiro em caixa, lhe indicamos se dirigir aos \nSenhores Governadores que lhe paguem de seu orçamento mensal.\n\n[^treijn]: trem\n\n"
        },
        {
            "id": 44,
            "day": "17 de janeiro",
            "contents": "\nPresente: Os Senhores Wijntjes, Presidente, Carpentier e o \nAlmirante.\n\nO Senhor Carpentier chegou durante a madrugada e relatou \nque ele havia visitado as aldeias de Goiana e Paraíba, como estava \ndescrito em suas instruções, onde ele encontrou o Senhor Eijssens,\nque ali também estava para recrutar entre 500 à 600 Tapuias. Mas\nque eles se despediram sem alcançar nenhum resultado, visto que \nnão compareceram nem 80 Tapuias em lugar dos 8000 dos quais\ntínhamos sido informados que iríamos encontrar atrás Tapucarama.\nPor isso, visto que neste caso nada mais podia ser fazer, ele \nmarchou em direção de Muribeca com os duzentos homens que ele\nali havia recrutado, e de Muribeca ele partiu para o Engenho Velho \nde João Paes, onde ele colocou os homens sob o comando do Major\nDe Vries. Ali ele também recebeu uma missiva do Senhor Schottt, \njunto com o relatório de sua viagem, pelo qual nós fomos \ninformados que o inimigo tinha avançado até o Sul da Povoação de\nPorto Calvo com 2000 cabeças. Logo após os Senhores decidiram \nevacuar a povoação se retirando até Barra Grande, solicitando\nalgumas necessidades e barcos para transportar o povo daquela \nregião e trazer as tropas do Senhor Coronel Arzciszewsky, visto que\nem Parapura eles ali nada podiam fazer, por que o inimigo já o tinha \nultrapassado, o que podemos ler detalhadamente no relatório \nmencionado. Assim foi decidido primeiramente de reivindicar todos \nos víveres dos cidadãos livres, levando em conta a escassez dos\nmesmos em nossos armazéns.\n\nQuanto ao despacho de navios foi decidido que alguns serão\nmandados imediatamente em direção de Barra Grande e alguns\nserão mandados para averiguar se o Senhor Coronel aparecerá em\nalgum lugar para embarcar, e por isso os navios irão navegar perto\nda costa até Parapura (Paripueira). Isto por que nós fomos \ninformados que o Coronel havia partido e marchava com destino à\nPovoação, onde ele não poderá passar e por isso talvez ele irá\nprocurar a costa, onde eles ficarão de prontidão e darão sinal de sua\npresença por todo lado.\n\nVisto que a partir da resolução tomada no dia 8 de janeiro\nno Cabo pelos Senhores Governador, Schottt e Herckmans, onde o \nCapitão Malpas recebeu ordens para estacionar com sua companhia,\nque conta com 100 homens da Paraíba e 150 brasileiros, em \nIpojuca e Salgados, e visto que nós entendemos agora que a \nguarnição do Cabo virá para ocupar nossos fortes aqui, nos\nperguntamos se não é melhor mudar a resolução enquanto\nesperamos o Senhor Schottt, que conhece a mesma, ou é melhor \nesperar até que ele chegue.\n\nA propósito das recomendações e sérios avisos nós\ncompartilhamos a opinião que deveríamos manter a guarnição com\nboa guarda e bem munida, também foi decidido que os Senhores \nirão inspecionar todos os fortes e darão as ordens necessárias.\n\nOrdens também foram dadas para que todos os cidadãos\nlivres se armem com uma boa espingarda e que ninguém será \ndispensado de marchas ou será liberado de ficar de sentinela, e que \naqueles que recusarem serão punidos sem perdão.\n\nDepois de termos examinado os livros dos armazéns, se \ndecidido que mandaríamos para Barra Grande: 2 tonéis de \nmanteiga, 20 tonéis de carne, 9 tonéis de toucinho, 100 tonéis \ncevadinha, 200 tonéis de farinha, 9 tonéis de ervilha, 15 tonéis de \nfeijão.\n\nO Comissário Doncker recebeu ordens para mandar para \nBarra Grande, 500 balas, 2500 estacas para a construção de\npaliçadas, pedras 'calibu'* e materiais para a construção de 2\nfornos.\n\nNós recebemos e lemos uma missiva de Barra Grande do \nSenhor Governador, onde mais uma vez ele requer que os fortes \nsejam preparados e onde ele propõe que se instalem algumas\n'brandwachten'[^brandwachten] nas margens do rio, no forte De Bruijn (do Brun) e\nentre as ilhas 'Cheadiners'* e Antonio Vaz, nas proximidades do \nforte Amélia. Assim o senhor Almirante prometeu mandar um barco \nvazio conquistado, para o forte De Bruijn, e entre Amélia e a ilha \nserá posicionado um cruzador como 'brandwacht'[^brandwacht].\n\nO Comissário Doncker ficou encarregado de mandar fazer os \nconcertos do reduto \"Juffrouw de Bruijn\" (Senhorita de Brun), a \nsaber, ao 'kistewerck'[^kistewerck], e em seguida ele deverá mandar fazer\ntodas as reparações que são necessárias nas baterias e\nfortificações.\n\nRoelandt Carpentier requer, visto que chegaram alguns bens \nda pátria destinados aos alguns portugueses em Bavijt como \npagamento do açúcar, se estes bens poderiam ser mandados à\nParaíba, para que ali eles sejam abertos e examinados de acordo \ncom o edital. Assim foi levado em consideração que a revista aqui é\ndifícil de fazer e corre perigo de furto por causa da grande \nquantidade de pessoas que estão envolvidas no processo de\ndesempacotar e embalar. Ficou decidido que estes bens serão\nrevistados em Paraíba pelo Auditor e o Comissário de bens dali, \nmesmo estando ciente que o edital dita que estes bens devem ser \ncontrolados aqui no Recife. Contudo, esta época Paraíba ainda não\nse encontrava em nosso domínio, onde no futuro armazéns iguais \nserão construídos por causa dos interesses de comercio.\n\nO cruzador \"De Canarievogel\" (o Canário) partiu em direção\nde Barra Grande carregado com víveres e outras necessidades.\n\nDiego Fernandes, português, requer permissão para mandar\ncom um dos cruzadores da Companhia para Paraíba, 6 caixas, 2 \npipas, 1 pacote, e 2 toneladas de biscoito. Lhe foi concedido de \nembarcar estes bens com o primeiro cruzador da Companhia, que \nnós iremos mandar para lá, à menos que ele pague à Companhia\npela carga que irá mandar a soma de 20 peças de 8.\n\nO cruzador \"De Canarievogel\" (o Canário) partiu para Barra \nGrande, levando a bordo víveres e munição para guerra e uma\nmissiva para os Senhores Governador e Herckmans, do Conselho \npolítico, onde se encontra a resposta à missiva mais recente dos\nNobres Senhores.\n\n[^brandwachten]: protetores contra incêndio\n[^brandwacht]: vigilância contra incêndios\n[^kistewerck]: trabalho relacionado ao caixão\n\n"
        },
        {
            "id": 45,
            "day": "18 de janeiro",
            "contents": "\nHoje a tarde partiram os Senhores Presidente Wijntjes e \nCarpentier, juntos com o Comissário da artilharia para inspecionar o \nforte \"De Bruijn\" (do Brun) e o reduto \"Juffrouw de Bruijn\" \n(Senhorita do Brun). Após terem visto o que estava quebrado ou \nem ruínas e o que precisava ser reconstruído, os Senhores \nretornaram à noite.\n\nUm certo edital que nós já havíamos publicado e pendurado, \na saber, que nenhum português tinha permissão de ficar no Recife\nou em um de nossos fortes, foi renovado, complementado e \npublicado novamente.\n\nO cruzador \"De Windhond van Hoorn\" (o Galgo de Hoorn) \nchegou aqui, vindo de Barra Grande trazendo missivas do Nobre \nSenhor Governador, onde ele requer algumas necessidades.\n\nO cruzador \"De Doffer\" (o Pombo) partiu para Paraíba, \nlevando tanto algumas necessidades destinadas para a guarnição,\nque ali se encontra, como algumas caixas e pacotes para alguns \nportugueses e cidadãos livres.\n\nTambém partiu o cruzador \"Lichthart\" para Barra Grande \nlevando alguns víveres e necessidades e uma missiva endereçada \nao Senhor Governador para colocá-lo a parte de algumas novidades.\n\n\n"
        },
        {
            "id": 46,
            "day": "19 de janeiro",
            "contents": "\nPresente: os Senhores Wijntjes, Presidente, Carpentier, \n(Schottt) e o Almirante.\n\nO Senhor Willem Schottt chegou ontem do Cabo e propôs ao \nConselho se não seria recomendável confiscar todos os bois com\ncarroças no Cabo, assim como Sua Nobreza já havia ordenado, \ncomo todos os outros que ali poderiam ser confiscados ou \nencontrados na região, de modo que não o inimigo (que parece ter\na intenção de avançar), mas, nós possamos utilizá-los caso seja\nnecessário. Isto foi levado em consideração e estudado pelo\nConselho, e foi decidido de escrever ao Major de Vries (o que já foi \nrealizado), que todos os bois e vacas que atualmente se encontram \nno Cabo, que ali poderiam chegar bem como todos mais que ele \nconseguisse, deveriam ser confiscados e mandados para Várzea, \ninformando-se aos proprietários que seus animais serão restituídos\nou que eles serão reembolsados de acordo com seu valor.\n\nSua Nobreza, levando esta situação em consideração fez um\nbom e abrangente relatório e descreveu o que ocorreu desde do dia \n7 deste mês, quando ele daqui havia partido com o Senhor\nGovernador e o Senhor Herckmans, passando por Cabo e depois \npara Barra Grande, o que nós podemos ver no diário redigido por \nsua Nobreza e que nos foi entregue.\n\nOs Nobres Senhores Wijntjes e Carpentier e o Comissário \nDoncker visitaram ontem o forte \"De Bruijn\" (do Brun) e o reduto \n\"Juffrouw de Bruijn\" ( Senhorita do Brun), por causa da carta do \nSenhor Governador, para que tudo seja colocado em ordem e para \nque todos os fortes que precisassem fossem concertados. Assim os \nSenhores mencionados junto com o Senhor Schottt e outros \ninspecionaram hoje os fortes \"Ernestus\", \"Frederick Hendrick\" aliais \nde \"Vijfhoeck\" (Cinco Pontas), Amélia, Prins Willem em Afogados e \nos redutos da ilha de Antonio Vaz. Depois que os Nobres Senhores \ninspecionaram o que era necessário e devia ser concertado em cada \nforte ou reduto, assim eles retornaram ao Recife durante a tarde.\n\nAntonio Spierelingh, Sargento da companhia do Capitão\nPrevot, que já cumpriu com seu tempo de serviço, requer permissão\npara partir de volta a pátria ou um aumento de salário. Ambos lhe \nforam negados, mas, visto que ele se comprometeu de servir \ndurante mais dois anos lhe foi dado como recompensa um mês de\nsalário e permissão de receber mais um mês de salário que será\ndescontado de suas contas, pelo qual o Caixa Keller recebeu ordens \nefetuar os pagamentos.\n\nHoje de manha partiram do ancoradouro os navios \n\"Salamander\" (a Salamandra), Walcheren, \"Het Wapen van \nMedemblick\" (a Brasão de Medemblik), \"De Faem\" (a Fama),\n\"Overijssel\", \"Ter Tholen\" e \"Goeree\", para de acordo com a \nresolução tomada no dia 17 deste mês, partissem em direção de\nParapura e que naveguem perto da costa, para ver se o exercito do \nNobre Senhor Arzciszewsky se apresenta em alguma praia e caso \nSua Nobreza o quiser, transportaremos o exercito para Barra \nGrande, onde os Nobres Senhores o Governador e Herckmans se \nencontram, de modo que a partir do momento em que eles se \njuntarem, poderão fazer uma oposição mais forte para resistir os\nataques inimigos (que contam com um grande numero de pessoas) \nou caso a ocasião seja propicia eles mesmos poderão passar ao\nataque a fim de desfalcar o inimigo.\n\nChegou de Serinhaém a chalupa ... com ...\n\nTambém aportou o navio \"De Meerminne\" (a Seria), \ntrazendo alguns soldados da Paraíba que foram convocados, e com \no mesmo Comandante Gartsman de Rio Grande. Para lá partiu o \nnavio \"De Leeuwinne\" (a Leoa) de Zeeland e levava à bordo o\nComandante Willem Cornelissen, que tinha recebido ordens para \ncarregar o navio com aríetes e paliçadas, para serem usados no \nlocal para fazer os consertos necessários e depois mandá-los de \nvolta para o Recife.\n\nTambém partiu em direção da Paraíba o navio \"De\nGoutvinck\" (o Pisco) carregado com algumas necessidades e bens, \nque pertencem aos cidadãos livres.\n\n##### _Post prandium_ (Após o Almoço)\n\nDurante a noite chegou ao ancoradouro o navio \"Out \nVlissingen\", que estava ancorado atrás de Santo Aleixo, relatando \nnada em especial. Também chegou o navio \"De Cauwe\" (a Gralha) \nde Cabo de Santo Agostinho, trazendo uma carta do Major de Vries, \nonde ele deixava saber que o inimigo já havia chegado em \nSerinhaém, e por isto ele pergunta o que deveria fazer com os \nsoldados que estão estacionados em Ipojuca.\n\n\n"
        },
        {
            "id": 47,
            "day": "20 de janeiro",
            "contents": "\nPresente os Senhores Wijntjes, Praeses, Carpentier, Schottt, \nAlmirante.\n\nRecebemos e lemos uma missiva datada do dia 18 deste \nmês do Nobre Senhor Eijssens, que nos mandou pelo seu negro, a\npartir da qual nós entendemos que sua Nobreza acha aconselhável \ncontinuar a contratação de algumas centenas de Tapuias, mesmo\nsabendo que isto não pode ser realizado em Tapucarama, visto que\nele pensa que um número suficiente de Tapuias poderá ser \nrecrutado em Rio Grande ou nesta região, que poderá ser utilizado\nnesta situação. Também lemos algumas novidades nesta carta,\nespecialmente, que sua Nobreza, depois de ter convocado, fez a \neleição de oficiais para a Câmara da Capitania de Goiana e escolheu\npara a função de Juizes 'caradores': Goncalvo Cabralde, Caldas de\nRui, Vaz Pinto, Cosmo de Silva, Augostinho Nunes, Conrado de Liz, \nProcurador do Conselho: Antonio Pita.\n\nTodos eles aqui supracitados fizerem seus juramentos de \nacordo com um novo formulário.\n\nNa mesma carta sua Nobreza também requer alguns víveres \ne outras necessidades.\n\nHoje o mesmo negro foi mandado de volta para sua \nNobreza, levando uma missiva como uma resposta breve à sua\ncarta. Primeiramente nós consideramos muito necessário, que sua \nNobreza venha para cá o mais rápido possível, para preparar a \ninstrução do Nobre Senhor Carpentier, de modo que ele possa ser\ndespachado e para que os navios, que já estão preparados para\npartir há tantos meses, finalmente possam ser mandados embora.\n\nEm seguida que nós já falamos com o Senhor Comandante \nGartsman, que... aqui chegou, sobre a contratação de alguns\nTapuias em Rio Grande e havíamos resolvido mandar este \nComandante para lá por um curto período com alguns instrumentos \nnecessários para honrar os Tapuias e desta maneira entusiasmá-los \npara que venham em grande numero e se coloquem em nosso \nserviço contra nosso inimigo.\n\nQue Sua Nobreza compre a maior quantidade possível de \nfarinha, tanto para a manutenção dos Tapuias, que estamos\nesperando, quanto para todas as outras ocasiões de urgência.\n\nQue nós mandemos o mais rápido possível um cruzador em \ndireção de Sua Nobreza, carregado com víveres, tanto destinados\ncomo rancho como para poder negociar em troca da farinha \nrequerida.\n\nNós informamos o Nobre Senhor também das novidades na \nnossa carta mais recente e tudo que nós achávamos que era \nnecessário ele saber, carta da qual a copia se encontra no escritório.\n\nPartiram daqui em direção de Barra Grande os cruzadores\n\"De Haes\" (a Lebre) e \"De Windhond van Hoorn\" (o Galgo), \ncarregados com víveres e materiais para a construção de dois\nfornos no destino, sobre os quais as listas também foram \nmandadas, junto com uma missiva para o Senhor Governador e o \nSenhor Herckmans, na qual nos apresentamos o relatório feito pelo \nSenhor Carpentier, relacionado à sua instrução sobre a contratação\nde Tapuias. Também que antes da chegada da companhia do Major \nde Vries (o que tinha sido ordenado por Suas Nobrezas para ocupar \nmelhor as construções de defesa daqui) aqui já tinha chegado o\nCapitão Maulpas e sua companhia, que acampou em Afogados,\napesar de ter ordens de ter marchado em direção de Ipojuca e\nSalgados, porque mudamos de opinião depois do envio apressado\ndo Major de Vries irá modificar a resolução de Suas Nobrezas e que\nnós estacionamos uma parte da companhia do Major em Antonio \nVaz, Recife e outros lugares onde julgávamos necessários. Também \nque a companhia de Suas Nobrezas ficará estacionada no forte \nVijfhoeck (Cinco Pontos) para defesa e segurança do mesmo. Ao \nlado disto ontem chegaram 100 soldados a cavalo da Paraíba, acima \ndos 40 soldados, que recentemente tinham sido trazidos de lá pelo \nSenhor Carpentier, sobre os quais nós pedimos conselho quanto o \nque deveríamos fazer com os 40 soldados mencionados, que de \nacordo com a resolução estavam sobrando.\n\nFoi requerido a Suas Nobrezas, com urgência, esclarecer a\ninstrução do Senhor Carpentier, e mandar a mesma pessoalmente,\nou mandar que outra pessoa nos trouxesse a mesma, de maneira \nque os navios destinados à pátria não sejam detidos por mais\ntempo.\n\nRelacionado a ultima carta do Senhor Major de Vries, a \nsaber, aquela que nos informa que o inimigo já chegou em \nSerinhaém e que por isto ele deseja saber o que nós queremos \nfazer com os soldados que se encontram em Ipojuca e nos \nengenhos, foi decidido de escrever-lhe que ele deverá reunir os \nsoldados de Ipojuca, assim como todos dos postos dos engenhos, \nporque as posições não conseguiriam segurar o inimigo, e que ele\nos estacionassem com ele em Cabo para fortificar sua guarnição,\nmandando constantemente suas tropas para saber onde inimigo se \nlocaliza e quais são os seus planos. Quanto aos brasileiros que eles\nse juntem com o Capitão da cavalaria o Senhor Van der Ley, no\nlugar onde ele se encontra, e que eles sigam as mesmas ordens.\nQuanto as peças que se encontram na bateria \"Het Kraaijenest\" (o \nNinho de corvo) caso ele não consiga transportá-los para o Pontal,\nque ele tem permissão de jogá-los de cima da montanha no mar ou\nde outro modo que ele mande explodi-las, o que os 'Constabels'[^Constabels]\npossam fazer e saibam como realizá-lo. Em seguida lhe foi \nrecomendado de prestar atenção e ser vigilante sobre tudo de\nacordo com sua honra e juramento.\n\nVisto que é bastante necessário que uma pessoa capaz seja \nmandada para o exercito para exercer a função de Commis e fazer o\ncontrole de todas as munições e peças de artilharia. Para esta tarefa\nficou encarregado o Senhor Lodewijk Smith, atualmente \n'conducteur'[^conducteur], graças a boa recomendação do comissário Doncker,\nfeita na reunião sobre as boas qualidades e o bom comportamento\ndesta pessoa. Ele receberá a quantia de 36 florins por mês, o que\nentrará em vigor a partir desta data.\n\nNós demos ordens ao Caixa Keller que ele pagasse a soma \nde 20 pecas de 8 em uma vez ao Senhor Antoni Coeltje,  pelo \ntransporte de 5 caixas vindas de Montchiappe (Massiape?) até o \nRecife.\n\n[^Constabels]: Policiais\n[^conducteur]: Condutor\n\n"
        },
        {
            "id": 48,
            "day": "21 de janeiro",
            "contents": "\nManuel Graci, português, mostrou que ele, a partir do\nmomento em que a Paraíba foi conquistada, na data ... , até a \nconquista do Cabo de Santo Agostinho, na data de ..., serviu na \nfunção de 'loods'[^loods] nas costas e serviu como timoneiro no cruzador\n\"De Cauwe\" (a Gralha) de Zeeland desde... e que ele foi contratado \npara estas funções sem saber quanto ele ganharia. Assim sendo lhe\nfoi concedido a partir de seu requerimento o salário de 36 florins por \nmês para a função de 'loods' e para a função de timoneiro lhe foi\nconcedido a soma de 42 florins por mês, que entrará em vigor a\npartir do momento em que ele assumiu estas funções.\n\nO mesmo Graci recebeu como recompensa uma soma de 50 \nflorins, por que ele durante a missão mais recente e sucedida trouxe\nos navios para Paraíba sem que fossem avariados, e para isto fosse \nefetuado, ordens foram dadas ao caixa Keller.\n\nLubbertsen, Commis dos bens da Câmara de Amsterdam, \npede permissão para poder partir para a pátria. Isto lhe foi\nconcedido e em seu lugar foi colocado o Senhor Johannas \nSinngelbechtsz, atualmente 'conducteur'[^conducteur] da artilharia, e recebera\num salário de 20 florins por mês, que entra hoje em vigor.\nLubbertsen ficará encarregado de passar seus livros em dia e de \nfechar suas contas.\n\nHoje de tarde chegou aqui de Barra Grande o cruzador \"Het \nHaentje\" (o Galinho), trazendo cartas dos Senhores Governador e \nHerckmans, onde eles requerem algumas necessidades e também \nfaziam seguir uma outra pequena carta escrita pelo próprio senhor \nCoronel Arzciszewsky na qual ele relatava a boa nova, a saber, que \nDeus nosso Senhor, no dia 18 deste mês concedeu ao Coronel uma\ngrande vitória sobre Luis Borgia e seu exercito, e que o exercito \ndele tinha sido totalmente derrotado numa batalha, a mais ou \nmenos duas milhas da Povoação de Porto Calvo. Mesmo tendo\nperdido a batalha e tendo sofrido grandes percas de armamento, \neles não sofreram grandes prejuízos na infantaria, por que eles se\nlocomoviam melhor que os nossos, mas no caso em que tivéssemos \nmais ou menos 200 brasileiros presentes, poucos teriam conseguido \nfugir. Em seguida que o Coronel dali tinha retornado a Parapura, \nquando o Governador já havia partido, e ali não encontrou nenhum\narmazém e os verneís estavam vazios, eles também já havia \nutilizado todos os pavios e munições, e eles ainda deviam carregar\nmais de 100 feridos, por isso o Coronel pedia navios para poder se \njuntar ao Governador.\n\nDurante a tarde partiu o cruzador \"Vliegende Hart\" (o \nCoração Alado), levando víveres e outras necessidades em direção\nde Barra Grande, e ao lado disto também levava uma missiva para \nos Senhores que lá se encontravam, como resposta e \nagradecimento pela maneira rápida em que nos informaram as boas \nnovas mais recentes. Ao Senhor Eijssens mandamos uma missiva \npor terra onde nós lhe informamos sobre as boas novas.\n\nAndré Barbosa e Francisco Brito Pereira compareceram na \nreunião e declaravam num juramento solene, de acordo com o\npedido do servidor da palavra de Deus o Predicante Daniel Schagen, \nque Pedro Cardido havia concedido em casamento sua segunda filha \nDona Beatriz ao Senhor Laurencius Souza de Moura, com a \npromessa que ele doaria junto com sua filha soma de 12000 \ncruzados. Mas depois do casamento ele recusou pagar esta quantia.\nPor isso o mencionado Senhor Laurencius Souza de Moura em \nconsentimento e sob ordens da Câmara de justiça aqui em Brasil \ntomou o engenho de São Thomé como forma de pagamento,\nsituado em Várzea à mais ou menos uma milha de Afogados. Em\nseguida a mencionada Senhora Beatriz partiu de nosso meio, 15 \ndias após haver dado a luz uma criança, sem ter deixado outras \ncrianças ou herdeiros do que seu único filho Antonio de Souza de \nMoura. Finalmente os depositantes mencionados declaram que \nLaurencius de Souza de Moura se casou pela segunda vez com a \nSenhora Catarina de Moura, a segunda filha de Dom Philippo, mas, \nque desta vez ele ainda não recebeu nenhum dote de casamento.\n\n[^loods]: Galpão\n[^conducteur]: Condutor\n\n"
        },
        {
            "id": 49,
            "day": "22 de janeiro",
            "contents": "\nCompareceu perante o Conselho o Senhor Antonio de Souza \nde Moura, único herdeiro do engenho São Thomé e dos partidos que\nà ele pertencem.\n\nEste declarava haver repassado este engenho \nvoluntariamente assim como o direito de uso de um dos partidos \nmencionados ao Predicante Daniel Schagen e seus herdeiros, pelo \nperíodo de 25 anos consecutivos, pelo qual ele havia sido \nrecompensado de tal modo que se considerava satisfeito.\n\nHarmen Wijcker, que havia servido durante algum tempo na \nfunção de assistente de padeiro, foi contratado provisoriamente\npara a função de chefe de padaria em Barra Grande por causa dos\nbons serviços que prestou e suas capacidades, sob reservas de que \nele somente receberá um aumento de salário caso seus serviços e \ncomportamento se comprove.\n\nDurante a tarde partiu o cruzador \"De Meerminne\" (a \nSereia) para Itamaracá levando víveres e uma carta, relacionada á \nmilícia dali, para o Comandante, onde ele recebe ordens de \ninspecionar bem sua guarnição e também lhe foi comunicado o que\nhavia ocorrido.\n\nFoi permitido ao Senhor... Boshuijsen, Alferes sob o \ncomando do Major de Vries, em beneficio de sua esposa a Senhora \nCrijntje van Boshuijsen e sua família, que será pago a soma de 300 \nflorins do salário que ele já ganhou e que irá ganhar, subtraindo \nesta soma de sua conta, que esperamos receber da Câmara de \nZeeland com os primeiros navios que partem para a pátria.\n\nNós lemos uma carta do Major de Vries do Cabo onde ele \nrelatava que ele trouxe os canhões, que nós lhe ordenamos levar ao\nPontal ou no caso que isto não pudesse ser realizado rapidamente,\njogasse os mesmos no mar para que eles não mais pudessem ser\nutilizados. As peças deverão ser levadas ao ponto mais estremo das\nfalésias, de modo que elas rapidamente possam ser jogadas ao mar \ncaso isto seja necessário. Em seguida que ele até agora não havia\nconfiscado nenhuma cabeça de gado, mas, que esperava ordens \npara isto, etc.\n\n\n"
        },
        {
            "id": 50,
            "day": "24 de janeiro",
            "contents": "\nPresente: os Senhores Wijntjes, Praesis, Carpentier e \nSchottt.\n\nO Capitão Stiffrij compareceu na reunião e pediu se o filho\nde sua esposa anterior Jan Verdoorn poderia ser inscrito no \n\"monsterrol\"[^monsterrol] na função de \"Voorman\"[^Voorman], o que lhe foi concedido e\nele passará a receber a quantia de 8 florins por mês a partir de\nagora, o mesmo que um soldado ganha.\n\nNós compramos de Maertens Gerritsz, para beneficio da \nCompanhia, das provisões do navio carregado \"Spitsbergen\", os\nseguintes materiais:\n\n21 estacas finas e longas: dois \"joffers\"*: 115 \"delen\"*: 15\ncarrinhos de mão: 2 rodas para dito: 18 machados grandes: 8\nfacas.\n\nQuando ele chegar na Pátria os materiais supracitados serão\npagos pelos Senhores Governadores da Companhia privilegiada das \nÍndias Ocidentais.\n\n... Esposa de Ottho Etmijer, cidadão livre, vem requerer que\numa negra, que passou algum tempo em seu serviço como ama de \nleite possa ser levada com ela para a pátria, porque elas, além do \nseu próprio filho pequeno também foi ama do filho de Cornelis \nMarcusz, mestre de \"Affuijtmaecker\"[^Affuijtmaecker], durante a viagem de navio.\nEstes fatos foram levados em consideração pelo Conselho e, apesar\ndas oposições, seu requerimento foi concedido com a condição que\nela fica obrigada de devolver a negra mencionada à Companhia ou a\nmandar de volta para o Brasil à bordo de um navio de carga ou de\num navio da Companhia, arcando com os custos do mesmo, da qual \na responsabilidade é de discrição da Companhia.\n\n\n##### _Post prandium_ (Após o Almoço)\n\nNo fim da tarde aqui chegou a galeota \"De Doffer\" (o \nPombo) vindo de Goiana e trazendo uma missiva do Senhor \nEijssens, datada do dia 22 deste mês, onde ele pedia os víveres\nnecessários, munição de guerra, algum dinheiro e em especial um\ncruzador para poder mandá-lo de volta com açúcar ou para utilizá-lo \npara outro fim.\n\nO Capitão Maerten Gerritsz, do navio de carga \"Spitsbergen\"\nnos informou que trouxe consigo 9 marujos da pátria que estão\nservindo a Companhia, pelo que requer ser reembolsado dos custos \nrelativos a alimentação deles a partir do ultimo dia de julho quando\neles embarcaram até o dia 11 de dezembro, incluindo o período em \nque eles se encontram aqui. Mas, visto que nós não dispomos de\ndinheiro no caixa, lhe dirigimos aos Senhores Governadores para \nque eles lhe paguem a quantia de 7 \"stuivers\"[^stuivers] por cabeça por dia,\nfazendo um total de 412 florins e 13 \"stuivers\".\n\n[^monsterrol]: Rolo de amostras\n[^Voorman]: Encarregado, capataz\n[^Affuijtmaecker]: Fabricante de acessórios\n[^stuivers]: Estufas\n\n"
        },
        {
            "id": 51,
            "day": "27 de janeiro",
            "contents": "\nHoje de manha partiu daqui para a ilha de Itamaracá a \ngaleota \"De Doffer\" (o Pombo), levando alguns dos feridos e \ndoentes que chegaram mais recentemente e uma carta para o \nComandante da milícia daquele lugar, na qual lhe recomendamos \nfazer o possível para cuidar da saúde destas pessoas e curá-los, \nincentivando os médicos para que eles cuidem destes pacientes da \nmelhor maneira possível e que lhes tratem sem fazer economias, \najudando com víveres ou outros.\n\nHoje de tarde chegou ao ancoradouro o navio \"Amsterdam\", \nvindo de Texel na pátria, do qual o Capitão é Cornelis Jansz, sendo\nadiado... , trazendo... soldados e algumas necessidades tanto \nvíveres como equipamentos e materiais de \"treijn\"[^treijn] para estas\nterras.\n\nO cruzador \"De Phaesant\" (o Faisão) partiu para o Cabo,\nlevando víveres para a guarnição dali e uma missiva para o Major\nde Vries, na qual ele está sendo indicado como responsável das \nconstruções de defesa, etc.\n\n[^treijn]: Trem\n\n"
        },
        {
            "id": 52,
            "day": "28 de janeiro",
            "contents": "\nPresente: Os Senhores, Wijntjes, preases, Carpentier e o \nAlmirante.\n\nAdquirido de ... ...., cidadão livre, 37 \"el\"* de linho grosso e\nde má qualidade para cuidar dos feridos, visto que nem linho novo \nnem linho velho foi encontrado em poder dos Comissários ou \nCommissen. Ordens foram dadas ao Caixa da tesouraria para que \nele pague 18 \"stuivers\" por \"el\" de linho.\n\nVisto que o Comissário Gave, no primeiro dia de abril \nconsignou ao Senhor Jan Sijmonsz Lacher uma \"cargasoen\"* por \numa soma de 1610 florins para Porto Calvo, que ele atestou sob \njuramento que naquela época se encontrava em Barra Grande no \nnavio \"De Tijger\" (o Tigre), de modo que o \"cargasoen\" com certeza \nfoi recebido pelo Commis Jan Jansz Elpendam, de acordo com o \natestado do Senhor Almirante. Ocorre entretanto que logo depois a \nPovoação onde o mencionado Commis Elpendam se encontrava, foi\nconquistada pelo inimigo e ele foi preso ou morto. Pelo que foi \nrelatado o Comissário Gave requer ser dispensado do caso e solicita \norientação para saber em qual pasta ou conta ele deveria\ncontabilizar estes custos. O Conselho decidiu que isto deveria ser \ncontabilizado na conta de gastos, visto que o inimigo confiscou \ntodos os bens que neste local se encontravam. Este partido de bens \nserá incluído na prestação de contas e não será considerado como\nresponsabilidade do Commis.\n\nVisto que o Capitão Latton apresentou uma carta do Nobre\nSenhor Arzcisaewsky, dizendo que ele teria sido licenciado por sua \nNobreza, e com a aprovação do Governador e depois de nossa\naprovação, que ele poderia partir com os primeiros navios em\ndireção da pátria, assim nós estudamos a mesma e lhe concedemos\no direito de partir, visto que ele por causa de suas injurias não mais\nnos pode servir.\n\nVisto que os portugueses e outros habitantes não estão\nfazendo o melhor que podem para fornecer farinha, altamente \nnecessária ao nosso exercito, a partir deste momento o Senhor \nGoncalvo de Souza, português, receberá ordens e autorização para\nprocurar farinha em todas as nossas conquistas e ele deverá \ncomprá-la e trazê-la para a Companhia, comprometendo-se a pagar\n6 \"schellingen\" para cada alqueire.\n\nAqui chegou, vindo da Paraíba o cruzador \"De Goutvinck\" (o \nPisco), trazendo uma missiva do Senhor Eijssens, onde está \nrelatado que ele havia sido informado sobre a grande recente vitória \ncontra Luis de Borgia na povoação de Porto Calvo, e ele nos\ninformou estar contente com a noticia. Também que ele ratificou \nesta vitória em todos os lugares e mandou traduzir a carta varias \nvezes na língua portuguesa, tantas vezes ele considerou necessário.\n\nO Nobre Senhor George Gartsman, Comandante em Rio \nGrande, compareceu na reunião perguntando por escrito, de acordo\ncom as nossas instruções, sob o modo e forma que se deverá\nutilizar para contratar os Tapuias ou se eles deverão ser tratados\ncomo inimigos. Foi decidido que ele deveria fazer o possível para \nsegurar esta nação. E deveria mantê-los preparados para a ação até\nque outras ordens sejam dadas. Para isto ele receberá ordens para \nde distribuir alguns \"Neurenburgerije\"* de presente para animá-los \ne atraí-los para o nosso lado.\n\nO mencionado Comandante também pediu em seguida \nalgumas peças de artilharia para assegurar a defesa do Castelo, o \nque lhe foi concedido desde que nós não precisemos delas. Depois\nde uma inspeção concluímos que duas peças estavam sobrando em\nCabo e que lhes foram indicadas.\n\nQuanto ao seu requerimento de receber uma embarcação e\nredes para pesca, este pedido lhe foi recusado, por que nós não\ndispomos de redes e não temos embarcações disponíveis.\n\n\n"
        },
        {
            "id": 53,
            "day": "30 de janeiro",
            "contents": "\nNós entramos em um acordo para fazer a compra, a fim de \najudar o grande número de doentes e feridos que estão chegando\ndiariamente do exercito, de 37 \"el\" de pano de linho à 14 \"stuivers\"\npor \"el\", de Huijch Graswinckel, comerciante livre daqui. Uma ordem \nde pagamento foi dada ao Caixa da tesouraria para que o \npagamento seja realizado.\n\nVisto que a viúva de Instavo, cidadão livre, que prestou\ngrandes serviços à Companhia com o fornecimento de farinha e\nanimais, agora capturado pelo inimigo, requer seja examinada a \npossibilidade de que seu filho e alguns de seus companheiros \npossam ser contratados para realizar a captura de negros e \nsalteadores, que causam tantos prejuízos em todos os lugares aos \nmoradores da terra. Por causa de razões importantes isto lhes foi\nconcedido, e para isto eles receberão a soma de 15 florins por cada\ncabeça, que eles nos trouxerem, esteja ela viva ou morta.\n\nTambém uma ordem de pagamento foi dada ao Caixa da \ntesouraria para pagar a viúva do falecido Juan Rodrigo Bastiana, a \nsoma de 2 peças de 8 pelos animais que foram fornecidos.\n\nWoe (?) Pietersz de Haarlem, que chegou neste país à bordo\ndo navio de carga \"De Orangeboom\" (a Arvore Laranja) e que tinha \nsido licenciado de seus serviços, foi contratado para o serviço da \nCompanhia para a função de \"bosschieter\"[^bosschieter], pela qual ele receberá\no salário de 10 florins por mês.\n\nOs Senhores Balthazar Wijntjes, Conselheiro do Alto \nConselho aqui no Brasil e George Gartsman, Comandante da milícia \nno Rio Grande e Capitão de um regimento de infantaria, relataram\ndurante a reunião que o engenho em Cunhau, situado no Rio\nGrande do Norte, que pertenceu a um certo Antonio de \nAlbuquerque, visto que alguns engenhos já nos tinham sido \ntemporariamente adjudicados e que o engenho mencionado até o \npresente momento ainda não tinha gerado ganhos, eles levaram em\nconsideração se não seria aconselhável que ali fossem colocadas\npessoas da nossa nação capazes e de confiança, principalmente\npara que nós possamos contar com elas em um caso de urgência\n(em caso de invasão inimiga partindo destes lados) e que nós\npossamos ocupar esta região com bastantes soldados, o que nós\nnão poderíamos realizar caso nós mandássemos portugueses para\nlá, por que nossas nações não se entendem bem. Por isto nós\ndecidimos que eles tentem entrar em acordo com alguém, \nsubentendendo-se um particular ou com os dois, de dar o engenho \nmencionado em possessão. Vendo que os dois Senhores já estão a\nparte da situação eles já poderão, mesmo que temporariamente,\ntomar posse do engenho e começar a trabalhar. Mas primeiramente, \num bom inventário do engenho e de tudo que nele se encontre, \ndeverá ser feito pelo fiscal, o que poderá ser estudado mais \ndetalhadamente no livro de inventario que ficará sob a \nresponsabilidade do fiscal. Isto será realizado sob a condição de que\ntudo que seja necessário ou que tenha que ser reparado deverá ser \npago a partir dos próprios meios, mas no caso que os Senhores \nMestres decidirem tomar posse do engenho os gastos realizados \nlhes serão reembolsados.\n\n[^bosschieter]: Chefe de cozinha\n\n"
        },
        {
            "id": 54,
            "day": "1 de fevereiro",
            "contents": "\nElbert Crispijns compareceu durante a reunião, trazendo\nconsigo um certo Domingos da Silveira, sogro de Francisco do Rego, \ne mais outros 3 portugueses. Primeiramente ele acusava o Senhor \nDomingos da Silveira, que este havia escondido 11 bois de trabalho, \nque haviam pertencido ao mencionado Senhor Francisco do Rego e \nque por causa de sua ausência deveriam ter sido dado ao fiscal, e\nque o Senhor Domingos tinha tentado se apossar destes animais, \npor que ele não havia declarado os animais de acordo com o edital\nque para isto havia sido publicado. Em seguida que ele deu estes \nanimais a terceiros e tentou escondê-los, ato que mostra a intenção\nde praticar \"dolo malo\", ou seja: crime premeditado. Desta forma, \ndepois de ter-se estudado todas as circunstancias, o Conselho \ndecidiu condenar Domingos da Silveira por uma soma equivalente \nao número de bois que ele escondeu, uma quantia de 23 reais de 8 \npor cabeça fazendo um total de 253 peças de 8. O que será dividido \nem 2/3 para Companhia, 1/3 para o fiscal, e a ultima parte será \ndestinada aos pobres. E visto que os outros portugueses que \nhaviam recebido os animais de Domingos da Silveira também \ntinham más intenções e estavam cientes de que os animais\npertenciam ao Senhor Francisco do Rego e conseqüentemente ao \nfiscal, assim eles foram condenados a restituir o dobro dos animais \nque eles esconderam, aqueles que haviam escondido 4 animais \ndeverão devolver estes 4 animais e mais outros 4, aquele que\nescondeu 2 deverá restituir mais dois acima. Tudo isto virá em \nbeneficio da Companhia e deverá ser entregue no engenho de \nMassiappe, e deverão ser incluídos no inventário deste engenho.\n\nQuanto à situação de um certo português vindo de Abaija\n(Bahia?) com um barco carregado de peixe que aqui iria ser \ncomercializado, foi decidido que isto seria adquirido e colocado no \narmazém e fechamos negócio por uma soma de 25 peças de 8 por \ncada 1000 peixes fornecidos e ele nos forneceu 14.700 peixes, de \nmodo que chegamos à um total de 367,5 peças de 8, da qual o\nSenhor Keller recebeu uma ordem de pagamento para o dia 2 deste \nmês.\n\nAqui chegou a galeota \"De Doffer\" (o Pombo) vindo da ilha \nde Itamaracá trazendo uma carta daquele que ali está no comando, \nonde ele pergunta se é possível mandar alguns materiais à bordo do\npróximo navio, para a construção do Forte Orange. Aqui também\nchegou o cruzador da Câmara de Zeeland, vindo de Cabo de Santo \nAgostinho, que relatou que 13 dos nossos navios se encontravam \npor trás da ilha de Santo Aleixo e que nosso exercito tinha chegado \nem Serinhaém.\n\nVisto que muitos feridos e injuriados, vindos do exercito, \nforam mandados para \"Casa de Misericórdia\" e eles precisam de \nbons alimentos e carne fresca para se alimentarem, assim os \ndiáconos, os responsáveis pela Casa de Misericórdia, pediram se \neles podiam receber duas vacas da Companhia. Isto lhes foi \nconcedido e o boiadeiro ficou encarregado de fornecer à 8 peças de\n8 a peça e Bastiaan Keller ficou encarregado de debitar este gasto \nna pasta da conta dos pobres.\n\n\n"
        },
        {
            "id": 55,
            "day": "2 de fevereiro",
            "contents": "\nVisto que o reduto de pedra no Recife estava meio \nabandonado e havia sofrido alguns danos, que precisavam ser \nconcertados, assim depois de se ter tocado os tambores em publico \na obra foi destinada e aceita por Coenraet Jansz, sob a condição de\nque ele concertasse o reduto em sua totalidade no período de três\nsemanas, e a partir do momento em que ele terminasse o trabalho \nele passaria a realizar a manutenção do mesmo pelo período de um\nano. Para este serviço ele receberá a soma de 750 florins \"carolus\"[^carolus]\na saber, em uma vez a quantia de 100 florins à vista assim que o\nreduto estiver pronto e a seguir ao final de cada quarto de ano, ele \nreceberá um quarto do restante da soma. A Companhia fornecerá \ntodas as estacas, postes e tabuas, que são necessários para\nrealização da obra, assim como as balsas que trarão o barro\nnecessário para a construção.\n\nAs obras do Forte Ernestus, que precisa de manutenção,\ntambém foram anunciadas em publico com tambores e contratadas \npara colocar em estado do orçamento para colocá-lo em ordem e \nmantê-lo pelo período de um ano, com o senhor Major Cornelis\nBayart, pelo qual a companhia lhe pagaria uma soma de 675 florins \n\"carolus\" de uma vez.\n\nVisto que diariamente lamentamos que nossos soldados, tão\nbravos, se dirigem à nós pedindo tecidos para fazer roupas ou um\noutro tipo de roupa de linho para cobrir sua nudez, e visto que nós \nnão temos nada para ajudá-los e fazemos que não estamos nem ai\npara suas tristes queixas o que nos dá uma dor enorme e que \nfunciona em prejuízo da Companhia, assim o Conselho acha de \nextrema importância que custe o que custar deverá se comprar um \nbom partido de pano de um comerciante livre na conta da \nCompanhia, e que a partir disto mandemos costurar roupas de linho \npara vestir os soldados. Com este objetivo entramos em acordo com \num costureiro que pela soma de um florin por uniforme irá trabalhar \ncom o auxilio de entre 10 a 20 homens.\n\nCompramos panos de algodão para fazer o pagamento de\n20 brasileiros, que cortaram durante mais de vinte dias madeira \npara a padaria, a saber, 118,5 \"el\" por 22 \"stuivers\" por \"el\" do \ncomerciante Vlugh. Pagamos à 17 brasileiros 5 \"el\" por cabeça pelo\ntrabalho de 20 dias e ao Capitão pagamos o dobro, do qual o caixa\nBastiaan Keller fará uma conta.\n\nDemos uma ordem ao Caixa Bastiaan Keller para que ele \nefetuasse o pagamento do Senhor Isaac de Rassičre pelo \nfornecimento de 72 \"el\" de pano de algodão à 21 \"stuivers\" por \"el\",\nque usamos para a construção de toldos para fazer a secagem do\naçúcar que lá havíamos confiscado no Engenho de Massiape em \nbeneficio da Companhia o total é uma quantia de 75 florins e 12 \n\"stuivers\".\n\nOrdens foram dadas ao senhor Bastiaan Keller para que \numa soma de 250 florins, 3 stuivers e 8 penningen fosse paga ao \nSenhor Isaac de Rassiére por alguns pacotes de roupa de linho, \ncamisas de linho e meias de linho que compramos do mencionado \nsenhor e como está indicado no recibo afim de vestir os homens nus \ne o Comissário Gave ficará encarregado pelos custos desta compra.\n\n[^carolus]: Carolo\n\n"
        },
        {
            "id": 56,
            "day": "4 de fevereiro",
            "contents": "\nO Comandante George Gartsman que compareceu na \nreunião relatou que no forte Ceulen em Rio Grande algumas peças\nde calibre pesado se faziam necessárias. Isto já havia sido proposto \npor sua Nobreza ao Senhor Sigismund van Schoppen na Paraíba, \nque se encontrava neste local ha dez meses, este requerimento lhe \nhavia sido concedido nesta ocasião. Mais uma vez o mesmo\nrequerimento continua sendo aconselhável e necessário e o \nComissário da artilharia recebeu ordens para mandar embarcar \nimediatamente duas peças de 16lt/# que vieram do Arraial.\n\nDurante a manha chegou o navio \"Out Vlissingen\" relatando \nque o inimigo já havia atacado duas vezes o pequeno forte em \nBarra Grande, mas, que foram detidos por nossos corajosos \nsoldados. Enquanto isto o Senhor Governador acompanhado por \nalgumas tropas marchava em direção de Barra Grande para livra-los\nde seus molestadores. Em seguida visto que havíamos sido \ninformados pelo mencionado Senhor Gartsman que em Rio Grande \nJan Duij [Nandhui] havia chegado com seus Tapuias, assim foi \ndecidido de mandar o Senhor Gartsman de volta o mais rápido \npossível, levando alguns presentes que deverão ser dados aos\nTapuias, em seguida o Nobre Senhor fará todo o possível para \nmotivar os Tapuias fazendo com que eles venham se juntar à nós e\nnos ajudem na guerra e que o maior numero possível de Tapuias \nvenham para cá, o que é muito vital para a Companhia visto que \neles e a sua reputação metem medo no inimigo.\n\nO Senhor Balthazar Wijntjes e Georges Gartsman requerem \numa ocupação temporária do engenho em Cunhau, que pertence ao\nEx Governador da Paraíba Senhor Antonio Albuquerque. Eles \ndeclararam estar dispostos à repararem um moinho e recolocá-lo\nem funcionamento, de modo que ele esteja pronto para fazer \nmoagem na próxima safra.\n\nAssim esta ocupação provisória lhes foi permitida sob a\ncondição de que eles façam todo o possível para que o moinho\nfuncione novamente, e caso este seja vendido eles terão sempre a\npreferência, caso eles desejem pagar a mesma soma que está\nsendo oferecida. No caso que uma outra pessoa compre o engenho, \nos mencionados Senhores serão restituídos por todos os\nmelhoramentos realizados no mesmo, como ficou concordado entre \nos \"cavalheiros\" (palavra de homem).\n\nFoi deliberado sobre o que nós deveremos fazer, neste difícil \nmomento em que o inimigo invade nossas conquistas com um \ngrande numero de soldados, com os navios que ha muito tempo \natrás haviam sido destinados a partir em direção da pátria; ou que\nestes navios sejam despachados o mais rápido possível ou que nós \nos mantenhamos durante mais algum tempo aqui.\n\nLevando razões importantes em consideração, de um lado\ndo grande desejo de mandar cargas de volta aos nossos Senhores \nMestres, satisfazendo-lhes deste modo e dar-lhes meios para que \neles possam nos mandar o socorro que ha tanto tempo precisamos, \nde outro lado, porque os navios já se encontram ha muito tempo \ncontra nossa vontade nos portos para serem carregados, alguns até \nmesmo foram destruídos com o tempo e nós não tínhamos\nmateriais para concertá-los, também que entre os navios de carga \nalguns significavam enormes custos. Levando tudo isto em \nconsideração e depois de termos deliberado longamente sobre o\nassunto isto nos incentivará para com que os navios partam, em \nnome do Senhor, o mais rápido possível.\n\nPor outro lado, também levamos em consideração que\nnossos inimigos, numerosos, estavam atrás de nós e já haviam \nrecuperado algumas de nossas conquistas, e que tudo indicava que \neles iriam, caso eles encontrassem mais pessoas, continuar a \ninvasão. Contra qual poderíamos usar estes navios, sabendo que\nnossas tropas são tão pequenas e que nós devemos procurar por\ntodas as partes pessoas que possam lutar, em seguida, vendo que \nnossos armazéns estão vazios, sem alimentos e sem munição e que\nnós poderíamos, em um caso de urgência, conseguir alguma ajuda\ndos navios de carga e que caso contrario também tememos que \nnosso inimigo seja encorajado, assim que ele notar que 12 navios \ndeste porte estão partindo das costas, principalmente depois da\nguerra em terra onde eles se provaram tão forte contra nós, de\natacar a partir do mar os postos captais na costa, como fomos \ninformados hoje pelo navio... Que o inimigo havia assediado o forte \nde Porto Calvo.\n\nDepois de uma longa deliberação e de termos levados todos\nos pontos em consideração resolvemos, que os navios deveriam\npartir o mais rápido possível para a pátria, para este fim todas as \ncartas e ordens deveriam ser redigidas diretamente. Estes navios \napós do dia de orações, a ser realizado no dia 7 deste mês, partirão\npara o mar, a bordo será nosso delegado o Senhor Servaas \nCarpentier, que Deus o guie.\n\nO Comissário Doncker mostrou que em Barra Grande \nnecessitava-se imediatamente da indicação de uma pessoa para a\nfunção de \"Conducteur\"[^Conducteur] no forte e exercer o comando da artilharia\nneste lugar. Para isto ele indicou um certo Frederick Rigaudts, que \nveio a bordo do navio \"Amsterdam\" na condição de soldado. Ele foi\naceito provisoriamente e deverá partir imediatamente. Ele irá \nreceber por isto um salário de acordo com seus méritos nesta \nfunção.\n\n[^Conducteur]: Condutor\n\n"
        },
        {
            "id": 57,
            "day": "6 de fevereiro",
            "contents": "\nPropomos hoje de manha ao Almirante que partisse em \ndireção do exercito, depois de termos sido informados, que alguns\ndias atrás, havíamos recebido uma missiva, ou melhor, havíamos \ninterceptado uma missiva escrita pelo Senhor Dom Pedro Manuel de \nSanta Maria, monge franciscano e Guardião em Paraíba, na qual ele\nescreve à alguém que se encontra ao lado do General Luis de Borgia\na situação de nossos fortes e construções de defesa e algumas\nmaneiras para fazer a reconquista da Paraíba e para destruir nosso \nestado, tendo em vista que entre outros também se alega que os \nJesuítas mandam copiar todos os nossos assuntos de Estado por \nmensageiros secretos e inventam de tudo, mostrando meios que \npossam nos derrubar.\n\nConsiderando a instrução dos Senhores 19, onde eles\nordenavam que mandássemos embora todos os Jesuítas do país, e \nlevando em consideração que isto também havia sido recomendado\ndiretamente pela missiva geral dos particulares na Holanda que nos \nfoi mandada, a saber, se nós não podíamos, nesta situação onde\nnavios estão partindo, aproveitar a ocasião de pegar todos os\nJesuítas e mandá-los embora do país como já havia sido resolvido.\n\nPara isto havíamos tomado algumas precações, refletindo\nsobre a melhor maneira de juntar todos eles no mesmo local, de \nmodo que assim que nós tivéssemos capturado um o outro não\npudesse escapar. Depois o Senhor Eijssens demonstrou como seria \nfácil de juntar os Jesuítas dos 3 distintos lugares de Goiana, e que \naqueles que morassem na Paraíba poderiam ser facilmente \ncapturados pelo Major Bongarçon. Assim faltavam somente aqueles \nque moravam em Ipojuca para quais o Senhor Schottt também \nconhecia uma solução, e aqueles de \"Madonnelandt\", que... Tinha\naceitado.\n\nAssim sendo ficou resolvido que isto seria colocado em \nfuncionamento e durante a noite iríamos simultaneamente a todos \nestes lugares, de modo que eles fossem expulsos deste país e \npartissem com os navios que aqui se encontram.\n\nE para satisfazer os moradores da melhor maneira possível, \nque naturalmente ficarão muito descontentes com esta operação,\ncada um dos Senhores em seus respectivos governos irá explicar \ndiretamente em publico aos Senhores das Câmaras e o povo que \nisto assim sucedeu por causa das perigosas intrigas que esses \ncometiam contra este Estado, pelo qual tanto eles como nós iríamos \nacabar nos envolvendo em um derramamento de sangue e que para \nevitar esta situação fizemos o que fizemos e que nós indicaríamos à\neles outras pessoas capacitadas para realizar suas missas e que \nfaríamos o que fosse nesta situação.\n\nTambém lemos algumas missivas de que os portugueses se \nlivraram, onde eles mesmos estão solicitando, que nós\nmandássemos alguns padres de outras ordens embora por causa \ndas intrigas que estão tramando contra nós, mostrando isto a partir\nde cartas originais deste tipo de pessoas.\n\nAssim foi decidido que estes seriam tratados da mesma \nforma que os Jesuítas.\n\nIsrael... Mandou para o Rio Grande 559,5 \"el\" de linho \n\"ossenbrugh\" * para os soldados no Castelo Ceulen, para que isto \nfosse distribuído como vestimentas entre os soldados que disto \nprecisam. Este material foi adquirido pela soma de 17 \"stuivers\" por \n\"el\". O Commis, pessoa que irá distribuir o material, deverá provar \nque ele efetuou a doação aos Soldados e outros servidores da\nCompanhia.\n\nEm beneficio da guarnição na Paraíba mandamos 848,3/4\n\"el\" de linho de \"ossenbrugh\" para servir como vestimentas para os \nsoldados e outros servidores da Companhia de que disto irão\nprecisar e que será colocado na conta para 17 \"stuivers\" por \"el\", \npreço pelo qual foi adquirido dos comerciantes livres daqui.\n\nDurante a manha o Nobre Senhor Almirante Lichthart partiu \nem direção de Barra Grande a bordo do cruzador \"Out Vlissingen\"\ncarregado com algumas necessidades.\n\nTambém partiu no final da tarde \"De Meerminne\" (a Sereia) \nem direção de Rio Grande, carregado com víveres e outras\nnecessidades.\n\nDurante a noite partiu \"De Leeuwinne\" (a Leoa) em direção\nda Paraíba levando víveres e outras coisas para que ali embarcasse \no maior numero possível de paliçadas e depois partisse, mas, desde \nque o Comandante esteja ciente de sua partida.\n\n\n"
        },
        {
            "id": 58,
            "day": "12 de fevereiro",
            "contents": "\nHoje assinamos os \"certeparthijen\"[^certeparthijen] do navio de carga \"De\nLeeuwinne\" (a Leoa), do Capitão Theunis Pietersz Hermaeij, assim\ncomo está descrito mais detalhadamente no mesmo.\n\nAssinamos a instrução destinada ao Senhor Tonneman, para\nque partisse com os navios abaixo relacionados em direção ao\nexército e que ali espere receber dos Senhores Governador e \nAlmirante outras ordens que deverá seguir: \"Salamander\" (a \nSalamandra), Almirante, \"Tholen\", vice-almirante, \"Dordrecht\", \nContra-Almirante, \"De Faem\" (a Fama), \"Holandsche tuijn\" (o \nJardim Holandês), \"Walcheren\", e \"Overijssel\".\n\nHoje chegou de Barra Grande a galeota \"De Duijff\" (o \nPombo), a bordo do qual veio o Nobre Elias Herckmans, relatando \nque o Governador já havia resolvido que o forte de Barra Grande \nseria demolido por causa de um monte que se encontra nas \nimediações do forte, a partir do qual o inimigo teria uma vantagem\nimensa, porque dali eles podem saber onde atirar e acertar os \nsoldados dentro do forte e ninguém pode se mostrar ao léu.\n\nVisto que os Capitães mencionados perguntaram sobre a\npossibilidade de receber algum vinho para ser consumido no \ncamarote pelos oficiais, assim sendo foi ordenado que cada Capitão\nrecebesse um tonelzinho \"Galeij\" de 18 jarras, o comandante \nreceberá 30 jarras e três queijos, e os outros cada receberá dois\nqueijos.\n\nFoi ordenado que tantos as carroças que transportam o \ndizimo do açúcar ou como de qualquer outro produto não serão\nobrigadas a pagar o pedágio na passagem de Francisco de Orego \nem frente ao forte de Bruijn (do Brun).\n\n[^certeparthijen]: Certificação de segurança\n\n"
        },
        {
            "id": 59,
            "day": "13 de fevereiro",
            "contents": "\nFoi decidido, levando em consideração que não dispomos\nmais de sacas para colocarmos pão, mas, principalmente farinha,\nque deveríamos comprar 100 sacas de linho dos comerciantes \nlivres, assim como os seguintes foram adquiridos do comerciante \nlivre Vlugge, a saber:\n\n    1 pedaço de linho \"ossenbrugh\" medindo \t48 \"el\"\n    1 dito                                 56\n    1 dito                                 59\n    1 dito                                 54\n    ______                                 _____\n    4 pecas                                217 \"·\".\n\n    108,1/2\n    54,1/11\n    Total holandês  379,3/11 a 17 stuivers por \"el\".\n\nHoje estudamos a administração das contas de vendas à\nvista e dos bens de comercio feitas pelo \"Commis\" Johannes \nBouman, antigo \"Commis\" em Rio Grande.\n\nContas que mostram que ele tem uma sobra de 83: 6: 7, \nque ele afirma ser originaria do Senhor Stachouwer e que ficou no \nseu caixa, pela qual o mencionado Nobre Senhor receberá uma \nordem de pagamento do Caixa Bastiaen Keller.\n\nO Capitão François de Bonte trouxe da pátria o Senhor Jean\nde Lavalle, que é seu servente, e visto que ele o utiliza em sua \nCompanhia na função de tocador de tambor ele receberá o salário\nequivalente a sua função e ordens foram dadas ao \"Commis\"\nEeckeveen que ele será inserido a partir deste momento.\n\nHoje de manha partiram deste ancoradouro os navios \n\"Salamander\" (a Salamandra), \"Tholen\", \"De Faem\" (a Fama) \n\"Dordrecht\", \"Overijssel\" e \"Walcheren\" com ordens para se \njuntarem ao nosso exercito e para lá ficarem até que outras ordens \nsejam dadas.\n\nAqui chegaram \"De Phaesant\" (o Faisão) e o cruzador\n\"Ceulen\", este ultimo que acaba de chegar de Barra Grande, trouxe \numa missiva onde algumas necessidades estão sendo requeridas\npara que para lá sejam enviadas, e o outro que veio de Cabo de \nSanto de Agostinho trouxe uma missiva que contem o mesmo \nrequerimento.\n\nNós acertamos as contas do Senhor Maerten Gerritsz, \nCapitão do navio de carga \"Spitsbergen\" por causa dos bens que ele\ntrouxe para Companhia, e chegamos a conclusão que ele ainda tem\num credito de 3058:9, que lhe será enviado em açúcar com o \nprimeiro navio que partir para a pátria e isto será dado em \nconsignação ao comerciante Dirck Claessen Veen, em Hoorn, sob a\ncondição que os direitos da Companhia sejam garantidos\nantecipadamente.\n\n\n"
        },
        {
            "id": 60,
            "day": "22 de fevereiro",
            "contents": "\nHoje de manha partiu deste ancoradouro o Nobre Senhor \nCarpentier em direção da pátria, acompanhado dos navios\n\"Enckhuijsen\", \"De Tijger\" (o Tigre), \"De Moriaen\" (o Moreno), \"De \nBonte Coeij\" (a Vaca Malhada), a bordo do qual o Nobre Senhor se \nencontrava, \"St Clara\" (Santa Clara), \"Speeljacht\", \"Spitsbergen\", \n\"De Leeuwinne\" (a Leoa), \"Pasmoij\", que haviam partido da Paraíba \nacompanhado por dois outros navios, \"Mauritius\" e \"Zeerobbe\" (a \nFoca), todos eles carregados com açúcar e pau-brasil. Que Deus os \nguie e os leve ao porto de destino são e salvos.\n\nTambém partiu em direção de Itamaracá o cruzador\n\"Lichthart\", levando algumas necessidades, e Abel Pietersz partiu \npara o Cabo de Santo Agostinho.\n\nAqui chegou o cruzador \"De Spreeuw van Amsterdam\" (o \nEstorninho de Amsterdã), vindo do exército e não trazia novidades.\nTambém chegou o cruzador \"De Doffer\" (o Pombo) vindo de Barra \nGrande.\n\n\n"
        },
        {
            "id": 61,
            "day": "23 de fevereiro",
            "contents": "\nHoje pela manhã partiu o cruzador \"De Haen\" (o Galo) em\ndireção do exército levando algumas necessidades.\n\n\n"
        },
        {
            "id": 62,
            "day": "7 de março",
            "contents": "\nOs Senhores Presidente Wijntjes, Herckmans e o Major \nBayart visitaram o forte Afogados com o objetivo de entrar \ndevidamente em acordo com o empreiteiro. Eles observaram que o \nforte é muito grande, a saber, ele mede 140 varas de \"Rijnland\" * e \nvisto que as chuvas estão chegando foi decidido que amanha deverá\nser anunciado ao som dos tambores que estamos procurando um \nempreiteiro para as obras em beneficio da Companhia e para que o \nforte seja mantido e onde seja necessário que novas paliçadas \nsejam colocadas.\n\nChegou o navio \"Out Vlissingen\", vindo da Bahia, que \nrelatou que os navios da Companhia que haviam recebido ordens \npara cruzarem nestas águas, a saber, \"Salamander\" (a \nSalamandra), \"Ter Tholen\", \"De Faem\" (a Fama) \"De Maecht van \nDort\" (a Virgem de Dordrecht), \"Overijssel\", \"Walcheren\", \"Out \nVlissingen\" e \"De Holandsche tuijn\" (o Jardim Holandês) haviam\nentrado em combate, no ultimo dia 19, com dois Galeões e um\n'petassie'*. O vice-almirante espanhol sofreu muitos danos dos tiros \ndisparados e escolheu fugir com os outros em direção da Bahia. O\ntraquete e o grande mastro do navio \"Salamandra\" foram \ndestruídos por tiros, mas, de acordo com nosso dever socorremos \nuns aos outros em lugar de continuar a conquista do inimigo.\n\n\n"
        },
        {
            "id": 63,
            "day": "12 de março",
            "contents": "\nNa reunião compareceu o Senhor Paulus Mazeur, que\nrelatou que ele não conseguia mais achar farinha disponível em\nMuribeca, a menos que ele tivesse dinheiro ou bens para negociar.\nDepois de uma deliberação foi decidido, tendo em vista que não\ndispomos mais de meios líquidos, de se adquirir alguns bens dos \ncomerciantes livres e pagá-los com açúcar pelo preço de mercado.\n\nOrdens foram dadas ao Caixa Keller para que ele pague ao \nSenhor Isaac de Rassičre uma soma de 37:4 por algumas \nespeciarias.\n\nAqui chegaram os navios \"Salamander\" (a Salamandra), \n\"Ter Tholen\", \"De Faem\" (a Fama) \"De Maecht van Dort\" (a Virgem \nde Dordrecht), \"Overijssel\", \"Walcheren\", e \"De Holandsche tuijn\" (o \nJardim Holandês) que vieram da Bahia de todos os Santos onde eles\ncruzaram, mas nada conseguiram conquistar.\n\nO navio \"Ter Tholen\" partiu em direção de Bahia Formosa\ncom o objetivo de buscar alguns mastros e 'stengen'[^stengen].\n\n[^stengen]: varetas, barras\n\n"
        },
        {
            "id": 64,
            "day": "14 de março",
            "contents": "\n> Is gearriveert t'jacht de Sperwer comen-\n> de uijt het leger, voor nieus niet met brengende.\n>\n> Is t'seijl gegaen t'schip de Leeuwinne\n> met eenige nootwendicheden naer Paraiba.\n\nO cruzador \"De Duijff\" chegou do exército  trazendo 9 \npresos, 1 Alferes e 3 monges capuchos do povo inimigo  e também \ntrouxe algumas cartas para o Almirante onde o 'Mastermaker' \ndeixou saber que os cruzadores \"De Spreeuw\" (o Estorninho) de \nDelft, \"De Winthont\" (o Galgo) de Hoorn e \"De Leeuwinne\" (a Leoa) \npartiram para cruzar ao longo da costa de Camaragibe até Porto \nFrancisco.\n\nVisto que nós fomos informados que, por causa da doença \ndo Comissário geral dos víveres daqui, sua esposa está se \nenvolvendo cada vez mais com o armazém e os víveres da \nCompanhia do que ele mesmo, o que não podemos aceitar de\nmaneira alguma, por isso foi decidido que o Commis Johannes Listrij \nreceberá ordens para só ele se ocupar com as entradas e saídas dos \nvíveres e irá administrar os armazéns em beneficio da Companhia \ndurante o período que o Comissário continuar enfermo, mas, ele \nficará obrigado de prestar contas semanalmente à este Comissário.\n\nLemos o requerimento feito pelo Capitão Philodomicx Thie\nonde ele pede uma gratificação pelos custos que teve com Caspar\nBellerius, que ficou detido em sua casa pelo período de 9 semanas.\nDepois de termos deliberado ficou resolvido que o suplicante \nreceberá 25 peças de 8 do qual o Caixa Keller ficou encarregado de \nrealizar o pagamento.\n\n\n"
        },
        {
            "id": 65,
            "day": "18 de março",
            "contents": "\nDaqui partiu o cruzador \"De Duijff\" carregado com víveres \nem direção da Paraíba.\n\nDeliberamos sobre a grande inconveniência da falta de um\nbom local onde nossos homens possam se reunir oficialmente em \npaz e tranqüilidade para que boas resoluções sejam tomadas sobre\nassuntos que são necessários para o governo do Brasil. Alem disto\ntambém levamos em consideração que não existe uma boa ordem\nno tratamento de casos e no despacho de vários assuntos, criando \nassim uma má reputação para o Conselho. Por isso é muito\nnecessário que um bom local seja indicado que possa ser adaptado \ne onde possa ser construído uma sede do Conselho que se preze.\nDepois de termos deliberados longamente sobre este assunto ficou \nresolvido que a casa onde o Sub-Mestre de equipamentos mora com \nalguns marujos, para isto seria apropriada, ao lado da mesma uma \nsala de conselho será construída. Em seguida no lado sul ainda \nserão construídas outras salas que servirão como secretaria,\ntesouraria e uma sala de reserva para o escritório geral.\n\nO primeiro andar será construído de forma que ofereça uma \nboa vista e será destinado ao alojamento dos guardas do conselho e \npara os administradores da secretaria e da tesouraria. O porão será\ndestinado como casa de detenção para criminosos.\n\nVisto que os médicos estão se queixando diariamente pela\nfalta de linho velho para fazer os curativos dos pacientes e já não\nreceberam nada durante muito tempo da Companhia, foi resolvido \nque deverá se adquirir linho dos comerciantes livres, de modo que \nos injuriados possam ser tratados.\n\nVicente Driellenburch, Commis em Goiana, requer um \naumento salarial. Levando seu comportamento em conta lhe \nconsentimos a soma de 42 florins por mês, como recebem todos os\noutros, que vestem a mesma função, o que entrará em vigor a\npartir do dia 26 de julho de 1635, quando ele começou a exercer o \ncargo.\n\nO Comissário Gave recebeu ordens para comprar, para um \nAlferes espanhol que está preso, uma roupa por uma soma dentre \n50 à 60 florins.\n\n"
        },
        {
            "id": 66,
            "day": "20 de março",
            "contents": "\nPresentes: os Senhores Wijntjes, Stachouwer, Eijssens, \nHerckmans e o Fiscal.\n\nDurante a tarde o cruzador \"De Haen\" (o Galo) chegou de \nSerinhaem e não trazia nenhuma novidade.\n\nJoão da Costa de Oliveira foi contratado como Coletor do\ndizimo do \"penning\" em Muribeca, Santo Amaro e na Várzea, pelo \nqual ele receberá durante 4 meses 70 peças de 8, e pelo qual lhe foi \ndado uma instrução e levaremos isto em conhecimento publico em\ntodos os lugares onde é de costume.\n\nO Fiscal nos informou sobre o que havia ocorrido com dos 8 \nCapitães de navio que entraram em combate em Bahia com dois\ngaleões e que haviam deixado estes fugirem sem nenhuma razão.\nEste relatório foi lido e foi decidido que eles seriam convocados esta \ntarde pessoalmente e em seguida que eles deveriam ser \ninterrogados, para descobrimos quem tinha falhado, de modo que \npossamos continuar os procedimentos. Isto será realizado no \nalojamento do Fiscal na presença dos Senhores Eijssens e \nHerckmans.\n\nThomas Colamen, que chegou na condição de Aspirante à\nbordo do navio \"Overijssel\", vem exercendo a função de medico no\nconvento, em Antonio Vaz, já faz 14 meses e para isto lhe foi \nconcedido um salário de 14 florins por mês.\n\nFoi decidido que o navio \"Het Wapen van Medemblick\" (o \nBrasão de Medemblick), que se encontra em Barra Grande, deveria\nser convocado, tendo em vista que este lá de nada poderá servir e \nque ele se encontra sem víveres, e para que aqui possa averiguar \naqui os planos do inimigo.\n\n\n"
        },
        {
            "id": 67,
            "day": "21 de março",
            "contents": "\nOs Senhores Comissários que estudaram o caso dos \nCapitães mais detalhadamente relataram que depois de uma\ninvestigação prolongada eles concluíram que o Comandante\nTonneman não cumpriu de modo algum com seus deveres, assim\ncomo o Vice-Almirante Pieters Jansz não agiu de maneira\ncondizente. Assim foi resolvido que iríamos deter Tonneman no \nnavio \"Delft\" e enquanto isto iremos investigar o papel dos outros \noficiais do Comandante. Também ficou resolvido que iríamos \nprender o Capitão do navio \"De Faem\" (a Fama) e os outros\nCapitães, cada qual em seu navio, e iremos juntar informações\nsobre todos os oficiais dos respectivos navios.\n\nAqui chegaram os navios de carga \"De Liefde\" (o Amor) e \n\"De Trompet\" (a Trombeta) da Câmara de Amsterdã, que partiram\nde Texel no dia 1 de dezembro 1635, sem que trouxessem alguma \nmissiva ou conta de sua carga, somente os 'certeparteijen'*. A \nbordo do navio \"De Liefde\" veio o Comandante Smient \nacompanhado de alguns cidadãos livres, dizendo que 7 navios,\ncarregados com víveres, ainda se encontravam no mar.\n\nRecebemos uma missiva do exercito onde está descrito que \nhavia sido resolvido que o Senhor Stachouwer partiria em missão de\nguerra com 300 homens, e também foi indicado donde eles seriam \nrecrutados.\n\nO cruzador \"De Goutvinck\" chegou vindo da Paraíba.\n\nOs cruzadores \"De Zeerider\" (o Cavaleiro do Mar) de \nZeeland e o \"Kemphaen\" (o Galo de Briga), vindos da direção do\nSul, onde eles navegaram a 10 graus de latitude, mas, nada \nencontraram.\n\nDaqui partiu o cruzador \"De Spreeuw\" (o Estorninho) de \nZeeland em direção de Goiana carregado com bens de consumo.\n\nAqui chegou o cruzador \"De Doffer\" (o Pombo) de \nSerinhaem.\n\n"
        },
        {
            "id": 68,
            "day": "22 de março",
            "contents": "\nO navio de carga \"Het Land van Belofte\" (a Terra Prometida) \naportou vindo de... E carregado com víveres. Ele partiu de Texel \nacompanhado de 15 navios, todos virão para cá, e ele viajou\ndurante o período de 9 semanas.\n\nOrdens foram dadas ao Senhor Bastiaen Keller para que \nefetuasse o pagamento complementar de 24 florins ao Senhor \nThomas Meijn e seus companheiros, concluindo assim a soma que \nhavia sido entrado em acordo, pela escavação das trincheiras em\nvolta do Recife.\n\n\n"
        },
        {
            "id": 69,
            "day": "24 de março",
            "contents": "\nAqui atracaram 16 navios vindos da pátria donde partiram \nno dia 13 de janeiro e que estão carregados com víveres e bens de\ncomercio dos quais alguns são destinados aos cidadãos livres.\n\nA bordo do navio \"Haerlem\" chegou o Senhor Hendrick \nSchilt, Conselheiro político. Também chegaram a bordo do mesmo \nnavio um bom numero de soldados e marujos para Companhia.\n\n\n"
        },
        {
            "id": 70,
            "day": "26 de março",
            "contents": "\nDaqui partiu em direção da Paraíba o cruzador \"De Doffer\"\n(o Pombo), carregado com bens de comercio e outras coisas.\n\nO navio \"Ter Tholen\" chegou vindo de Baia Formosa sem \ntrazer novidades importantes.\n\nChegou o cruzador \"De Phaesant\" (o Faisão) vindo de\nSerinhaem no qual se encontrava o Senhor Arzciszewsky.\n\nCompareceram na reunião o Comissário Doncker, relatando\nque o Commis do navio \"Haerlem\", o Senhor Pieters Vielers, por \ncausa de seus erros e abusos foi declarado, pelos Nobre Senhor \nSchilt e o seu conselho de bordo, como incapaz de cumprir com \nseus deveres e deverá ser licenciado e mandado de volta a pátria \ncomo parasita 'doodeter'[^doodeter]. Visto que o mencionado Comissário\nmostrou que ele tinha boas credenciais e quando voltar à pátria ele\nrepresentará prejuízos a honra e bom nome de sua família, assim \nfoi decidido que ele seria inserido numa Companhia e que lhe \ndaríamos um mosquete, e quanto ao seu salário ele receberá de \nacordo com sua conduta.\n\n[^doodeter]: Comensal da Morte\n\n"
        },
        {
            "id": 71,
            "day": "27 de março",
            "contents": "\nAqui chegou o navio \"De Crabbe\" (o Caranguejo), vindo da \npátria trazendo 'Noortsche delen'[^Nd], que será debitado na conta da\nCâmara de Amsterdã.\n\nO cruzador \"Ceulen\" chegou, vindo de Serinhaem.\n\nOrdens foram dadas ao Caixa Bastiaen Keller para que \npague 22 'delen'* a 1 florin a peça que faz um total de 22 florins.\n\nO Senhor Duarte Saraiva entregou durante a reunião uma\nmissiva, escrita em português, que lhe tinha sido entregue por este\nnavio, e que estava endereçada ao Capitão Gomes de Abreu, fiador\ndos soldados inimigos presos que haviam sido mandados embora.\nDepois de ter sido aberta vimos que ela tinha sido enviada por um \ncerto Senhor Luiz Alveres e que anexado se encontrava uma carta \ndirecionada a Mathias de Albuquerque, contendo nada de \nexcepcional, a não ser que a situação do estado da Holanda está\ndescrita de modo favorável, e foi decidido que a mesma seria \nconfiscada.\n\nDurante a reunião foi lida uma missiva dos Senhores 19,\ndatada do dia 19 de novembro 1636, e depois de termos discutido \nsobre a mesma ficou concluído que iríamos prestar atenção a todos\nos itens e que iríamos colocar todos os pontos que haviam sido \naprovados em funcionamento.\n\n[^Nd]: Partes norueguesas\n\n"
        },
        {
            "id": 72,
            "day": "31 de março",
            "contents": "\nO cruzador \"De Duijff\" (o Pombo) chegou da Paraíba e não\ntrazia nenhuma novidade.\n\nLevando em conta o requerimento de Mozes Navarro e \nFrançois Bort, mostrando que eles têm conhecimento de açúcar,\ntabaco e outros bens, para que eles sejam contratados como \ncorretores juramentados, depois de uma deliberação foi decidido\nque isto seria uma grande melhoria para os comerciantes livres \nevitando, o tanto que possível toda as fraudes que a Companhia, de \noutro modo, poderia sofrer. Por isto, este requerimento foi \naprovado, sob a condição que eles sigam fielmente as instruções\nque cada um deles receberá.\n\nVisto que o Senhor Manuel Graci, antigo Capitão do\ncruzador \"De Cauwe\" (a Gralha) de Zeeland, que agora se encontra \nna condição de cidadão livre, razão pela qual sua função agora está\nlivre e precisa de uma outra pessoa, assim sendo nós colocamos em \nseu lugar o Senhor Luiz de Silva, por causa de seus bons serviços.\nEle receberá um salário de 42 florins por mês assim como seu\nantecedente recebia. Este salário entrará em vigor a partir do \nmomento em que ele começar a exercer o cargo.\n\nOrdens foram dadas aos comerciantes livres para que \nfornecessem ao Senhor Isaac du Twijn bens de comercio a uma \nsoma equivalente a 300 florins, isto servirá como pagamento do \nrestante do dinheiro que ele ganhou com a manutenção do forte\nOrange.\n\n\n"
        },
        {
            "id": 73,
            "day": "1 de abril",
            "contents": "\nO navio \"Out Vlissingen\" partiu em direção da Bahia para\nobservar se a armada espanhola ali ainda se encontra ou se ela já \npartiu.\n\nO cruzador \"De Brack\" chegou vindo da pátria mandado pela \nCâmara de Groningen. Ele partiu de \"Goereesche Gat\"*, no dia 15 \nde fevereiro passado e trouxe 5 soldados.\n\nTambém aportou o cruzador \"Lichthart\" vindo de Serinhaem \ntrazendo à bordo 18 caixas de açúcar.\n\n\n"
        },
        {
            "id": 74,
            "day": "4 de abril",
            "contents": "\nO Conselho discutiu se a construção das paliçadas ao redor\ndo Recife deveria ser uma obra contratada de terceiros ou se \ndeveria ser realizada por servidores da Companhia. Ficou decidido, \npor causa da sobriedade dos servidores da Companhia, que \nmandaríamos fazer estes trabalhos por terceiros. Será anunciado ao \nsom dos tambores em publico que os empreiteiros deverão\ncomparecer perante o Conselho na parte da manha às 9 horas.\n\nComissário Doncker compareceu na reunião e tendo em\nvista que seu tempo de serviço já havia terminado e no momento \nalgumas companhias estavam livres, requerendo se seus \nantecessores poderiam ser providos com uma destas companhias.\nNada foi resolvido.\n\nVisto que o Senhor Geronimo Bartholomeus e Gilbert \nRitskur, ambos cidadãos livres daqui, haviam comprado alguns bens\ndos quais eles estavam cientes de tinham sido roubados da \nCompanhia, eles foram condenados por isto e deverão dar uma\nvolta no Recife com um tronco nos ombros escoltados pelo \nassistente do algoz ou eles poderão pagar o preço do castigo pela\nquantia de 150 florins cada que deverá ser devidamente aplicado.\n\nJacques Hack, comerciante livre daqui, recebeu da Holanda \num certo pacote com 'lijnwaed'* no qual 22 meias de ceda foram \nencontradas, meias que tinham sido omitidas na declaração. Por isto\nele foi condenado a entregar as meias que ser divididas em ľ para \na Companhia e Ľ para o Fiscal.\n\n\n"
        },
        {
            "id": 75,
            "day": "8 de abril",
            "contents": "\nO Senhor Stachouwer chegou ontem durante a noite vindo \nde Ipojuca e relatou sua marcha que começou no dia 26 de março, \npelos matos com suas tropas e tudo que ocorreu durante esta \nmissão, e em seguida que ele havia deixado o Comandante Maulpas\ncom as mesmas tropas em Ipojuca. Ele perguntou se por causa das \ndificuldades que enfrentamos em encontrar carne nesta região, não\nera possível de enviar-lhes alguma carne e toucinho do armazém, \nde modo que eles possam receber ˝ libra de carne por semana e \num ˝ libra de toucinho. Foi decidido que para lá enviaríamos dois \ntonéis de toucinho e 4 de carne.\n\nEm seguida ele também relatou que eles precisam de algum \ndinheiro para comprar algumas necessidades, e assim sendo dos \nmeios presentes iremos enviar-lhes 700 florins.\n\nDurante a reunião lemos o conceito da missiva que será\nenviada ao Senhor Eijssens como resposta sobre o assunto \nrelacionado ao transporte dos Tapuias para cá e para o norte. Este \nconceito foi aprovado integralmente.\n\nRespondemos a missiva do Senhor Governador, que \nrecebemos ontem mandada pelo exercito, e todos os pontos foram \ntratados.\n\nO Senhor Stachouwer propõem, tendo em vista que nós não\ntemos condições de comprar bastante farinha por causa da escassez\nde meios líquidos e tendo em vista que a farinha de trigo que \nchegou aqui em abundancia não é tão nutritiva como farinha de\nmandioca, se não é aconselhável de fazer uma troca da Farinha de\ntrigo pela farinha de mandioca com os portugueses, aproveitando \nassim mais ou menos a metade. O mesmo foi aprovado sob a \ncondição de que no mínimo a troca seja feita pela a mesma\nquantidade de farinha de mandioca que temos em farinha de trigo, \nisto em beneficio da Companhia.\n\nVisto que o Senhor Schottt requer que alguém do Conselho \nseja indicado, pelo tempo que for necessário, para ficar em seu \nlugar no exercito, para fazer sua administração nos vários distritos e\npara mandar seu livros à pátria, assim convocamos o Senhor...\n\nVisto que muitas queixas estão vindo do exercito que os\nsoldados se encontram muito mal vestidos e quase não conseguem\ndisfarçar sua miséria, assim sendo tudo o que for possível será feito \npara mandar as roupas que vieram da pátria para lá o mais rápido \nque pudermos e em seguida compraremos alguns tecidos dos \ncomerciantes livres que serão destinados para a confecção de\nroupas.\n\nRelacionado ao bom relatório e recomendações dos\nPredicantes contratamos para a função de 'Ziekentrooster'*...\n'voorzanger' * (cantador de igreja) e professor, o senhor Joost du \nBois, que veio à bordo do navio \"Samson van Amsterdam\" (Sansão\nde Amsterdã) e lhe pagaremos um salário de 15 florins por mês.\n\n\n"
        },
        {
            "id": 76,
            "day": "13 de abril",
            "contents": "\nO cruzador \"Ceulen\" chegou, vindo de Serinhaém e não\ntrazia novidades.\n\nA viúva de Domingues Fernandez Calabar pediu se ela \npoderia receber uma quantia de alimentação para ela e para seus\nfilhos. Nós levamos em consideração os grandes serviços que seu\nfalecido marido prestou à Companhia e concedemos aos seus três\nfilhos a soma de 8 florins cada o que entrará em vigor a partir desta \ndata. Também demos ordens aos comerciantes livres para que estes \nfornecessem aos seus filhos uma quantidade em bens de consumo \nno valor de 30 peças de 8. O Senhor Stachouwer relatou que os \nfilhos de 'Pastanu' e outros batedores se encontram diariamente e \nque era necessário de recompensa-lhes de alguma forma por seus \nserviços. Assim lhe foi permitido realizar o pagamento de três\npessoas a partir de seus próprios recursos a soma de 12 florins por \ncabeça e isto será debitado na conta dos bens de comercio.\n\nRecebemos um requerimento de posse Charles Boucheron, \ntambém conhecido como La Mars, relacionado ao terreno entre a \ncasa de Ter Weijden e a nova casa de Jacques Hack, sob a condição\nde que ele pague por isto 200 florins a mais que uma outra pessoa \npagaria normalmente.\n\nEm seguida o fiscal procurará uma pessoa indicada para \nfazer a demarcação e catalogar todos os terrenos baldios onde é\npossível fazer uma edificação, para que desta maneira possamos\ncolocar tudo em ordem.\n\nEle também fará um registro de modo que os documentos \nde todos estes terrenos no futuro possam ser fornecidos \ndevidamente.\n\nPedro Correia da Gama, Sargento-Major e antigo \ngovernador do Cabo de Santo Agostinho, requer permissão para\npartir em direção da Bahia agora de acordo com os artigos que\nsobre isto foram escritos. Assim foi decidido se preparar \nimediatamente um cruzador e o ancorar em local apropriado.\n\nO Senhor Almirante, que já havia recebido preferência para\nindicação de uma casinha que se encontra do lado do alojamento do\nCoronel Arzciszewsky, requer permissão para comprar o imóvel.\nAssim ficou resolvido que a propriedade da casa passaria ao seu \nnome por causa dos salários e prêmios que ele ainda tem a receber,\no que chega a uma soma de 1400 florins.\n\n\n"
        },
        {
            "id": 77,
            "day": "15 de abril",
            "contents": "\nAqui chegou o cruzador \"De Spreeuw\" (o Estorninho) vindo \nda Paraíba.\n\nAo ancoradouro chegaram os navios \"Zeelandt\", \n\"Domburch\" e o \"De Sonne\" (O Sol), e eles traziam consigo um \nnavio preza que havia sido conquistado pelo navio \"De Winthondt \nvan Amsterdam\" (o Galgo de Amsterdã), este navio estava\ncarregado com alguns vinhos e víveres. A bordo do navio \"Zeelandt\" \nveio o senhor Seroorskercken Conselheiro político da Câmara de \nZeeland. Durante a tarde assim que ele desembarcou, foi recebidos \npelos senhores do Conselho Político com grandes honrarias.\n\nEle compareceu na reunião, onde ele exibiu sua missão e a\npartir da qual ele de acordo com os costumes foi admitido e lhe \ndesejamos boa sorte em sua função. Depois lemos e estudamos as\nmissivas e os documentos da Câmara de Zeeland, que chegaram \ncom o navio \"Out Vlissingen\", as ordens necessárias foram dadas.\n\n\n"
        },
        {
            "id": 78,
            "day": "16 de abril",
            "contents": "\nà noite recebemos uma noticia que o inimigo tinha\npenetrado na região a cima de Ipojuca, atacou o engenho de Jan\nPails, e o ocupou. Também que o inimigo conta com uma força \navaliada em 1500 homens. Assim sendo deliberamos sobre quais \nprovidencias poderiam ser tomadas e concluímos que não era\npossível de juntarmos mais de 350 soldados cujos postos deveriam \nser substituídos com marujos.\n\nAssim depois de uma longa reunião, decidimos que iremos\nreunir todos os soldados que temos a nossa disposição e de alertar\nos soldados a prestarem atenção e de se preparem para marchar e\niremos assim que recebermos novas ordens para onde for \nnecessário.\n\n\n"
        },
        {
            "id": 79,
            "day": "17 de abril",
            "contents": "\nO Senhor Coronel propôs por escrito, que é necessário de \nfornecer roupas aos soldados, visto que todos andam nus de modo \nque eles quase não conseguem cobrir as partes intimas. Assim ficou\nresolvido que os cidadãos livres serão convocados e que deles\ncompraríamos os tecidos mais em conta e adequados para \nCompanhia para fazer casacos e calças, e em seguida meias, \nsapatos ou o que for necessário.\n\nNós fomos informados que o inimigo continua sua marcha e \njá se encontra em Muribeca. Assim ficou resolvido que o Senhor \nStachouwer partirá imediatamente em direção da Várzea com 150\nhomens e recrutará todos os homens que ele puder para ajudar-lo \naonde for preciso.\n\nFicou resolvido de mandar o cruzador \"De Leeuwinne\" (a \nLeoa) para buscar as paliçadas e trazê-las o mais rápido possível.\nDeliberamos com o Senhor Coronel sobre quais providencias \npoderiam ser tomadas nesta situação.\n\nDepois de uma deliberação ficou decidido que atacaríamos o\ninimigo pela água na região de Una porque ele ali é mais vulnerável.\n\nO Senhor Stachouwer comunicou que ele tinha sido \ninformado por varias mensagens, que ele tinha recebido por terra, \nque o inimigo havia chegado em Una com 1500 homens e estava \nsob o comando de Antonio de Andrade, Tenente-general, que \ntentava chegar aos currais de Pedro da Cunha e invadir São\nLourenço, para qual o Capitão Gibelinho já tinha encontrado um\ndesvio e que agora voltou para Una para guiar as tropas por este \ncaminho. O Senhor Governador também tinha escrito de \nSerinhaém, que ele tinha sido informado que alguns soldados do \ninimigo marchavam pelos bosques e tentavam invadir outras \nlocalidades, mas, ele não sabia dizer com precisão aonde.\n\nDepois de termos recebido confirmações de outros lugares\ndecidimos depois de uma longa deliberação, que informaríamos\nimediatamente o Senhor Governador, o que nós sabemos, para que \nele esteja alerta em todas as ocasiões.\n\nDaqui partiu o Cruzador \"De Leeuwerick\" (a Cotovia) em \ndireção da Paraíba carregado com víveres. Partiu o Cruzador\n\"Ceulen\" em direção de Serinhaém a bordo do qual o Senhor\nCoronel Arzciszewsky se encontrava.\n\nChegou o Cruzador \"......\", vindo de Serinhaém.\n\nDaqui partiu o Cruzador \"De Spreeuw\" (o Estorninho) em \ndireção das tropas, levando alguns víveres.\n\n\n"
        },
        {
            "id": 80,
            "day": "18 de abril",
            "contents": "\nChegou o navio \"Out Vlissingen\" vindo da Bahia de todos os \nSantos, e relatou que a frota espanhola já tinha partido e ali não se\nencontravam mais de 8 navios, tanto grandes como pequenos.\n\nO navio \"Goeree\" carregado com víveres partiu levando \nTapuias em direção das tropas.\n\n\n"
        },
        {
            "id": 81,
            "day": "21 de abril",
            "contents": "\nChegou de Goiana o Cruzador \"Lichthart\".\n\nOrdens foram dadas a todos os navios de carga, que cada \num deles desembarcarão em terra firme a maior quantidade\npossível de homens que eles puderem, o que de acordo com os \nnossos cálculos são mais ou menos uns 60 homens, para ficarem de\nsentinela no Recife e no forte De Bruijn.\n\nArnout Veneman, estando inadimplente, chegou as mãos do\n\"geweldiger\" * sem que ele até agora tenha pagado suas contas, \ntarefa da qual ele já foi encarregado varias vezes, relacionado com \no passo do Castelo d'Água. Por isso ficou decidido de prendê-lo no\nCastelo d'Água com seus livros e documentos até que ele tenha \nfechado e entregue todas suas contas.\n\nNós recebemos uma missiva do Senhor Eijssens, onde ele \ncontinua sua carta que recebemos ontem, relatando que ele tinha à\nsua disposição 40 Tapuias, em Goiana, mais de 100 brasileiros e 50\nsoldados, com os quais ele estacionou. Em seguida ele pedia \ntambém material e mais homens, e também um cruzador ou \"tube\" \n* para buscar açúcar.\n\n\n"
        },
        {
            "id": 82,
            "day": "22 de abril",
            "contents": "\nNós tínhamos sido informados, com certeza, que o inimigo \nhoje de madrugada passou com 200 homens à uma hora de\nAfogados, e prendeu e massacrou tudo o que encontrou nesta \nregião, que eles depois voltaram para São Lourenço e esperavam ali\nos habitantes que viriam em sua direção e lhe trariam víveres.\n\nDepois de uma deliberação concluímos que o inimigo poderá\nestar indo a direção de Goiana e destruirá tudo que ali se encontra,\ncausando prejuízo a Companhia, mas que também é possível que o \ninimigo esteja indo a direção da Paraíba para acabar com tudo nesta\nprovíncia. Assim discutimos o que poderíamos fazer para evitar isto \ne depois de uma deliberação ficou resolvido que prepararíamos 300\nsoldados e 300 marujos, com quais o Senhor Stachouwer e o \nAlmirante partirão por terra em direção de São Lourenço, para\ncausar o maior prejuízo possível ao inimigo. Durante a noite as \ntropas partiram.\n\nFicou proibido aos cidadãos livres de venderem víveres aos\nportugueses ou de fornecê-los o mesmo de qualquer outro modo, e\npara isto as sentinelas ficaram encarregadas de prestar bem \natenção.\n\nNós recebemos uma missiva do Nobre Senhor Eijssens \nescrita por ele em pessoa, onde ele deixa saber que as tropas \ninimigas passaram por Majoupi, e saquearam o mesmo, e que eles \ncontinuaram a marcha em direção Norte para Goiana e Paraíba.\nNesta missiva ele também requeria alguns homens e socorros. Foi-\nlhe escrito o que aqui está acontecendo e o que aqui ficou resolvido.\n\n"
        },
        {
            "id": 83,
            "day": "24 de abril",
            "contents": "\nHoje de manhã chegou o cruzador \"De Cauwe\" (a Gralha),\nvindo das tropas.\n\nDaqui partiu o cruzador \"De Phaesant\" (o Faisão) em\ndireção de Itamaracá carregado com algumas necessidades.\n\nNós escrevemos ao Nobre Senhor Governador, informado-\nlhe o sucesso de nossa batalha em São Lourenço, e também nossa\nresolução sobre o que se tinha deliberado quais seriam os próximos\npassos para expulsar o inimigo de nosso país. Ficou resolvido que \numa tropa de 300 homens seriam recrutados e mandados à\nMuribeca, para que ali tudo fosse explorado e assegurar a \nsegurança de tudo que ainda estivesse intacto.\n\nVisto que alguns portugueses que se encontravam em nossa \nSalva-guarda agora atentaram traiçoeiramente contra a mesma, \nassim ficou decidido de mandá-los para as Índias Ocidentais pelo \nqual será pago a soma de 7 'stuivers' por dia por pessoa.\n\n\n"
        },
        {
            "id": 84,
            "day": "26 de abril",
            "contents": "\nHoje de manhã chegou ao ancoradouro um navio chamado\n\"St Michiel\" do marinheiro Lamberts Pietersz de Rotterdam, que \ndeixou a frota que tinha partido da Bahia, que contava com 83 \nnavios, dentre os quais somente 6 estavam consideravelmente \narmados, e que provavelmente se encontravam neste momento à 8\ne 7 graus, 80 milhas da costa.\n\nRutger Reijndertsz, assistente de timoneiro, foi contratado \npelo mesmo navio para a função de \"voorlater\" * e ganhará por mês\na soma de 19 florins.\n\nDepois de uma deliberação sobre qual seria o melhor\ncaminho a se tomar para Companhia, relacionado a mensagens \nsobre a frota da Bahia, e onde muitos fatores foram levados em \nconsideração. Fatores que nos sobrecarregaram; primeiramente\nque, a cada momento, o Senhor Governador, que está no comando \nde um exercito em terra firme, poderá estar à espera de ordens\npara que lhe acompanhemos com todos os navios ou que fossemos \nbuscá-lo em alguma praia; que é bem melhor, agora que o inimigo \nse encontra mais uma vez em terra firme, de expulsá-los dali com \ntoda a força, do que partir para um confronto em alto mar com \ninsegurança, pelo qual poderíamos recrutar os soldados e colocar os \nmarinheiros em seus lugares nos fortes e utilizá-los em qualquer \nocasião em que eles fossem necessários e que no caso em que eles\nfossem mandados para o mar não mais poderíamos contar com\neles;\n\nQue caso o Senhor Governador, que Deus o guarde, \nsofresse uma derrota, nós iremos nos encontrar em uma situação\nmuito grave, principalmente porque os inimigos teriam destruído \ntodos os navios e marinheiros. Ao lado disto os vários relatórios \nrecebidos estão sujeitos à muitos dados incorretos e o resultado da\nperseguição dos navios dos inimigos é incerta, ao que ainda\npodemos acrescentar que todos os navios que nós mandássemos \nem direção do inimigo se encontrariam em uma distancia\nconsiderável da costa.\n\nAssim ficou resolvido, por esta e outras razões, para o maior\nproveito da Companhia, que iremos manter nossos navios aqui, que \ntransferiremos os homens que neles se encontram colocando-os à\nserviço em terra firme e deixaremos a armada passar.\n\nFicou decidido de se visitar o navio que chegou da Bahia, \npara ver se ele ainda tem uma carga que poderia ser utilizada pela \nCompanhia.\n\nTambém que os navios \"Salamander\" e \"Ter Tholen\" seriam \nmandados à Paraíba, para que ali as reparações necessárias sejam\nrealizadas e que diretamente aqui seja carregado o que na pátria \ntinha sido destinado aos habitantes da Paraíba, e também um \npartido de pau-brasil para estivar os navios que ali estão sendo\ncarregado com açúcar.\n\nAqui chegou o cruzador \"De Vledermuis\" (o Morcego) vindo \nda Paraíba.\n\nDe Serinhaém chegou o cruzador \"Ceulen\", que relatou que \nnossas tropas que estavam sob o comando do Governador para lá \ntinham retornado.\n\n\n"
        },
        {
            "id": 85,
            "day": "27 de abril",
            "contents": "\nDaqui partiu o cruzador \"De Sperwer\" (o Gavião) em direção\nde Goiana, carregado com munição para a guerra.\n\nTambém partiu o cruzador \"Ceulen\", com destino às tropas\nlevando consigo cartas para o Governador.\n\nDurante a noite chegou com os cruzadores um premio que \ntinha cruzado nas costas de Alagoas, a saber, um barco espanhol \nque tinha em sua carga mais ou menos 100 couros e 36 \nprisioneiros, que no dia seguinte foram divididos pelo Conselho: os \nnegros ficarão à serviço da Companhia, e o grupo de marinheiros\nficará no Castelo d'Água para serem mandados para as Índias \nOcidentais; um velho português acompanhado por uma negra e um\nnegro serão mandados para Goiana para ali serem instalados; assim\ntambém um português acompanhado por uma mulher será\nmandado imediatamente para a Bahia; 3 ou 4 brasileiros serão\nmandados para a aldeia; o Presidente adotou uma negrinha e um \nnegrinho, crianças entre 5 à 6 anos para educá-los.\n\n\n"
        },
        {
            "id": 86,
            "day": "28 de abril",
            "contents": "\nVarias cartas espanholas e portuguesas que vieram com o \npremio foram lidas pelo Conselho e entendemos a partir delas que o \ninimigo planejava, com 300 homens de Alagoas e 300 de Porto \nCalvo, Parapura e São Gonçalvo, atacar este forte, após o que o\ncruzador foi mandado imediatamente para avisar o Comandante.\n\nPresente: Herckmans, Presidente, Stachouwer e \nSerooskercken.\n\nUm negro e um mulato foram trazidos ao Recife pelo \nCapitão do Campo, que tinham roubado e saqueado nas estradas, e\nmataram na ultima noite um português e seu cunhado em Paritibe,\no que eles admitiram ter presenciado, mas, negaram qualquer \nenvolvimento. Visto que eles sempre estavam em companhia de \nnegros do bosque que praticam assaltos, eles foram condenados à\nforca pelo Conselho.\n\nOs negros mencionados admitiram ao guarda, ao pé da \nforca, que muitos bens roubados se encontravam numa casa, no \nmeio de uma plantação de cana perto do Arraial.\n\n\n"
        },
        {
            "id": 87,
            "day": "29 de abril",
            "contents": "\nDaqui partiu em direção de Cabo de Santo Agostinho o\ncruzador \"De Doffer\" (o Pombo), carregado com munição para\nguerra. Também partiram os cruzadores \"De Duijff\" (o Pombo), \"De \nVledermuis\" (o Morcego), \"De Haen (o Galo) e o\" De Kemphaen \" (o \nGalo de Briga), com destino à São Gonçalvo para a partir dali\ncruzarem em direção Sul numa latitude entre 10 e 11 graus, tão\nlonge da costa quanto o tempo e o vento lhe permitirem.\n\nDurante a tarde chegou aqui o cruzador \"De Sperwer\" (o \nGavião), vindo de São Gonçalvo, trazendo à bordo o Comandante\nDaij, que relatou que o inimigo tinha organizado um ataque contra o \nforte em Parapura e contava com mais ou menos 600 homens, mas, \nque eles tiveram que se retirar e haviam sofrido muitas percas, \nhomens mortos e injuriados. Do nosso lado caíram poucos soldados \nmortos ou feridos.\n\nTambém chegou o cruzador \"Lichthart\", vindo de \nSerinhaem.\n\nOs Senhores Stachouwer e o Fiscal se dirigiram a Muribeca \npara assistir o Senhor Schilt com conselhos e ações, visto que este\nainda é inexperiente nos negócios.\n\nO Presidente também se dirigiu ao Arraial a procura da casa \nque se encontra na plantação de cana, mas, nada encontrou ali.\n\nDurante a noite partiram \"Het Wapen van Medemblick\" (o \nBrasão de Medemblik) e \"Out Vlissingen\", que tinham a missão de\ncruzar com os outros quatro cruzadores já mencionados numa \nlatitude entre 10 à 11,5 graus. Também partiu o navio carregado\n\"De Witte Valk\" (o Falcão branco) em direção da Paraíba para\nreceber uma carga.\n\n\n"
        },
        {
            "id": 88,
            "day": "1 de maio",
            "contents": "\nDaqui partiram em direção de Santo Aleixo, o Comandante\nda Paraíba, Willem Cornelisz, com os navios \"Kampen\", \"De Faem\" \n(a Fama), Overijssel, e Walcheren, destinados a cruzar na altura da \nBahia de todos os Santos.\n\nTambém partiu o cruzador \"De Meerminne\" (a Sereia) em \ndireção de Itamaracá, carregado com víveres e bens de comercio, e\ncom ordens de descarregar o navio \"De Faem\" que tem a missão de\ncruzar com comandante Willem nas costas da Bahia, e que mudou o \ncurso por causa da forte corrente marítima, e levou alguns bens de \ncomercio em Santo Aleixo.\n\n\n"
        },
        {
            "id": 89,
            "day": "4 de maio",
            "contents": "\nO Capitão do navio \"Sint Michiel\" (São Miguel), que veio\njunto com a frota da Bahia, requer ajuda na alimentação para poder\npartir para a pátria. Assim isto foi estudado mais detalhadamente e \nde acordo com o primeiro artigo dos privilégios ficou decidido que é \nrazoável que a Companhia confisque o mesmo.\n\nDepois o navio foi confiscado, enquanto o Capitão\napresentou muitos documentos para ser liberado de tal ação, assim\nsendo também o mandamos ele se apresentar aos Senhores \nGovernadores na pátria e, entretanto, demos ordens para que o \nnavio seja registrado no inventario e preparado para ser carregado \npara a viagem à pátria.\n\nVisto que Abraham de Roef por iniciativa própria \ndescarregou e abriu uma caixa sem que a mesma tivesse sido \nrevistada apropriadamente no armazém, desobedecendo as ordens \ne mandamentos instituídos pelos Nobres Senhores, o mencionado \nSenhor de Roef foi condenado a pagar uma multa de 150 florins.\nDesta soma 25 florins será destinado aos pobres, 25 para o fiscal e \n100 para a Companhia.\n\nA partir de diversas queixas de moradores da Várzea e de \noutros lugares, que nossos soldados, que fazem parte das tropas do \nGovernador, estão saqueando e massacrando todo mundo em todos\nos lugares, foi decidido pelo Conselho de mandarmos o Fiscal para \nfalar com o Governador sobre o assunto e evitar mais \ninconveniências, que os soldados demonstrem tal hostilidade\nàqueles que sempre comprovaram ser nossos amigos.\n\n"
        },
        {
            "id": 90,
            "day": "5 de maio",
            "contents": "\nDaqui partiu para a Paraíba o navio \"Ter Tholen\" para que \nseja limpo nesta província.\n\nVisto que os moradores destas terras demonstraram \ndurante as ultimas ações das tropas inimigas, que estavam sob\ncomando do Capitão Ribelinho, sua infidelidade de modo tão claro\nque um grande grupo de mais ou menos 500 homens se armaram, \nestando em contradição com juramento e honra, e fortificando as\nforças inimigas e desvantagem de nossas tropas neste país, assim \nficou resolvido a fim de se prevenir no futuro de um atentado de tal \nproporção, que iremos desarmar todos os habitantes, que iremos\ncolocar editais em todas as Capitanias, e punir os desobedientes \ndesta lei severamente.\n\nAs informações do Senhor Eijssens sobre os Senhores\nEduardo Gomes da Silveira, Simão Soares e outros foram\nexaminadas, e a partir destas informações concluímos que estes\nSenhores cometeram uma traição contra o Estado, a saber, que eles\nlevantaram a revolta dos índios contra nós e com isso ajudaram o \nCapitão Ribelinho a atacar e ocupar Goiana. Tudo isto foi declarado\ne afirmado pelo próprio primo do Senhor Duarte Gomes conhecido \ncomo Domingues da Silveira, filho do Senhor Filipe Barbalho. Tudo \nque estava relacionado à este caso foi bem examinado e foi\nconcluído que a informação comprova o suficiente a participação de\nDuarte Gomes na realização de planos e por isso ficou resolvido que\nele será exilado das Terras do Brasil como uma pessoa infiel e que \ntodos os seus bens serão confiscado em proveito da Companhia.\n\nAo que diz respeito ao Senhor Simão Soares, visto que ao\nlado das informações que recebemos também existem muitas\noutras suspeitas, foi decidido que ele será torturado, para que \nentão, dependendo de sua declaração, possa se proceder mais\namplamente contra sua pessoa como é devido.\n\nQuanto às outras pessoas, na Capitania de Paraíba, que\ntambém estão sob suspeita o Senhor Eijssens ficou encarregado de\ninvestigar todos os complôs secretos.\n\nO Comissário Doncker pediu mais uma vez sua demissão, o\nque ele já solicitou varias vezes, mas, notamos que não existe outra\npessoa de competência que poderia ser colocado neste cargo à\nserviço da Companhia. Assim estudamos a possibilidade de lhe \nmanter no cargo, oferecendo para isto alguns meios. Ele respondeu \nque caso ele fosse beneficiado com uma companhia de soldados, \nassim como seus antecessores o foram, que ele então poderia\nresolver de continuar em seu cargo, pretendendo mostrar que na \nverdade este privilégio lhe era de direito visto que ele já tinha \nservido durante 6 anos na Companhia. Assim sendo depois de uma \nlonga deliberação ficou decidido que neste caso poderíamos lhe\noferecer o mesmo salário do antigo Comissário. Uma quantia de 180 \nflorins por mês, e que escreveríamos enquanto isto aos Senhores\nGovernadores na pátria, haver operado deste modo por \nnecessidade. Caso os Nobres Senhores preferissem mandar um \noutro Comissário que eles estão livre para isto, desde que nós\ndespedíssemos o novo Comissário mencionado.\n\nEm seguida ele foi nomeado para a função de Capitão da\ncompanhia no lugar do falecido Capitão Bonnet, cargo que lhe foi\ngarantido pelo Senhor Governador.\n\nTambém foi feita uma nomeação relacionada à companhia\ndo Capitão Dirck Leendertsz, e para o cargo de Capitão recebeu a\nfunção o Senhor Richard Landij, neste momento Tenente do Major\nHenderson.\n\n\n"
        },
        {
            "id": 91,
            "day": "8 de maio",
            "contents": "\nA partir do ancoradouro partiram em direção de Santo\nAleixo os navios \"Amsterdam\", \"Salamander\" (a Salamandra), \"De \nHollandsche Tuin\" (o Jardim Holandês), \"Haarlem\", \"De Goude\nLeeuw\" (o Leão de ouro) e \"Nassau\", com ordens do Nobre Senhor\nAlmirante Jan Cornelissen Lichthart para que lhe esperassem com a \nsua esquadra.\n\n\n"
        },
        {
            "id": 92,
            "day": "12 de maio",
            "contents": "\nA partir daqui partiram em direção do Cabo de Santo\nAgostinho os cruzadores \"De Doffer\" (o Pombo) e \"De Duijff\" (o \nPombo), carregados com víveres e outras necessidades.\n\nO Senhor Governador pediu e especificou por escrito uma \ncerta necessidade, que ele precisava para uma missão contra o\ninimigo. Isto foi estudado pelo Conselho e foi decidido que tudo o \nque fosse possível seria providenciado. Depois o Senhor Schottt e o \nSenhor Serooskercken ficaram encarregados de arranjar o \nnecessário e que irão fazer o que podem para realizar esta tarefa. O\nAlmirante ficou responsável pelos navios e tudo à que a eles estiver\nrelacionado.\n\nE o Senhor Schielt recebeu ordens de dar assistência ao\nSenhor Wijntjes que lá já se encontra.\n\nPresente: Os Senhores Herckmans, Presidente, Schott, \nSchilt, Serooskercken e o Almirante. Durante a reunião ficou\nresolvido que o navio \"Sint Michiel\" que acabou de partir da Bahia \ncom a frota espanhola e recentemente aqui chegou, por falta de \nvíveres, primeiramente será descarregado e depois partirá para \nZeeland.\n\nPartiu para o Cabo de Santo Agostinho o cruzador \"De \nPatrijsvogel\" (o Perdiz), carregado com munição para guerra e\noutras necessidades.\n\nJan Pietersz Tolck foi admitido pelo Conselho como Capitão\ndo navio mencionado \"Sint Michiel\" de acordo com a proposição do\nSenhor Almirante, e receberá 50 florins por mês.\n\nVisto que o cruzador \"De Tortelduijff\" (a Rolinha) não mais\nse encontra em condições de navegar, foi decidido que ele será\nutilizado como \"brandwacht\" * em frente da ilha de Itamaracá e o \nCapitão do navio o Senhor Gerrit Gerritse Jonchelt foi admitido\nnovamente como Capitão no cruzador \"De Goutvinck\" (o Pisco) no\nlugar de Jan Pietersz Tolck.\n\nTambém foi contratado o Senhor Cornelis Jansz para a \nfunção de Capitão no navio \"De Winthond van Hoorn\" (o Galgo de\nHoorn), que ha mais de 19 meses exerce a função de Capitão na\nmesma embarcação, e até agora ainda não recebeu o mesmo\nsalário dos outros Capitães, por isso ele receberá a soma de 45\nflorins por mês.\n\n\n"
        },
        {
            "id": 93,
            "day": "19 de maio",
            "contents": "\nNa reunião foi apresentada uma missiva dos Senhores\nCoronel Arzciszewsky e Wijntjes, onde os Nobres Senhores \nrequerem todos os tipos de necessidades e pedem uma resolução e\ndiretrizes para continuar a desfalecer o inimigo. Em seguida eles \nnos deixaram saber que todos os oficiais da Companhia, \nrepresentando as milícias e os soldados, foram notificados que eles \nnão estavam satisfeitos de modo algum e pediam uma melhoria do\nrancho ou iriam pedir demissão. Visto que este caso é muito\nperigoso nesta época em que vivemos, nós fomos obrigados a \nresolver e lhes contentarmos e visto que estas provisões não se\nencontravam mais nos armazéns assim foi decidido se comprar toda \na carne e toucinho dos cidadãos livres. Também iremos mandar\neste pedido aos Senhores Governadores na pátria, de modo que os \nNobres Senhores mandem mais provisões e os soldados recebam o\nrancho que lhes foi prometido.\n\nOs Senhores Stachouwer e Serooskercken foram \nencarregados para fazer a compra da carne e do toucinho.\n\nAs seguintes pessoas, das quais o tempo de serviço já \nfindou, receberam um aumento, de acordo com as recomendações\ndo Comissário Doncker:\n\n    Jan Bouwensz                        F14\n    Hendrick Hendricksz                 F12\n    Herman Hendricksz, Ferreiro         F12\n    Passchior van Doomic, Marceneiro    F15 por mês\n\nO processo de nomeação dos oficiais que irão ocupar os\ncargos vagos foi iniciado e as seguintes pessoas foram escolhidas \npelo Senhor Governador:\n\nJoost Rembach para a função de Capitão na Companhia do\nCapitão Christiaansz, Andries Falloo para o cargo de Tenente.\n\nMichiel D'Alingau Dupont para a função de Capitão da\ncompanhia do Capitão De Vries, Robert Hardy para a companhia de\nJan Lormuore [=Lormičre=Lichthart], Dirck van Hoogstraten para a \ncompanhia de Frederick Malpas, Johan Pirau para a função de\nTenente sob o comando do Capitão Prévo, Don Wilhelm van\nHeuckelen para o cargo de Tenente sob o comando do Capitão\nAbraham Stiffri, Goudswaard sob o comando do Capitão Landy.\n\nTendo em visto que o tempo de serviço do Predicante \nterminou e que a Classis de sua Capitania pediu que ele fosse \nlicenciado, e que sua posição na pátria passaria para outra pessoa e\nque em conseqüência ele perderia o direito deste beneficio, ele\nrequer permissão para poder partir para a pátria ou que alguma\nrecompensa lhe seja concedida. Compreende-se que seus serviços \nnesta época que estamos vivendo são tão necessários, que não\npoderíamos ficar sem a sua pessoa e lhe foi permitido um aumento \nde 20 florins por mês, acima do salário que ele recebe agora, que\npassa a vigorar a partir de maio 1634.\n\nFoi decidido que mandaremos os maridos a suas mulheres e \nos mandaremos partir.\n\nDaqui partiu em direção de Serinhaém o navio \"De\nZoutberg\" (A montanha de Sal) a bordo do qual se encontrava o \nNobre Senhor Almirante, para se encontrar com a esquadra que \nestá sob o comando do comandante Willem, para em seguida \ncontinuar a expedição planejada em direção Sul, levando mais ou\nmenos 2100 soldados, onde o tempo nos mostrará o que nos \nespera, que Deus o proteja e os provenha o sucesso.\n\n\n"
        },
        {
            "id": 94,
            "day": "21 de junho",
            "contents": "\nO Senhor Eijssens, estando convocado, relatou em que \ncondições ele tinha recebido ordens para partir de Goiana com\nsoldados e brasileiros em direção dos matos, para casa de Gregório\nde Barros, para informá-lo que ele estava sendo acusado, tendo em \nvista que recentemente ele havia dado assistência à Ribelinho. No\ncaminho, na região da Nova Freguesia de Gaspar de Andrade, o\nsenhor Governador e o senhor Stachouwer lhe tinham comunicado \nque durante sua presença na expedição a ordem havia sido mantida\nda melhor forma e o que tinha ocorrido depois de sua partida, \nrelacionado aos saques cometidos pelos soldados, ia de encontro \ncom suas ordens que foram explicitas, pelo qual os soldados foram \ntrazidos para cá de modo que eles possam responder a justiça.\nTudo isto foi anotado, e ficou claro que nesta época, durante \nexpedições semelhantes, coisas parecidas podem acontecer pelas\nquais os soldados não poderão ser punidos, caso tenha ocorrido\nalguma coisa que não seguia as ordens dadas, o que pode ser\nconcluído a partir das queixas em geral, que nesta hora que \nestamos vivendo não podem ser levadas tão a serio.\n\nSua Excelência relatou o que mais ele tinha encontrado\nnaquela Capitania, a partir do que resoluções foram tomadas como\npode se ver nas anotações.\n\nNós recebemos e lemos uma missiva do exercito, onde a \nfalta de farinha e outras necessidades está sendo seriamente \nrelatada, mandando dizer como se encontra a situação das\nprovisões e repassando os protestos, afirmando que caso\nprovidências não forem tomadas, mais nada poderá ser realizado e\ntudo será deixado para trás. Em seguida tudo isto foi examinado e \nficou concluído que o Senhor van Schoppen, com seus próprios \nmeios, comprará alguns bens à serviço da Companhia, desde que\nisto venha a ser pago pela Companhia, por que os comerciantes \nlivres não querem colaborar ou fornecer para prosperidade da\nCompanhia. Respondemos a missiva provisoriamente e informamos \nque muitos bens tinham sido mandado, mas, que ainda estavam à\ncaminho e que também nossos armazéns só dispunham da metade \ndas provisões e que por isso daqui nada mais poderíamos mandar,\nmas continuamos dispostos a colaborar.\n\nFoi levado em consideração que dispomos de farinha de soja\nem abundancia, e que caso nós utilizarmos a farinha de soja para \nfazer pão poderíamos economizar bastante. Assim ordens foram\ndadas para que em todas regiões, tanto em Recife como nos lugares\nonde se encontra o nosso exercito, fornos fossem construídos, o \nmaior numero possível, de modo que possamos começar a produção\nde pães.\n\n\n\n\n\n\n"
        },
        {
            "id": 95,
            "day": "1 de julho",
            "contents": "\nPresentes: Os Senhores Stachouwer, presidente, Wijntjes, \nEijssens, Herckmans e Serooskercken.\n\nO Presidente apresentou uma questão perguntando como o\nConselho pretende agir em relação à Gregório de Barros; Se seu\ncaso deverá ser estudado mais detalhadamente ou se lhe \nconcederemos perdão geral e assim colocá-lo em liberdade. Assim\nficou resolvido que ele seria perdoado e não investigaríamos mais\nseu caso. Depois ele foi trazido ao Conselho e libertado assim como \nseus bens que foram confiscados.\n\nO Senhor Wijntjes declarou que havia completado sua \nmissão e planejava partir amanha mais uma vez em direção do\nexercito, tendo embarcado todos os bens de consumo que comprara \ne que ele levaria por terra algum dinheiro, e a outra metade seria \n4000 florins em ouro.\n\nO Senhor Presidente relatou que o Conselho diariamente \nrecebia informações de que alguns Capitães no exercito exageravam\nenquanto murmuravam sobre os ranchos, enquanto nós estávamos \ndistribuindo tudo que os armazéns podiam fornecer, o que é muito \nperigoso tendo em vista a época que estamos vivendo isto poderia \ncausar alguns grandes problemas. Depois de uma deliberação ficou\ndecidido que o Senhor Wijntjes ficará encarregado de repassar esta \ninformação aos Senhores Chefes das Milícias e reivindicar uma\nsolução para o problema, sendo esta solução de mandá-los de volta\npara a pátria ou de demiti-los da guarnição.\n\nO Senhor Eijssens demonstrou que o Major Bongarçon da \nParaíba tratava figuras políticas irracionalmente durante sua \nausência, agindo de maneira insensata, também modificava as\nordens que tinha dado e se metendo nos negócios políticos do \ngoverno sem esperar as instruções que lhe são dadas pelo\nConselho. Assim sendo o Senhor Wijntjes também ficou \nencarregado de resolver este problema com obstinação.\n\nA missiva que chegou ontem vindo do Exercito foi \nrespondida informando que nós tínhamos recebido a mensagem e \nque o inimigo estava marchando com 1300 homens, por trás de \nMachiappe em direção de Goiana, mas, pelas as aparências nós\ntemos a impressão de que se trata somente do antigo grupo de 150\nhomens que estão a errar.\n\n\n"
        },
        {
            "id": 96,
            "day": "3 de julho",
            "contents": "\nChegaram do exercito os Senhores Eijssens e o Coronel \nArzciszewsky para propor alguns negócios, mas, visto que já era \ntarde da noite adiamos para o dia seguinte. Suas Excelências\nrelataram que o Major Mansvelt se encontrava no país com 8 \ncompanhias para fazer a perseguição do inimigo e desfalecê-lo,\nesperando receber alguma noticia, pois eles ainda não tinham sido\ninformados de nada.\n\n\n"
        },
        {
            "id": 97,
            "day": "4 de julho",
            "contents": "\nPresente: O Senhor Stachouwer, Presidente, o Coronel, \nWijntjes, Herckmans e Serooskercken.\n\nNós recebemos uma missiva de Goiana que o inimigo tinha \navançado e se retirou em direção da casa de Gregório de Barros e\nem seguida em direção da floresta.\n\nO Senhor Coronel relatou primeiramente que o forte na zona \nsul da Paraíba se encontra em estado de ruínas, mostrando no papel \na situação do forte e que era altamente necessário que ele fosse\nrestaurado e preparado para a defesa, para a realização desta obra\nSua Excelência trouxe um engenheiro.\n\nAssim ficou resolvido de mandar o engenheiro perante o \nSenhor Eijssens, com uma carta de recomendação, aconselhando-o\nde restaurar o forte e que isto seja realizado por aquele que cobrar \nmenos e o fizer mais rápido, de modo que nós não nos encontremos\nno futuro em apuros em certas ocasiões. Nós iremos contentar os\nconstrutores, a quem nós estamos devendo no momento, com \ndinheiro e bens de comercio, de modo que eles queiram aceitar o \nprojeto com mais facilmente.\n\nEm seguida o Nobre Senhor relatou que a razão mais\nimportante de sua volta era mostrar que ha algum tempo atrás nós \ntínhamos resolvido iniciar uma missão em Porto Calvo, para atacar\no inimigo neste local e expulsá-lo, e que quatro meses antes já nos \ntínhamos preparado para esta expedição, mas, que por causa do\ntempo não continuamos, e também por que os víveres necessários\nnão puderam ser fornecidos por causa de correntes marítimas e\nventos contrários e pelo fato de que as fortes chuvas tinham \nbloqueado todas as passagens e estradas. Visto que o pior, quanto \nas chuvas, já passou e é necessário de se avançar com destemor \ncom a missão planejada à serviço dos Senhores Mestres, ele requer,\ntendo este objetivo em mente, carta branca para fazer tudo o que \nfor necessário, mostrando com listas o que nós mesmos poderíamos \nfornecer e o que ainda teria de ser fornecido por comerciantes. Tudo \nisto foi discutido amigavelmente e ficou decidido que dentre de \nquatro dias tudo estaria pronto, que em seguida a expedição seria\niniciada em nome de Deus, e, entretanto o que fosse necessário \nseria fornecido.\n\n100 carroças de víveres e munição partirão e estarão\nprontas em Cabo.\n\n5 cruzadores receberão ordens para transportar pão e\nfarinha e 3 cruzadores ficaram encarregados de transportar carne e \ntoucinho.\n\nFornos estão sendo preparados para assar pão para o\nexercito, 16.000 libras de farinha para serem entregues no local.\n\nVisto que nós notamos que os comerciantes livres \nestimulam, apesar das ordens dadas para que transportem seus \nbens por meio de uma balsa no Rio de Antonio Vaz, alguns cidadãos\nlivres fazerem o transporte e contrabandearem seus bens utilizando \npequenas embarcações, assim foi decidido de usar o barco de Jan\nJacobsz e emprestá-lo ao barqueiro de modo que eles também \npossam atravessar o que quiserem sem que precisem utilizar os \nmeios ilegais dos comerciantes.\n\nO Cruzador \"De Vledermuis\" (o Morcego) chegou de São\nGonçalvo, trazendo uma carta datada do dia 1 de julho, onde estava \nrelatado a falta de víveres, roupas e dinheiro para pagarem os 'nus' \n[os brasileiros].\n\nFicou resolvido de mandar o cruzador diretamente com \ntodas as necessidades.\n\nO requerimento do Senhor Isaac de Lafaia pedindo \npermissão de se tornar corretor.\n\n\n##### _Post prandium_ (Após o Almoço)\n\nO Senhor Almirante chegou a bordo de um cruzador vindo \ndo exercito.\n\n\n"
        },
        {
            "id": 98,
            "day": "14 de julho",
            "contents": "\nPresente: O Senhor Stachouwer, Presidente, O Coronel, \nSchottt, Schilt, Serooskercken, Robberts e o Almirante.\n\nEm reunião o Senhor Robberts apresentou, antes que\nalguém tivesse aberto a seção, um ato da reunião dos Senhores 19,\ndatada de 10 de dezembro, onde ficou resolvido que o Senhor \nRobberts iria tomar seção ao lado do Senhor Carpentier. O Senhor\nStachouwer declarou primeiramente que ele estava preste a seguir \na resolução dos Senhores 19, mas, que uma outra resolução já\nhavia sido tomada pela Câmara de Amsterdã, a saber, que o seu\nmembro mais antigo iria presidir, o que ele representava no \nmomento, assim ele entendeu que esta questão para ele estava\nclara, como ficou claro para todos os Senhores presentes. Mas o \nSenhor Serooskercken declarou, que também governava em nome \nde sua Câmara, e que ele não poderia aceitar que alguém da\ncâmara de Rotterdam presidisse, mas que deveria se seguir as \ninstruções, de modo que não se prejudicasse aquele que fosse\npassado para trás, antes que o Nobre Senhor viesse para cá. Por \ncausa da intromissão dos Senhores, entretanto, se chegou a um\nacordo, aceito pelo Senhor Robberts, que o Senhor Serooskercken \npresidisse ao lado do Nobre Senhor, como colega governador, \ncontanto que os outros membros estivessem de acordo. Estes \ndeclararam desejar levar mais em conta os interesses da \nCompanhia porque um pormenor poderia causar um \ndesentendimento entre os Senhores membros, mas, que eles não\npoderiam tomar uma decisão por que seus colegas Eijssens,\nHerckmans e Wijntjes não estavam presentes. Assim este caso foi\nadiado até que todos os Senhores se reunissem novamente para \nentão se entrar em acordo de maneira civilizada.\n\nChegou uma missiva do Senhor Governador, com \ndocumentos e informações anexadas do Commis Bolck da Paraíba e\no Major Goodlad, junto com as boas novas destes Senhores. Assim \nfoi decidido, visto que o Commis Bolck cometeu alguns erros e seu \ntempo de serviço terminou, de mandar-lhe para pátria e que o \nMajor Goodlad seria retirado da Paraíba, e que nós mandemos o \nMajor Bayart fosse colocado em seu lugar, que é uma pessoa muito \nmais civilizada. Goodlad ficará aqui no Recife, para assumir o \ncomando de Antonio Vaz e os fortes aos redores, para qual o \nGovernador ficará encarregado de apressar o processo.\n\nO Senhor Almirante deixou saber, que..., chefe do \"Brack \nvan Groningen\", não estava apto para exercer sua função, que\nnenhum marujo ou oficial gostava de sua pessoa e que ele já havia \nsubstituído seus homens duas vezes, sem apresentar alguma \nmelhora. Assim foi decidido que aquilo que o Almirante decidir o \nconselho deverá estar de acordo.\n\nPor causa do vento contrario os cruzadores \"De Vledermuis\" \n(o Morcego) e \"De Phaesant\" (o Faisão) tiveram que retornar pelo\nqual Parapura ficará numa situação muito difícil, mas, enquanto o\nvento e as correntes marítimas estiverem em direção contraria nada\npoderá ser feito.\n\nO Comissário Gave recebeu ordens de arrumar seu \nalojamento para o Senhor Robbert. E Ordens foram dadas para que \no Comissário fique mais uma vez no alojamento do Major \nHenderson, que receberá ordens de retirar seus bens.\n\nVisto que a padaria \"rotgons\"* desabou, assim sendo o \nComissário pediu madeira e telhas para repará-la. Foi decidido de \nreunir tudo aquilo que for necessário.\n\nFoi resolvido de encarregar Rosier de se retirar de seu \nalojamento e morar em sua própria casa, de modo que nós \npossamos usar o alojamento à serviço da Companhia.\n\nE que o Senhor Hugo Graswinckel receba as mesmas \nordens, que também é proprietário de uma residência própria.\n\n\n"
        },
        {
            "id": 99,
            "day": "22 de julho",
            "contents": "\nPresente: O Senhor Stachouwer, Presidente, Herckmans, \nSchilt, Serooskercken, Robberts, e o Almirante.\n\nLido em voz alta e determinadas as instruções destinadas\naos navios \"Samson\" (Sansão), \"Engel Sint Michiel\" (Anjo São\nMiguel) e \"De Witte Valk\" (O Falcão Branco), instruções que eles\ndeverão seguir durante a viagem para pátria.\n\nA missiva escrita pelo Fiscal de Ridder foi lida em voz alta e \nserá mandada ao Conselho dos 19 a bordo de um dos navios \nsupracitados. Esta foi aprovada e será mandada sem alterações e\nque os navios estejam prontos para partir o mais rápido possível.\n\nO Senhor Presidente relatou que ele tinha entendido a partir \nde muitos rumores que assim que nossas tropas se retirassem de \nSerinhaém em direção de Porto Calvo, que então mais ou menos\n1000 homens iriam atacar o país como um exército volante, contra \no qual todos as defesas deverão estar bem preparadas e tendo em\nvista que o Recife está tão aberto e todas as paliçadas estão\ndesabando, que deverá se prestar atenção principalmente a este\nponto.\n\nAssim os Senhores Herckmans e Robberts foram \nconvocados para junto com o Coronel Arzciszewsky pensarem em \numa maneira de como fortificar estas defesas da melhor forma \npossível, e que iniciem as obras o mais rápido possível.\n\nO negro do bosque, trazido por um Capitão do mato, que\nconfessou que ele fazia parte dos saqueadores e assassinos das \nestradas, foi condenado a ter seu 'hessen'* cortado para servir de \nexemplo, e deste modo será devolvido ao seu mestre. Mas visto que \no cirurgião e o algoz disseram que isto não poderia ser efetuado\nsem que o condenado morresse de hemorragia, foi decidido que ele \nseria enforcado.\n\nVisto que Arez Tavares, escrivão da Câmara, não se\nencontra em estado de exercer seu cargo por vários motivos, em \nseu lugar ficará o Senhor Baltazar Gonçalves de Orta, sob \nproposição dos Senhores da Câmara.\n\nFoi resolvido de se mandar a caravela carregada com açúcar \nà Paraíba para que sua carga seu carregada nos navios\n\"Salamander\" (Salamandra) e \"Tholen\". Cada um destas \nembarcações receberá a metade da carga de modo que os navios\ndepois de amanha estejam prontos para partir. O Senhor Almirante \nrecrutará para isto homens capazes e irá prover-lhes com as cordas \nnecessárias.\n\nO Senhor Almirante relatou que era preciso comprar \nalgumas velas para preparar os navios \"Salamander\" e \"Tholen\", e \nque não dispõem de velas no momento. Os Senhores Serooskercken\ne o Almirante ficarão responsáveis desta tarefa.\n\nNós recebemos uma missiva da Paraíba, onde está relatado \nque nesta província não se encontram mais de 600 caixas de açúcar\npara serem carregadas. Por isto foi resolvido que ao lado do açúcar \nda caravela conquistada também mandaremos algum açúcar e pau-\nbrasil para que os navios que lá se encontra possam completar suas \ncargas. Em seguida foi decidido que o navio \"Het Hert\" (o Veado) \nserá carregado aqui com pau-brasil e que ele será mandado à\nParaíba para fazer o repasse de sua carga aos navios que estão\nsendo carregados.\n\nDaqui partiram o navio \"De Zoutberg\" (A Montanha de Sal) \ne o cruzador \"De Cauwe\", um destinado para o Cabo e o outro para \no exército, e todos os dois estavam carregados com víveres e outras \nnecessidade. Assim que o navio \"De Zoutberg\" (A Montanha de Sal) \ndescarregar sua carga ele partirá novamente, continuando sua \nviagem em direção da Bahia para cruzar ali numa latitude de entre\n12 à 13 graus, até que seus víveres se acabem.\n\n\n"
        },
        {
            "id": 100,
            "day": "23 de julho",
            "contents": "\nNós recebemos noticias do engenho do Senhor Gasparo \nNunes Chimenez, que Ribelinho chegou ao engenho com uma tropa \nde 900 homens, e que está sendo afirmado que Camarão,\nentretanto marcha com uma tropa fazendo um circulo, para recrutar \nnossos brasileiros em suas aldeias. Por isso escrevemos diretamente \npara ao Senhor Eijssens, que uma maneira deveria ser encontrada \npara evitar esta situação, junto com os nossos brasileiros da Ilha de\nItamaracá e retirando-os de nossas fortificações. O Senhor Hans\nWillemsz, comandante dos brasileiros, foi encarregado da mesma \ntarefa.\n\nO Senhor Cosmo de Castro, Vereador, e Baltazar Goncalvo, \nEscrivão, para servirem na Câmara.\n\nOs Predicantes Schagen e van der Poel foram indicados pelo \nConselho da Igreja para apresentar as seguintes questões:\n\n1. Que se notou que os judeus que moram aqui se reúnem\ncomo se estivessem em uma sinagoga, e que eles gostariam que o \nConselho tomasse uma decisão à respeito deste assunto.\n2. Que o dia de domingo estava sendo profanado\ndemasiadamente por causa de trabalhos.\n3. Que a Casa de Misericórdia está caindo em ruínas e se os\nNobres Senhores pudessem reconstruí-la assim que possível.\n4. Visto que Kempius já está exercendo a função de\n'ziekentrooster'* durante um ano para a nação inglesa, ele para isto\nrequer um salário.\n\n##### _Post prandium_ (Após o Almoço)\n\nVisto que nós recebemos mais noticias sobre a situação do\ninimigo foi deliberado no Conselho o que nós devemos fazer, \nlevando o tempo atual em conta. Primeiramente foi levado em \nconsideração que por causa dos ventos contrários e das chuvas\nDeus está nos impedindo iniciar a expedição e que nós deveremos\ncontinuar estacionados durante um mês ou seis semanas, e\nenquanto isto devemos fazer a reposição das necessidades que já\nforam consumidas.\n\nAssim depois de muitas reuniões ficou resolvido que durante\neste tempo de espera deveremos retirar do exercito entre 600 a \n800 homens que serão instalados nas passagens em Cabo e outros\nlugares, de modo que eles possam bloquear a marcha do inimigo e \nassim que o inimigo tente romper as linhas, eles consigam entrar \nem ação imediatamente.\n\nDepois ordens foram dadas de fortificar o forte do Recife o \nmais rápido possível.\n\nEm seguinte a resolução foi enviada ao Senhor Governador\npara que os homens possam ser mandados.\n\n\n"
        },
        {
            "id": 101,
            "day": "26 de julho",
            "contents": "\nFoi resolvido de se fortificar o Recife que se encontra muito \nvulnerável por causa da abertura da 'limmeragie'*, por causa da \nconstrução do novo parapeito fixado na bateria. O reduto será\nfixado com vigas de ferro e os dois fortes ficarão interligados por\nmeio de uma forte paliçada.\n\nJacob Koster foi indicado para a função de coletor da\nbalança e sua dependência, para que tudo seja controlado fielmente\ne para que as contas estejam em dia de acordo com as instruções\nque lhe foram dadas, ele para isto receberá um salário de 36 florins.\n\nAs seguintes pessoas tornaram-se cidadãos livres, para que\npossam trabalhar na balança e prestarão conta nas Câmaras\nrespectivas: Jan Gerritsz de Amsterdã, Opken Pieter de Groningen,\nJuriaan Gerritsz de Amsterdã, Jan Dircksen de Amsterdã, Pieter\nHardy da Escócia, Jan Roeloffsz de Amsterdã, Jan Andriesen da\nNoruega, Pieter Back de Buiksloot, Hendrick Jansz de Bremen, Claes \nJansz de Enkhuizen e Jan Jansz de Dordrecht.\n\n"
        },
        {
            "id": 102,
            "day": "27 de Julho",
            "contents": "\nVindo da predicação o Coronel Arzciszewsky propôs que\ndeveria se continuar imediatamente com as preparações da\nexpedição visto que o tempo estava melhorando, mas por causa da\nnecessidade de carne e outros produtos ele não acreditava que isto\niria acontecer, a menos que uma solução para este problema seja\nencontrada. Assim depois de muitas discussões e proposições\nrespondemos a sua Excelência que tanto ele quanto os membros do\nConselho podiam ver que isto não poderia ser realizado nem que\nisto fosse fornecido dos comerciantes livres e que enquanto sua \nExcelência exigisse que tudo o que fosse necessário estivesse\ndisponível sempre iria faltar algo, mas que eles iriam fazer o que \nestivesse ao alcance deles para disponibilizar o que fosse possível.\n\nAo lado disto o Senhor Almirante disse que ele precisaria \ntodos os seus navios, o que nos deixaria ainda mais vulneráveis.\n\nNós recebemos uma missiva do Rio Grande, a partir da qual \nnós ficamos a parte da situação desta região e que o navio \"De\nTrompetter\" (O Trompetista) tinha partido carregado com pau-brasil \nem direção da Câmara de Groningen.\n\nO Coronel Arzciszwesky mostrou ao Conselho, usando como \nbase uma missiva do Senhor Governador, que o Nobre Senhor está \nmuito preocupado que o inimigo poderia ter a intenção de fazer\nalguma coisa contra a Paraíba, e que por isto deveriam ser tomadas \nas providencias necessárias. Pelo Conselho foi aprovado visto que \neles não dispõem de muito tempo para mandar alguns soldados do\nexercito para Paraíba, com o intuito de evitar os planos dos \nportugueses, decidimos que mais ou menos 1000 seriam \nembarcados e levados do Recife para que deste modo se pudesse \nfazer a defesa deste local e acabar com os planos inimigos \nrelacionados a esta província, caso os Senhores militares acharem \nisto a melhor saída.\n\nArnout Veeneman que mais de uma vez foi ameaçado à\nalgema e detenção entre outros por causa de seu mau\ncomportamento e que varias vezes pediu clemência, foi condenado\nno dia 22 de abril passado. O Senhor Robberts, que estudou nas \nnótulas seus outros delitos, convocou-lhe perante o conselho e lhe \ninterrogou sobre seus erros. O acusado não tinha muito a dizer em\nsua defesa e pediu um tempo e prometeu de colocar seus livros em \nordem com o objetivo de satisfazer os nobres Senhores. Visto que \nos Senhores do Conselho estão mais propensos a clemência do que\nrigor, eles concederam um período ao Senhor Veeneman de 3 \nmeses, para que este possa colocar seus livros em ordem e caso ele \nainda continue em falta ele será punido pela lei.\n\n\n"
        },
        {
            "id": 103,
            "day": "30 de julho",
            "contents": "\nNotamos que o novo armazém construído em frente da Casa \nde Munição oferece muito perigo em caso de incêndio, levando em\nconta que lá se encontra uns pacotes de alcatrão e aguardente.\n\nAssim ficou resolvido que o armazém seria demolido \nimediatamente e que se dirá aos comerciantes livres para que \narmazenem seus bens em outro lugar.\n\nExiste uma questão a ser resolvida entre Joost van den\nBoogaert e Manuel Graci, chefe de um barco: Joost van den \nBoogaert confiscou a carga de caixas de açúcar do Senhor Manuel, \npor que ele suspeitou a falta de umas 40 arrobas de açúcar. Manuel \nretraçou que ele não tinha visto as caixas de açúcar serem pesadas,\ne que ele lhes tinha fornecido da mesma maneira que ele as tinha \nrecebido. Depois de uma investigação mais detalhada, ficou\nconstatado que o erro poderia está com o engenho e o fornecedor, \npor isso foi resolvido que van den Boogaert irá pagar ao Senhor \nManuel dois terços da carga e que então iremos controlar onde o\nerro foi cometido. Ele receberá a soma de 6 florins por cada caixa.\n\nVisto que o perigo de incêndio foi considerado como muito\nalto, prestamos atenção principalmente na situação da casa de\nmunição. Foi decidido que o forte, a partir de agora, será adaptado\npara a armazenar a pólvora. Por que ali existem varias saletas que \nsão propicias para este fim. Para que isto seja realizado\ndiretamente, os Senhores Presidente e Robberts foram mandados \nna condição de representantes do Conselho para fazer a inspeção do\nforte e mandar que as obras comecem.\n\nMoises Navarro, que exercia até o presente momento a \nfunção de corretor, foi demitido por requerimento próprio.\n\nTambém se tornou, por iniciativa própria, cidadão livre, o\nsenhor Simon Nunes van Norden.\n\nA falta de dinheiro em espécie fez com que os Senhores, \nmuitas vezes, resolvessem vender o açúcar mal condicionado e o \naçúcar molhado, que pertencia a Companhia e varias vezes o \nmesmo foi vendido à vista. Até agora nós decidimos agir como\nsupracitado contra vontade, tendo em vista, que fomos obrigados \npor causa da falta de dinheiro em caixa. Ficou decidido de vender \n2/3 do açúcar à vista e o resto, 1/3 a ser pago em prestações\ndaquilo que os vendedores deveriam fornecer. A venda será \nrealizada amanha dia um de agosto, no martelo, aquele que pagar a \nsoma mais alta. Para presidir a venda foram convocados pelo \nConselho o Senhor Stachouwer e o Senhor Robberts.\n\nForam arrendados em público as imposições sobre os vinhos\n'Rijnsche wijn' (vinho do Reino), 'Spaansche wijn' (vinho espanhol), \n'Fransche wijn' (vinho francês), 'brandewijn' (aguardente), 'wateren'\n(águas), cervejas e 'Farappe' [=garapa*], de acordo com as ordens \nque para isto foram dadas. Foi arrendado pelo Senhor Moises \nNavarro pelo período de 6 meses, começando a partir de amanha \ndia 1 de agosto, por uma soma de 5600 florins e sobre isto se \ngastou 60 'rijksdaalders' 'trekgeld'*.\n\nEle indicou como fiador Christoffel Eijerschettel e Aaron \nNavarro, comerciantes livres deste local, que foram aceitos pelo \nConselho.\n\n\n"
        },
        {
            "id": 104,
            "day": "1 de agosto",
            "contents": "\nNa reunião foi lida uma missiva do Senhor Governador,\nonde ele deixou os Nobres Senhores saber que o inimigo havia \ninvadido estas terras, e ele também nos informou que Camarão\ntentava recrutar os brasileiros das aldeias de Goiana e Paraíba. Por \ncausa disto ele mandou 800 homens que estariam ainda hoje a \nnoite em Muribeca, dos quais 600 soldados e o resto brasileiros.\nEsta tropa ficará sob o comando do Senhor Coronel Arzciszewsky \npara realizar a perseguição e atacar o inimigo ou o que ele achar\naconselhável. Assim isto foi deliberado e o Coronel propôs o que ele \npara isto considerava necessário, e o seguinte foi resolvido.\n\nO Senhor Coronel irá amanha, cedo juntamente com o \nSenhor Herckmans, que foi convocado para assistir esta expedição,\npara Muribeca, para suprir os homens que lá chegarão com farinha\npara 8 dias e em seguida seguirão diretamente viagem em direção\ndos bosques, onde o Coronel acha que ele poderá alcançar o \ninimigo.\n\nE levando em conta que a perseguição do inimigo possa\ndurar, facilmente, muito tempo e que conseqüentemente o Coronel \nvenha a ter uma falta de pão e que no seu caminho não se encontre\nquem forneça farinha, assim o Senhor Almirante levará a Alagoas, \ncom 70 soldados e a quantidade de marujos que ele poder recrutar, \n15 carroças de pão em caixas de 8000 # e cinco carroças de\nmunição. Ali ele irá esperar a chegada do Coronel que tomará a\ndireção do Almirante e o Almirante partirá segunda–feira com sua\ntropa.\n\nO Coronel levará em sua expedição um pequeno canhão e\nseus artigos e ao lado disto algumas enxadas e pás.\n\nO Representante do Conselho levará 500 florins em \ndinheiro, vinhos e queijos e o medico, Senhor Jacob, também irá \ncom ele. Com isto ficou decidido que iríamos despachar a expedição\npara deter a invasão inimiga. Para o conforto dos comerciantes\nlivres daqui mandamos carregar alguns navios com quais eles \npuderam mandar seu açúcar para pátria. Em um destes navios se \nencontrava o chefe de navio \"De Droocher\", que tinha sido mandado \nà Paraíba para que ali ele pudesse carregar seu açúcar. Quando ele\nlá chegou não encontrou a quantidade necessária de carga para\nfazer a viagem, a partir disto os Senhores do conselho informaram \nos comerciantes que eles poderiam carregar, o açúcar que se \nencontra aqui em grandes quantidades, em navios ou cruzadores e \nmandá-los à Paraíba de modo que suas cargas possam ser\ntransportadas para pátria. Então carregaríamos este açúcar no\nnavio \"De Droocher\", aqui supracitado, até que completasse sua \ncarga, navio que seria utilizado para melhorar o serviço para os \ncomerciantes que de outra maneira não precisaria pagar os\nimpostos de carga à Companhia por que partiria vazio para a\nHolanda. Os comerciantes armaram um complot para não seguirem\nestas diretrizes, apesar de que nós tentamos facilitar o máximo \npossível. Assim foi decidido que aqui nenhum navio atracará ou será \ncarregado com açúcar antes que os comerciantes mandem a carga \nde acordo com a maneira que foi proposta à Paraíba, o que aqui\nserá publicado.\n\n\n"
        },
        {
            "id": 105,
            "day": "2 de agosto",
            "contents": "\n##### _Post prandium_ (Após o Almoço)\n\nOs senhores fecharam a conta de Duinkercker e concluíram, \nque ele havia entregado de acordo com suas ordens 409696 lt/# de \npau-brasil, que tinha sido contratado pela soma de 3 'stuivers' \nmenos um 'penning', o que alcançará a quantia de 60174 florins e 2 \n'stuivers', a partir de que deveremos subtrair 11225 lt, que \npertencem à Companhia, pelo qual fica o resto da divida em\nsomente 58525 florins e 7 'stuivers', disto ainda terá que ser \nsubtraído aquilo que foi fornecido como víveres ao Senhor \nDuinkercker, uma quantia de 19953 florins, de modo que no final \nele receberá uma soma de 38572 florins e 7 'stuivers'. Também \ndeveremos notificar que o Senhor Duinkercker diz ter tido um gasto \nde 600 florins sobre a quantia de 11225lt de madeira da \nCompanhia, mas visto que o Senhores tinham uma objeção quanto\nà isto, mas não puderam rejeitar esta reivindicação totalmente, eles\nmandaram os Senhores Governadores estudar o caso para que se \nentre em um acordo com ele na pátria, de acordo com os seus \ndocumentos que ele irá mostrar aos Senhores Governadores. Em \nseguida entramos em acordo com o Senhor e aceitamos ceder-lhe \nem credito e pagar as dividas que ele tem aqui em uma quantia de \n8572 florins e 7 'stuivers' de modo que os Senhores Governadores \nsó precisam lhe pagar 30000 florins.\n\n\n"
        },
        {
            "id": 106,
            "day": "7 de agosto",
            "contents": "\nLemos uma missiva de Itamaracá onde estava relatado que \nCamarão ali se encontrava e bloqueou a passagem fazendo com que\nalguns brasileiros entrassem em desordem e mudassem sua rota \nem direção à Paraíba.\n\nDemos como reposta a esta missiva que iremos avisar a \ntodos que fiquem alerta a esta situação.\n\nNós respondemos uma missiva do Senhor Almirante e \nmandamos com ela 60 'vierroers'*, que tínhamos recebido do \nSenhor Governador, duas peças de artilharia e 4 carroças de \nmunição para completar seu comboio.\n\nNós escrevemos ao Senhor Governador dando uma resposta \nà sua ultima missiva e lhe informamos sobre as noticias que\ntínhamos recebido de Goiana e de outros lugares.\n\nDemos ordens relacionadas ao problema de incêndio e\ncontratamos para a função de mestre dos bombeiros:\n\nJohan Schaap na região norte do Recife.\n\nChristoffel Eijerschettel na região sul do Recife.\n\nEles irão controlar de acordo com as ordens e eles irão fazer\numa lista da quantia de que cada domicilio deverá colaborar para \nque se pague o salário do 'klapperman'* (pessoa que soava o\nalarme).\n\nPara a função de 'klappermannen' foram contratados:\nDomburg, Jan Cardinaal van Hasselt, Kampen, Philip Oudijn. Eles \nreceberão o salário de 18 florins por mês, que será pago a partir da\nquota supracitada.\n\n"
        },
        {
            "id": 107,
            "day": "14 de agosto",
            "contents": "\nFoi resolvido que o nível das ruas será elevado para que \npossam ser utilizadas vendo que por causa das chuvas ficaram \ninundadas, isto deverá ser realizado dentro de 48 horas, correndo o \nrisco de ter que pagar uma multa de 6 florins aquele que não o fizer\ne em seguida que cada deverá manter a limpeza de sua rua e a \npartir de agora está proibido de se jogar sujeira na rua, mas este \ndeverá ser jogado fora do Recife correndo o risco de ser punido \naquele que não cumprir as ordens, como está supracitado, e a\nmulta será determinada de acordo com o tamanho da infração.\n\n\n##### _Post prandium_ (Após o Almoço)\n\nNós recebemos uma missiva do Senhor Coronel \nArzciszewsky, onde ele deixa saber o que ocorreu durante sua \nviagem, que ele tinha ido até Massuripe e ali tinha recebido más \nnoticias vindas de Itamaracá e Goiana. Assim nós escrevemos \nimediatamente à sua Nobreza que Itamaracá continua em nossas\nmãos e que todos os outros rumores eram falsos, mas, que a\nsituação em Goiana estava realmente muito critica, e se era\npossível para sua Nobreza se apressar para ajudar a libertar Goiana.\nNós mandamos a missiva que nós havíamos também recebido de \nGoiana, que descrevia a má situação em que eles se encontram.\n\nNós escrevemos ao Senhor Governador e ao Senhor \nWijntjes o que O Senhor Coronel nos tinha informado sobre a \nsituação e o que tinha sido decidido.\n\n"
        },
        {
            "id": 108,
            "day": "16 de agosto",
            "contents": "\nfoi lido em voz alta os regulamentos relacionados ao \nmercado de peixe, que foram aprovados e serão publicados e que a\npartir de agora deverão ser seguidos.\n\nTambém foi decidido que o décimo das miúças  será \narrendado publicamente, a saber, na próxima sesta-feira dia 22 de \nagosto na casa do Presidente.\n\nFicou resolvido que será proibido que alguém, na ilha de \nAntonio Vaz, coloque seus cavalos nos armazéns da Companhia ou \nque obstrua sua passagem de outra forma, correndo o risco de ter \nseus cavalos ou bens confiscados que no local sejam encontrados.\n\nTambém ficará proibido que alguém deixe seus animais ou \nporcos, correndo o risco de sofrer a mesma punição.\n\nVisto que notamos que muitas fraudes estão sendo\ncometidas na balança e que a balança durante a coleta não pode ser\ntão bem controlada, por que a Companhia não dispõem de pessoal\nsuficiente para colocar em todos os lugares onde é necessário, \nassim foi decidido de que a balança seria arrendada...\n\n"
        },
        {
            "id": 109,
            "day": "17 de agosto",
            "contents": "\nDurante a noite recebemos uma missiva do Senhor Jacob \nPetri, Comandante em Itamaracá, onde ele relata ter sido informado \npor um negro que o Coronel tinha libertado o forte de Goiana e que \nCamarão tinha fugido, o que nós já avisamos ao Senhor\nGovernador.\n\n\n"
        },
        {
            "id": 110,
            "day": "18 de agosto",
            "contents": "\nDurante a madrugada recebemos uma missiva do próprio \nCoronel, onde ele descrevia que o inimigo tinha fugido antes que ele \nchegasse a Goiana, por que eles tinham sido avisados pelos \nportugueses que haviam descoberto sua expedição. Ele escreveu\nque ele iria expulsar todos os portugueses que haviam lhe traído, \nque seus bens seriam saqueados e que confiscaria seus bens de \nimóveis, o que foi aprovado e lhe foi comunicado. Depois sua \nmissiva foi mandada ao Senhor Governador e nos encarregamos \ndas ações necessárias.\n\n"
        },
        {
            "id": 111,
            "day": "19 de agosto",
            "contents": "\nOs benefícios oriundos da balança foram arrendados pelo \nperíodo de um ano, que entrará em rigor em agosto de 1636 e \nfindará em agosto de 1637, de acordo com as ordens provisórias \nque para isto foram dadas, mantendo aos Nobres Senhores o direito \nde interpretação dos artigos do mesmo. Foi arrendado pelo Senhor\nMichiel Hendricx, por uma soma de 8500 florins. Como fiador ficarão\nos Senhores Rassičre e Boogaert.\n\nComo custos foram gastos 20 rijksdaelders.\n\nOrdem de pagamento foi dada ao Senhor Raoúsa, que \nreceberá 40000 réis por meio ano de salário pelo exercício da \nfunção de Capitão do mato, pelo qual ele, junto com seu grupo,\nlivrou o país de rebeldes, negros e salteadores.\n\nNós informamos ao arrendador da balança, o Senhor Michiel \nHendricx, que a Companhia fica livre de taxas pelo uso da balança e \nusará seus bens para beneficio próprio.\n\n\n"
        },
        {
            "id": 112,
            "day": "20 de agosto",
            "contents": "\n\nNós recebemos uma missiva de Goiana, do Coronel e do \nSenhor Eissens, relatando os seguintes assuntos, onde ficou \nresolvido como poderá ser observado nas margens.\n\nDepois da liberação do Capibaribe, os seguintes assuntos\ndeverão ser decididos pelo qual se requer a opinião do Conselho.\n\nCapibaribe, 18 de agosto\n\n1\n\nO que deveremos fazer com os brasileiros que se encontram\nem Capibaribe e nas redondezas de Goiana. Deveremos lhes \ndeterminar uma moradia fixa na Ilha de Itamaracá ou em outro \nlugar ou deveremos os manter próximos as nossas tropas, e pagar-\nlhes e manter-lhes como nossos soldados.\n\nA\tA resposta a esta questão foi a seguinte: que\ndaríamos os brasileiros uma aldeia na ilha em Itamaracá de modo \nque os mais idosos e as mulheres ali possam fazer seus cultivos, \nmas, que caso nós acharmos que o tamanho da aldeia e a \nquantidade do povo possam significar algum perigo para a ilha, por \nexemplo, por traição por parte dos brasileiros, que assim uma outra\naldeia poderá ser construída por trás da cidade de modo que nós \npossamos os controlar melhor. Os jovens homens que estão em\nestado de entrar no serviço militar, serão utilizados em nossas\ntropas de guerra.\n\n2\n\nQual estratégia de guerra nós usaremos no caso em que o\ninimigo comece a saquear, e não se estacione em parte alguma e\nque seja muito forte, visto que camarão ao lado de 1000 brasileiros\ne ao lado de muitos habitantes de Goiana, agora ainda recebe \nreforço de Ribelinho com suas tropas que está estimado em 800 \nhomens brancos e que já passaram Itantorra. Nós não estamos em\nestado de persegui-los, por que não dispomos de um local onde\npossamos nos abastecer de farinha ou carne. Vamos escolher um \nlocal onde farinha poderá ser adquirida, e onde as tropas rápidas \nque perseguem o inimigo possam se refugiar.  Ou talvez seja \nmelhor deixar que os saqueadores durante um curto período \npossam saquear em Goiana e em Paraíba, e enquanto isto, \njuntaremos todas as tropas e atacaremos Porto Calvo, liquidando-os \ne só após iremos resolver o problema destes bandos de \nsaqueadores errantes.\n\nA\tAnteriormente já havíamos resolvido atacar Porto \nCalvo mais por causa de precariedades isto sempre foi empatado.\nEnquanto, o inimigo continua atacando e devastando o país, \nestamos receosos do perigo que assim que nossas tropas partirem \nem direção Norte, o inimigo nos invadirá novamente com uma tropa\nforte e atacará em um outro local, pelo qual aqui se sofrerão mais\nprejuízos do que iremos ganhar ao Norte. Por isso achamos \nnecessária a formação de uma tropa rápida que conte com 600 a\n800 soldados.\n\nB\tMarujos e brasileiros sem comprometer em numero \nas nossas tropas. Com o resto poderíamos atacar Porto Calvo, \nenquanto estacionaríamos nossa tropa rápida num sitio ou engenho \nno meio do país onde eles pudessem ser abastecidos de pão ou\nfarinha, carne, e também munições e carroças para poder perseguir\nimediatamente qualquer tropa que conseguisse se infiltrar. Mas, \npara que isto possa ser realizado precisamos de alguém no \ncomando que seja muito respeitado, para que esses soldados sejam \nmantidos em ordem por meio de uma forte disciplina. Desta forma o \ninimigo poderá ser barrado por todos os lados.\n\n3\n\nO que deveremos fazer com as carroças que causam \ngrandes atrasos durante as missões rápidas, por que os Senhores\nnão colocaram oficiais competentes a nossa disposição, e por que as\ncaixas de farinha não foram equipadas com uma armação de ferro,\npor causa de que elas quebram e nós sofremos perca de farinha. Ao \nlado disto por que não foram escolhidas as melhores carroças, mas,\naquelas que estavam a disposição. Visto que estamos em guerra no\ninterior do país longe do mar, não podemos ficar sem dispor de\ncarroças e a pólvora e os pavios também têm que ser transportadas\nem cima dessas cargas, por causa da chuva. No caso que se \ncoloquem outras carroças a nossa disposição de modo que\ntenhamos dez, com um numero suficiente de bois para que estes \npossam ser trocados e que possamos receber um equipamento de \nqualidade superior as das que recebemos até agora.\n\nA\tOs problemas com as carroças se deve ao fato de \nque aos habitantes que não nos forneceram um material de melhor\nqualidade. As caixas foram feitas sob instruções do Coronel e caso\nse considere que elas devam ser equipadas com uma armação de\nferro isto pode ser realizado, mas, nós havíamos chamado a \natenção de Sua Nobreza que por causa disto poderia ocorrer algum\natraso.Eles poderão receber a quantidade que acharem necessária e\nlhe forneceremos o que for possível.\n\n\n4\n\nDe que modo deveremos agir para com a população de\nGoiana e de que modo deveremos  punir a infidelidade deles de \nquando apoiaram e se juntaram, armados, aos 200 homens da \ntropa de Camarão. Já temos uma lista de 80 pessoas das quais\nsabemos que participaram desta operação os outros restantes ainda\nnão foram indiciados. Também perguntamos de que maneira nós\npoderemos abrigar os poucos aliados que ficaram do nosso lado a \nfim de proteger seus bens tanto dos inimigos quanto de nossos \nsoldados. Um lugar, onde eles possam ficar livres dos ataques \ninimigos e dos saques feitos por nossas tropas, fornecendo-lhes \narmas de modo que eles possam se defender sozinhos e assim que \neles se encontrarem neste lugar poderíamos recrutar os homens \nexcluindo mulheres e crianças.\n\nA\tOs habitantes armados aliados do inimigo, poderão\nreceber a pena de morte e seus bens poderão ser confiscados,\nexcluindo mulheres e crianças. Aqueles que ficaram do lado do \nnosso Estado receberão uma arma e serão recrutados para fazer a\ndefesa do pequeno forte em Goiana, o que também resolveria os \nproblemas de ataques inimigos, sobre tudo isto também poderia \nservir como local de retirada para nossos aliados.\n\n5\n\nQue medidas deverão ser tomadas contra a desobediência\ndos soldados que não seguem ordens e fazem tudo o que bem\nentendem, se distanciando das tropas e saqueando tudo o que \nencontram. E que são convocados e atendidos por seus oficiais. E\nmesmo que eles venham comparecer perante a justiça militar, \nrecebem sentenças leves ... sem que se prestem atenção aos\ncostumes vendo que estas pessoas não participaram de outras\nguerras do que as brasileiras que ocorrem de maneira tão irregular\ne que a partir destas situações de guerra se formaram tendo por\nconseqüência que eles não demonstrarão de pronto um\ncomportamento melhor, e também não esperarão que eles sejam\npunidos pelos seus atos. Aqui em Goiana, mesmo com a proibição,\nos soldados partiram para saquear, atacando a população,\nroubando-lhes todos os seus pertences e torturando-lhes, \nestorcendo-lhes dinheiro, tomando-lhes as crianças enquanto o \noficial fazia grandes presas, mesmo sem ter nem visto o inimigo.\n\nA\tNós decidimos que sua Nobreza está com a razão\nneste caso e que a justiça agiu fracamente diante tão grandes\nerros, mas, sua Nobreza está no comando neste local e por falta de \njurisprudência ele pode agir como achar direito. Ele deverá pensar\nse em tais casos não é possível fazer a convocação de um Colégio\ncomposto por 6 juizes e com isso formar uma Corte Marcial severa \nde modo que se possa manter a ordem da melhor maneira possível.\n\n\n6\n\nQuem? E quanto deveremos pagar as pessoas que estão de\nolho na chegada do grupo de rebelados de Camarão e outros tipos e\nnos informarão a tempo sobre toda a situação.\n\nA\tos melhores, e um salário de acordo com o serviço \nprestado descrição, visto que dois Senhores do Colégio ali estão\npresentes.\n\n7\n\nQue do Recife seja encomendado, pão, vinho (água\nardente), para que troquemos aqui por carne com os moradores e \nsatisfazer os oficiais.\n\nA\tIsto já foi realizado e acontecerá diariamente.\n\n\n8\n\nO que deveremos fazer em relação ao povo sob o comando\ndo Almirante.\n\nA\tOs Senhores sabem do que são capazes e o Senhor\nAlmirante está presente no local de modo que os senhores poderão\nresolver a questão com ele em pessoa.\n\n\n\n"
        },
        {
            "id": 113,
            "day": "28 de agosto",
            "contents": "\nO Major Bayert já aceitou a tarefa de concerto das brechas \nno forte em Afogados e ficará responsável pela manutenção do\nmesmo pelo período de um ano por uma soma de 1080 florins, sob \na condição que dentre 14 dias carrinhos de mão para isto sejam\nencomendados. Nós não tínhamos condições de comprá-los por\ncausa de que o Major desistiu de realizar o trabalho. Visto que agora \nnós arranjamos alguns carrinhos de mão, foi acordado com o Major\nBayert que a partir do dia primeiro de setembro ele começará a \nfazer a manutenção do forte, durante o período de um ano e que\ntodas as brechas que haviam ou apareceram agora por ele serão\nreparadas, durante o período que lhe foi concedido, para isto lhe \nconcedemos o pagamento da soma de 1680 florins.\n\nO senhor Robberts foi convocado para dividir o armazém, a \nsaber, que o açúcar da Companhia seja colocado num local distinto \ndo açúcar de terceiros, para que desta forma podermos evitar, \ndescobrir melhor, ações fraudulentas.\n\nFoi decidido que contrataríamos mais um ajudante.para \ntratar todas as sentenças e execuções e também para redigir\npequenas ordens, de modo que um dos dois mensageiros esteja \npresente na reunião e o outro se ocupe da redação.\n\nDeterminado e aprovado o imposto sobre as casas que os \nproprietários deverão pagar para o 'klapper' para evitar incêndios.\nEste imposto será cobrado pelo próprio funcionário.\nPost Prandium\n\nO Nobre Senhor Coronel Arzciszewsky veio de São Lourenço\ne relatou que ele depois de ter liberado provisoriamente o forte em \nGoiana, ele perseguiu o inimigo com suas tropas e lhes tinha \nencontrado em Terra Nova no dia... , onde Camarão se encontrava\nem um curral com suas emboscadas a sua frente. Quando os nossos \nsoldados chegaram e lutaram bravamente o inimigo fugiu, deixando \nmais ou menos 50 mortos para trás, assim como todos os seus \nvíveres e munição. Depois eles bateram escandalosamente em\nretirada, depois da qual o Coronel não mais pode persegui-los e\nassim marchou em direção de São Lourenço de modo que suas\ntropas pudessem descansar.\n\n\n"
        },
        {
            "id": 114,
            "day": "29 de agosto",
            "contents": "\nDeliberamos o que seria o melhor a fazer com as tropas do \nCoronel, onde eles deveriam ser estacionados para se evitar uma \ninvasão inimiga e em qual lugar nós poderíamos sustentá-las da\nmelhor maneira possível. Assim depois de muitas discussões e\ndebates por causa de outras considerações finalmente ficou\nresolvido que deveríamos mandar as tropas estacionarem no \nengenho Pantora do Senhor Antonio Gonçalvo de Paes e seus \narredores, onde farinha e animais estariam disponíveis para o \nsustento das tropas. Para isto ordens serão dadas aos habitantes de\nMuribeca que toda a farinha que eles puderem produzir deverá ser \nenviada ao local mencionado e que também se transportará pelo \nCabo, tudo que puder contribuir e levaremos isto ao mesmo local.\n\nDepois mandaremos os brasileiros por um certo período de \nvolta para casa e os pagaremos pelos seus serviços prestados \ndurante os últimos 8 meses, período no qual eles trabalharam duro \ne prestaram um bom serviço, cada receberá 6 florins em dinheiro e \nao lado disto também lhes forneceremos têxtil para roupas e cada\num receberá 7 'el' 'lijwaad'*, os oficiais receberão algo mais, de\nmodo que possamos convocá-los mais uma vez caso se apresente a \nocasião em que deveremos perseguir o inimigo.\n\nPerguntamos a todos o que deveríamos fazer com a \nexpedição planejada à Porto Calvo, e ficou resolvido que nós iremos\ncontinuar os planos o mais rápido possível e contribuiremos com \ntudo o que estiver em nosso alcance.\n\n\n##### _Post prandium_ (Após o Almoço)\n\nO Senhor Coronel e Almirante que haviam chegado da \nultima batalha relataram no Conselho, que eles tinham sido \ninformados durante a viagem que algumas pessoas e também \nhomens livres tinha tratado os habitantes portugueses de maneira \ntão escandalosa que tal comportamento não podia ser aceito, e os\nportugueses declararam não agüentar mais esta situação, mas\nabandone tudo. Assim nós levamos isto em consideração e\nresolvemos que tentaremos resolver esta situação com o maior\nempenho para desta forma satisfazer melhor os habitantes com \nnosso modo de governar. Por isso iremos fazer um inquérito sobre \nos culpados e iremos lhes punir severamente para que sirvam de \nexemplo a outros.\n\nNós recebemos uma missiva do Comandante Gartsman, de \nRio Grande, onde ele deixa saber que o navio \"De Faem\" (a Fama) \nali chegou são e salvo. O Senhor Almirante ficará atento ao seu\nestado de conservação.\n\n\n"
        },
        {
            "id": 115,
            "day": "2 de setembro",
            "contents": "\nO Presidente (Schilt) relatou que havia sido resolvido fazer o \npagamento dos brasileiros em dinheiro, por causa de que ele havia \nolhado o caixa e ali nada encontrou. Por isso é necessário que \narranjemos dinheiro. Assim ficou decidido, considerando que é \nmelhor mandar o açúcar a pátria do que vendê-lo aqui, garantindo\nassim um lucro maior para a Companhia, que iremos sacar em \nletras de 4500 florins dividido em nove partes, cada um será \nmandado de acordo com sua quota.\n\n\n3 setembro\n\nO engenheiro mostrou o desenho, que por ele foi projetado, \ndo forte do Sul na Paraíba, a saber, que a coroa fosse fechada com \numa grande ''tennelge', abrindo uma bateria no porto de modo que \nmuitas peças ali possam ser instaladas. Depois de algumas \ndiscussões e algumas avaliações sobre o assunto foi decidido que\niremos começar imediatamente o trabalho.\n\nO Senhor Almirante pediu aos Senhores que os navios \n\"Salamander\" (a Salamandra) e \"Tholen\" fossem despachados da \nParaíba, por que de outro modo eles iriam correr grandes riscos, por \nque se não chegarem na pátria durante o inverno, ficando aqui eles\niriam ser atacados por carcoma. Assim foi decidido que hoje a noite \nas missivas serão terminadas e eles receberão permissão de\npartirem imediatamente.\n\nCompareceram os Juizes e Vereadores e o Procurador da \nCâmara em nome do povo inteiro e cidades dizendo que os \nhabitantes ficaram assustados e perplexos pelo que havia \nacontecido em Goiana. Ali alguns portugueses, que haviam ficado \nem suas residências e que sempre ficaram fieis ao nosso governo,\nforam saqueados e mortos por alguns dos nossos brasileiros e \nsoldados, mesmo depois da partida do inimigo. Eles admitiram estar \ncom muito medo destes tipos de ações e pediram por causa disso\nque se tomassem algumas providenciais para protegê-los.  Assim\nsendo refletimos bastante sobre o assunto, foi decidido e achamos \nnecessário que a partir de agora qualquer tipo de saque seria \nproibido. Mas, visto que isto só poderá acontecer com ordens do \ngovernador que com sua autoridade e comando poderá obrigar os \nsoldados a cumprirem tal ordem, assim isto lhe foi apresentado e \nrequerido da melhor maneira possível.\n\nOrdem de pagamento admitida em favor do senhor Claes \nCornelisz, de uma quantia de 103 libras flamengas, pelos mastros \nque por eles foram adquiridos.\n\nO Senhor Schottt pediu se alguém poderia ser convocado \npara ir com ele ao Cabo e ali registrar as contas do açúcar que ele \ntinha achado em nome da Companhia, nos engenhos e lugares e \ndepois disto transportá-lo embora. Também para se informar sobre \nquantos portugueses ali se encontram e de quem ele tinha recebido \no açúcar, de modo que ele pudesse ficar isento de qualquer \nacusação, porque estão espalhando calunias sobre seus bons\nserviços, e ele planejava prestar conta de cada centavo. Foi \nresolvido que temos toda confiança que sua Nobreza exerceu sua \nfunção de boa fé e que nós permitiríamos de acordo com o seu\npedido que alguém fosse até o local.\n\nChristiaan Geraerdts, 'ziekentrooster' em Cabo, que \nterminou seu tempo de serviço receberá a partir de agora um \naumento de salário, salário que passará de 16 a 20 florins por mês.\n\n\n"
        },
        {
            "id": 116,
            "day": "4 de setembro",
            "contents": "\nO Senhor Almirante demonstrou que o navio \"Amersfoort\" e \no cruzador \"De Canarievogel\" (O Canário) ainda dispunham de \nvíveres para umas 5 ou 6 semanas e que seria bom que os \nmandássemos cruzar em frente ao Rio São Francisco. Acordo.\n\nJohan de Jongh, escrivão desta secretaria, receberá a partir\nde agora um salário de 24 florins por mês por que ele prestou bons\nserviços e ele trata de todos os negócios notariais.\n\nO Senhor Schottt disse que ao redor do Cabo se \nencontravam alguns engenhos que pertenciam aos portugueses no \nlugar da Companhia, dos quais os lavradores e Senhores tinham \nresolvido de colocá-los a moer novamente, declarando contribuir \ncom o que puderem e queriam fazer o seu melhor, mas por que eles \nficaram muito pobres por causa da guerra eles se queixavam e \ndiziam que não poderiam realizar tal tarefa sozinhos. Mas, que caso\na Companhia pudesse ajudá-los com um empréstimo de 2 à 3 mil\nem dinheiro e em bens de comercio o que eles pagariam com a \nprimeira colheita, que eles então conseguiriam colocar alguns\nmoinhos em funcionamento. O Nobre senhor achava que seria \nproveitoso para a Companhia e que poderia se esperar um grande \nganho de 10, 20 etc, acima do fato que canaviais e moinhos que de \noutro modo iriam acabar. Foi resolvido que isto não poderá ser\nrealizado por que não é aconselhável para Companhia de emprestar\ndinheiro ou bens a portugueses.\n\n\n"
        },
        {
            "id": 117,
            "day": "10 de setembro",
            "contents": "\nPresentes: Os Senhores Schilt, Presidente, Herckmans e \nRobberts.\n\nPedro Robossche, que havia chegado e tinha partido das \ntropas de Camarão, declarou que ele\n\ntinha sido levado contra a sua vontade, assim como outros \nmoradores que ainda se encontram com Camarão.\n\nEm seguida ele relatou que alguns tinham lhe acompanhado \nvoluntariamente e outros tinham sido levados a força, requerendo \nque estas pessoas pudessem voltar aos seus lares e que fossem \nperdoados, mesmo aqueles que intencionalmente pegaram as \narmas e foram julgados como culpados e participaram \nvoluntariamente, e que estão esperando sua punição ou sentença.\nEle também relatou que as pessoas de Camarão estavam muitas\ndesmoralizadas e se encontravam aos arredores dos currais de \nPedro da Cunha, onde por causa de uma falta de víveres e \nmedicamentos os doentes estavam à morrer, e que ele pensava que\nCamarão se dirigia à Porto Calvo com suas tropas, onde também\nestá havendo uma grande falta de víveres.\n\nEstas informações foram reafirmadas pelo frei Alcemo, um\npadre de São Bento, que tinha falado com um português que veio\ndos currais de Pedro da Cunha. Mas, ele relatou que o Capitão\nSouto foi ver Camarão, trazendo consigo 60 a 70 brancos,e que ele\nlevaria o espolio que eles haviam conquistado em Goiana para Porto \nCalvo, enquanto Camarão se dirigiria com o resto para as costas,\npara saquear o máximo possível nesta região. Foi resolvido que\nmandaríamos esta noticia ao Senhor Governador para que ele \ndeliberasse com o Senhor Coronel sobre o que deveria se fazer de \nmodo que ele possa nos aconselhar sobre o assunto.\n\nEntramos em um acordo com o proprietário do navio \"De \nJager\" (o Caçador), que por nós tinha sido carregado, que ele \nreceberá a partir do dia em que prazo que ele tem para ser \ncarregado terminar, a soma de 54 florins por dia acima da quantia \nque ele receberá pela carga.\n\nO Senhor presidente pediu ao Conselho o que deveria se \nfazer com a casa, que se encontra fora de Antonio Vaz e que era \nhabitada antigamente pelo Senhor Jan de Backer. Ficou resolvido \nque o Senhor poderá alugá-la em beneficio da Companhia, o que ele \nem seguida fez alugando-a à um certo Gaspar Dias Ferreira,\ncomerciante português, pelo período de um ano e pela soma de 400\nflorins.\n\n"
        },
        {
            "id": 118,
            "day": "11 de setembro",
            "contents": "\nPresentes: O Senhor Schilt, Presidente, Herckmans, \nSerooskercken, Robberts e o Almirante.\n\nHoje de manha cedo nós recebemos informações de\nportugueses de diversos lugares, que o inimigo, contando com mais \nou menos 200 homens, se encontrava em Várzea e Apipucos, onde \neles estavam saqueando, causando grandes distúrbios entre os \nmoradores. O Conselho decidiu, para satisfazer os moradores e \nproteger o máximo possível seus bens, que mais ou menos 200 \nhomens serão recrutados, tanto militares quanto marinheiros, tendo\nno comando o Senhor Almirante e o Comandante Ernst, para \nperseguir e atacar o inimigo.\n\nJacques Hack, comerciante livre nesta cidade, apresentou ao \nConselho que ele, tendo algumas obrigações como documento, tem\no direito sobre f 100:16 de um certo João Rodrigues de Aguiar e que\na pessoa mencionada havia partido com Camarão, deixando\nsomente duas caixas de açúcar, caixas a partir das quais ele poderia \nretirar seu pagamento. Ele requer por isso se ele poderia confiscar o \naçúcar mencionado como seu pagamento, o que lhe foi concedido \npelo Conselho.\n\n\n"
        },
        {
            "id": 119,
            "day": "22 de setembro",
            "contents": "\nPresente: O Senhor, Schilt, Presidente, Stachouwer, Schottt, \nEijssens, Herckmans, Robberts e o Almirante.\n\nO Predicante Samuel Folckori, admitido nesta cidade para \nfunção de Predicante, pediu um salário igual aos outros que\nexercem a mesma função aqui. Estamos de acordo, e ele receberá a\nsoma de 60 florins por mês, por que ele sempre se comportou de\nmaneira honrosa e construtiva, o que entrará em vigor no dia 1 de \nmarço de 1635, a partir do momento em que ele foi contratado \ncomo Predicante.\n\nGregório de Barros, português, demonstrou que havia\nfornecido à Companhia 10 mulas e 60 vacas e ao lado disto alguns\nnegros, que lhe estavam sendo negado de volta, pedindo \npagamento destes bens. Ficou resolvido que lhe devolveremos os \nnegros. Assim que o Comissário de Goiana prestar sua testemunha \nafirmando que as mulas e as vacas foram fornecidas, então\nGregório de Barros terá prova de que estes bens chegaram ao seu \nlugar de destino e serão pagos.\n\nOs mestres de dois negros, que foram aprisionados no \nbosque e que aqui trabalham acorrentados na padaria, requerem \nque eles sejam restituídos. Foi decidido que estes por enquanto \nficarão aqui, por que provavelmente eles fugirão de novo ao bosque\ne irão praticar o mal.\n\nOs Senhores Serooskercken e Robberts foram convocados \npara visitar o 'barn'* no Forte de Brun e mandar que ele seja \nconcertado por uma construtora ou outro.\n\nVisto que Thomas Wells, que contratou o dizimo de \nSerinhaem, foi acusado e preso, mas que a partir das informações à\nseu respeito que nos foram mandadas, podemos fechar seu caso e \nconsideramos assim o mesmo inocente. Demos ordens que lhe \nrestituiremos todos os bens que lhe foram confiscados e decidimos \nque ele poderá ganhar seu pão como cidadão livre, o que nós\ntambém escreveremos ao Senhor Governador.\n\nO Senhor Schottt forneceu uma lista de mais ou menos 60 \ncaixas de açúcar, que de acordo com as informações que ele tinha\nrecebido estavam espalhadas e escondidas pelo país. Estas \ninformações lhe foram fornecidas por seus amigos. Estas caixas de\naçúcar pertenciam a pessoas que fugiram e que por isso agora \npertencem conseqüentemente à Companhia. Por isso faremos de\ntudo para que estas caixas sejam encontradas e trazidas à\nCompanhia.\n\n\n"
        }
    ]
}