{
    "id": 3,
    "author": "José Hyginio",
    "title": "Dagelijkse Notulen",
    "number": 3,
    "year": "1637",
    "period": "28 de janeiro a 30 de dezembro",
    "days": [
        {
            "id": 120,
            "day": "28 de janeiro",
            "contents": "\nGracas à Deus chegou Sua Excelência, vossa Senhoria o Conde Mauricio de\nNassau, Catzenelle bogen vianden Diets, Senhor de Billensteijn, Governador, \nCapitão e Almirante-General aqui neste país, em nome dos todos poderosos os\nsenhores do Estados Gerais da União Holandesa, da sua Majestade o Príncipe\nde Orange, e da Companhia das Índias Ocidentais patenteada, no Nordeste do \nBrasil que já foi ou que ainda será conquistado. Também chegaram os Nobres \nSenhores do Alto e Secreto Conselho, O Senhor Mathias van Ceulen e o \nSenhor Adriaen van der Dussen.\n\nO Senhor Sigismund van Schoppen, Governador e Coronel Chefe, Coronel \nChristoff Artchoffisck e o Conselho político, e também o Almirante J.C. \nLichthart, O Comissário da Artilharia Willem Doncker e o Fiscal Nicolaes de \nRidder, compareceram na Residência de Sua Excelência, onde Alto e o Secreto\nConselho se reuniram pela primeira vez. Lá foram lidas pelo assessor do Alto e \nSecreto conselho as missões de Sua Excelência como Governador, Capitão,\nAlmirante-General sobre as Conquistas no Brasil, a saber, uma escrita pelos \nEstados Gerais, uma outra escrita por Sua Majestade O Principe de Orange, e \numa terceira escrita pelos governadores membros dos Senhores 19. Depois \ndisto também foram lidas as missões dos senhores do Alto e Secreto conselho,\nMathias van Ceulen e Adriaen van der Dussen escritas da mesma forma pelos \nEstados Gerais, pelo Príncipe e pelos senhores 19.   \n\nOs senhores presentes se submeteram totalmente e satisfeitos à estas missões e\nao governo que com elas tomam posse, aceitando os mesmo com respeito e desejando toda felicidade e prosperidade, \ncom a graça de Deus, para Sua Excelência e o Alto Conselho.\n\nE visto que o assessor, senhor H. Carpentier não trouxe uma missão, ele foi\napresentado à reunião por Sua Excelência, e declarou que tinha sido indicado,\npelo colégio dos Todos Poderosos e da reunião dos 19, como assessor para\nque de acordo com suas instruções esta à disposição e assistir o colégio de sua\nExcelência e o Alto conselho.\n\nQuando o Conselho Político e outros tinham partido, Sua Excelência se reuniu\ncom o Alto e Secreto conselho acompanhados pelo senhor Sigismund van \nSchoppen, Almirante J. C. Lichthart e também o Coronel Artschovisck.\n\nInquiriu-se sobre o estado de guerra, provisões, munição e outros bens para se\ndar uma idéia das coisas importantes sobre as quais se pode contar.\n\nPrimeiramente foi feita uma recapitulação das forças armadas na medida em\nque elas estejam aqui presentes e ficou concluído que as guarnições contam\ncom:\n\n                    Numero de pessoas na guarnição\n                    No Recife\n    Capitão Ernest companhia                               50\n    Capitão D'Altrie, de Bruin e Reduto                    150\n    Terra, Castelo: o regimento que lá se encontra         25\n\n\n\n    O Forte Ernestus 53, sob o primeiro Stiefrij           83 outros   136\n    Waerdenburg, sob um sargento, ali se encontram         52\n    O grande bastilhão de Antonio Vaz, ali se encontram    53\n    FrederickHendrick, ali se encontram                    75\n\n                                                          541\n                    Afogados\n    Major Baijerts companhia                              137\n    A companhia do Capitao Bilardts                       144    281\n    Muribeca, Capitão Hick                                 81\n    São Lorenco, Petreus                                   91\n\n                    Cabo de Santo Agostinho\n    Capitão Stiffrij                                      62\n    Capitão Renbach                                       55\n    Capitão Abraham                                       71\n    Capitão Jaligo                                        65\n    O cruzador \"Domburg\"                                  13    257\n    No engenho Velho se encontra Geraets com              48\n\n    Em Serinhaem se encontram doentes e inválidos        209\n\n                    Itamaracá\n    Jacobi Petri                                         141\n    Israel de Thuijn                                      79\n    Goyana, sob Jan Leers                                 69    289\n                    Total de homens                     1797\n\n                    Paraíba\n    Major Bongarson                                      104\n    A Companhia do comissário Doncker                     89\n    Capitão Malburg                                       98\n    A companhia de Robert Hartij                          94\n    Capitão den Bant                                     113\n    Capitao Stalpaetr                                    117\n    Alguns recrutas                                       50    665\n    Rio Grande sob o Capitão Verdoes                     137\n                                                        2599\n\n\nO resto das forças armadas presentes na guerra poderão ser usadas. Para isto\nfoi decidido formar dois exércitos, a primeira se comporá de maior quantidade \npara que com ela possa diminuir a força inimiga, a outra existirá de somente \n200 soldados, e 400 brasileiros para que sejam usados na guerra como uma \nunidade relâmpago da qual os seguintes são:\n\n                Grande exercito presente em Serinhaem\n    A companhia do governador                           100 homens\n    Major Hinderson                                      92\n    Mestre da Artilharia, Casper van der Leij            51\n    Capitão Maarten Pieterse                             67\n    Jan Taelboom                                         64\n    Van Werben                                           90\n    Laurens Valet                                        83\n    Langleij                                             81\n    Philips Lodewijk Tier                                93\n    Coenders                                             87\n    Philips Andreas                                      91\n    Bonart                                               59\n    Pithan                                               89\n    Doorschot                                           135\n    Regimento na capela                          41    1223\n\n                São Lorenço\n    Coronel Christoffel Artichovisck                    131\n    Major Hendrick Frederick, Hans Velt                  68\n    Capitao Tourlon                                      72\n    Van den Branden                                      81\n    Withuski                                            105\n\n    Mettig                                               65\n    Mortamer                                            100\n\n    Hollingerus                                          75\n                    Transportado                        707\n\n    P005            Total da ultima pagina cabeças      707\n\n                Nos fortes até Recife\n    A companhia do capitão Ernest                       100\n    Hochstraenten                                       129\n    Landeij                                      140    369\n\n                Até Rio Grande\n    Comadante Hartzman                                  105\n\n                Novas companhias\n    A guarda de sua Excelência                          200\n    A companhia do Don cabo de Nassau                   140\n    Capitão Hous                                 150    490\n                Total de soldados no grande exército   2894\n\n\nA esses poderão ser juntados:\n\n    Brasileiros com suas armas                               600\n    Marujos que são trazidos dos navios                     1000\n    Marujo carregam carrinhos e equipamentos de artilharia   600\n    Total de soldados no grande exército                    5094\n\n                O exercito voador\n    Capitão Abraham vindo do cabo                            140\n    Irmãos do Tenente van Bongarçon de S. Lorenço        64  204\n    Brasileiros à recrutar em Itamaracá e Paraíba            400\n                Total de cabeças do exercito voador          604\n\nEm seguinte foi decidido de se fazer uma revista geral e que a lista da mesma \nserá dividida como seguinte:\n\nNa primeira coluna se anotará o grau como, por exemplo, Capitão, Tenente,\nAlferes, etc, soldado, aspirante.\n\nNa segunda coluna será anotados o nome e sobrenome.\n\nNa terceira coluna o lugar de onde vieram. Na quarta coluna de que câmara \neles vieram. Na quinta coluna com qual navio eles vieram e de se indicar sob o \ncomando de qual capitão ele está servindo.\n\nDepois de se ter feito esta recapitulação se passou a parte de munição de\nguerra sobre o qual o comissário da artilharia fez uma lista do conteúdo do armazén e entregou em mãos, pela qual\nse notou que fora outras coisas que estavam faltando o maior problema era a \nfalta de pavio que não tem mais de 8.910 pond nos armazéns, e o almirante\ndeixou saber que nos navios não se encontra mais que 4.890. Junto isto chega\nao total de 17.800.... de pavio o que se considera como uma provisão mito\nfraca que não poderá prover um exercito tão grande, contra um inimigo tão\nforte que se encontra num estado tão bom caso nós devemos atacar enquanto\neles estão com a vantagem. Foi mencionado que aqui no país os portugueses\nprincipalmente em Serinhaem Tem o habito de fabricar pavios a partir das \ncascas de arvores, o que em caso de urgência poderia ser bem aplicado ao\nmenos pelos guardas e sentinelas, assim foi decidido de se contratar estas \npessoas e entrar em acordo com eles ara que eles fabriquem pavios, para que \nassim poupar nossa provisão de pavios e aumentar-la. E visto que os\nportugueses não fabricarão os pavios se que estes sejam pagos à vista, assim\nficou resolvido mandar trazer o os meios para que assim eles se animem. \nPareceu com nós poderíamos receber milhares de pedaços panos (waeden).\n\n\n"
        },
        {
            "id": 121,
            "day": "4 de maio",
            "contents": "\nReferente à explicação dos senhores da câmara de Olinda em Pernambuco,\nexibindo na reunião, ficou resolvido o seguinte: o primeiro item, concernente à\nsuas igrejas, que iremos proteger de uma destruição, mas que em caso de\nguerra caso nós delas precisarmos as iremos fortificar ou ocupa-las para outros \nfins, para nossa defesa e a do país, nós agiremos de acordo com que nós \nacharmos certo. Com relação a religião deles, nós o deixaremos livres e em paz\npara que eles possam viver de acordo com a opinião deles, enquanto ele não\nderam razoes para escândalos. Com relação às suas imagens nós não sabemos\nse ainda se encontra alguma em alguma parte, mas caso eles saibam deverão\nnos informar.\n\nNo segundo articulo eles nos requerem se podem mandar alguém à Bahia, para\nque se indique um religioso pelo bispo que ali se encontra,\n\nQue possa tomar posse como autoridade religiosa. Isto foi negado com \nveemência e nós queremos que eles saibam que nós não aprovamos estes tipos\nde proposições, por que isto só poderia levar em correspondência com o\ninimigo, que os portugueses tantos religiosos como civis também devem \nconsiderar como seus próprios inimigos, como nós mesmo o consideramos \nnão somente de boca pra fora mas também demonstramos com ações.\n\nNo terceiro articulo, eles requerem se eles podem receber, em suas ordens \nreligiosas nos conventos, outros noviços. Sobre isto ainda não se tomou uma\ndecisão, julgando que os seus clérigos possam continuar a fazer suas missas. E\npara se prestar melhor atenção a isto, eles deverão declarar por escrito todas as suas ordens religiosas\ne seus monges de modo que nós possamos saber o que é necessário. No quarto \narticulo, eles requerem se eles podem manter os privilégios que lhes foi dado \npelo rei e se eles podem ser guiados de acordo com as ordens de Portugal. \nCom relação aos seus privilégios nós adiamos a decisão e lhes ordenamos que\neles nos mostrem primeiramente uma especificação e uma prova de seus\nprivilégios. Quanto à forma de sua justiça e leis de acordo com as quais eles\ndevem viver nós lhes esclarecemos  que os todos poderosos dos Estados \nGerais e Sua Alteza o príncipe de Orange dão ordens de que eles sejam\ngovernados seguindo as leis do Imperadoras, ordens e costumes da, Holanda, \nZeeland, e Friesland do leste. No quinto Articulo, com relação as propiedades\nda cidade eles pedem se cada um pode tomar posse de sua própria propriedade \ne para que eles possam reconstruir. Isto foi permitido a menos que eles como \nnossos compatriotas irão pagar os impostos pelo terreno, porque a cidade e\nas propriedades por confiscação passaram à pertencer à companhia.\nNo sexto articulo que trata o requerimento relacionado ao pagamento dos \nvigários poderia ser efetuado usando o dizimo, consideramos a pesada guerra e \nos gasto que a companhia teve que fazer e continua fazendo não achamos\naconselhável que o dizimo seja aprovado até que nos encontremos em outra \nsituação.\n\nNo sétimo artigo relacionado aos escravos fugidos ou por terceiros \ncapturados, foi permitido que eles possam procurar, em todos os lugares seus \nescravos e escravas, e caso eles possam provar que eles fugiram ou roubados, \ndesde que eles se encontram na condição de nossos cidadãos, e receberam uma\nata de passaporte, nós iremos lhes restituir-los, por que nós não queremos nada\na não ser o bem estar deste país e particularmente dos habitantes portugueses.\nEmbora que os bens, do nosso país, passaram 24 horas nas mãos dos inimigos,\ne que depois por nosso povo foram reconquistados, formariam um bom \nespólio para aqueles que os tomaram dos inimigos, e da mesma maneira, que \ntinham sido levados pelo inimigo e que depois foram recapturados por nossos \nsoldados formariam um bom espólio, mesmo assim gostaríamos de lhes \nrestituir, porque nós sabemos que os habitantes devem o bem estar deste país \naos negros. Mas os negros que foram capturados antes da paz  já foram dados \nhá muito tempo à outros mestres e nós não poderíamos retomar-los de novo\nsem causar danos e ofensa.\n\nNo oitavo artigo, eles requerem se os escravos fugitivos poderiam ser \nrestituídos sem que eles devessem pagar por eles e que aquele que os tenham \nem seu poder poderia ser castigado. Isto não somente lhes foi concedido mas,\nde modo que ocorra o menor numero de desordens foi decidido, que se fará \nconhecer por meio de um Edital que ninguém, seja ele oficial ou soldado, se \naposse deles ou lhes leve para casa, mas que eles tem que declarar-los \nclaramente para que os mesmo sejam restituídos aos seus mestres. Os \ncontraventores serão castigados.\n\nNo nono artigo com relação às queixas contra os negros dos bosques eles\nrequerem se eles podem se armar par se defenderem deles, lhes foi permitido \npor meio de um edital que eles podem usar uma baioneta e que todo mundo \npode voltar para sua residência no mato do Brasil. Concernente quem pode\nusar as requeridas armas de fogo, nós permitimos seu uso, sob à condição que\nos senhores prestem bem atenção que elas não sejam dadas a ninguém à não\nser pessoas fieis e habitantes deste país.\n\n"
        },
        {
            "id": 122,
            "day": "5 de maio",
            "contents": "\nContinuação da resolução da exibição da câmara\n\nVoltando ao 9 Artigo, a câmara é responsável pela distribuição de \"vierroes ou\nsnaphanen\" que deverão ser dadas somente à pessoas de confiança ou\nhabitantes deste país, que estão conhecidos como fieis ao nosso estado, e que\neles controlem bem que estas armas não sejam fornecidas à vagabundos ou\noutros criminosos que fariam mal uso das mesma. Em seguida que eles \nregistrem todos os habitantes do país em todas as freguesias e nos mostrem a \nlista de modo que mais tarde nós possamos resolver, vendo quais as pessoas \n(.....) tem sobre a arma e outras ordens que serão necessárias, porque nós\nsempre estamos preparados para defender os habitantes de qualquer prejuízo \nou sofrimento; por isso não queremos tomar suas armas para que eles possam\nse defender dos negros safados, mas antes disto gostaríamos de dar-lhes toda \najuda e assistência. Por causa disto também gostaríamos de receber o conselho\nda câmara para se saber qual a melhor maneira de se pegar os negros do mato, \ncastigar-los e desta maneira limpar os bosques. E que assim seja feito.\n\nNo 10 artigo eles requerem se todos os habitantes com um passaporte que \nestão voltando ao país, possam ser restituídos com suas casas, terras e fabricas. Foi decidido que\naqueles que assim voltam ao país e dão a entender que possuem alguma coisa,\nvenham expor sua situação para se decidir de acordo com a lei e como nós\nachamos certo. Sobre o décimo primeiro artigo, eles requerem que os soldados \nparem de andar nas plantações e não as destruas. Não é necessário de ser dar\numa outra ordem do que a que já foi dada, a saber, que nenhum soldado pode \nandar fora de suas guarnições sem licencia. E caso eles mesmo assim sejam\nmolestados por alguns soldados, os infratores podem ser apreendidos \nentregados em nossas mãos, ou que nos informem o ocorrido e quem foi o\nresponsável pelo distúrbio e onde os infratores se encontram, de modo que \nnos possamos tomar nossas providencias. Nós iremos fixar isto com no \nmínimo com um edital, para que todos estejam a parte do que possa lhes \nacontecer.\n\nNo décimo segundo artigo, relacionado ao requerimento para um \"perdão\ngeral\", eles deverão nos dar uma explicação mais detalhada e um maior\nesclarecimento; como e para quem eles requerem este perdão e até onde atinge\nas conseqüências deste pedido. Nós declaramos que sua Excelência e o Alto\nConselho estão realmente dispostos à perdoar-los e que muitas pessoas\npoderão ser perdoadas depois de um inquérito.\n\nNo décimo 13 artigo eles requerem que as casas de aluguel, que pertence ao \nCasa da Misericordia, continuem pertencendo a casa de Misericórdia, assim como um 10% da \ncriação doada a casa de Misericórdia pelo Rei. Foi decidido manter a casa como\npropriedade da Casa de Misericórdia, mas, isto deverá ser especificado. Quanto \nao 10% da criação eles deverão nos informar mais detalhadamente o que eles\nentendem como um décimo e até que ponto isto continua. Em seguida eles \ndeverão explicar os outros meios e ganhos da Casa de Misericórdia.\n\nNo artigo 14 eles requerem que não se aplique mais tributações ao povo\nportuguês. Nós cuidaremos que eles não precisem pagar mais tributos ou que\ntenham mais gastos do que nossos compatriotas. Quanto ao que diz respeito as \npontes e o pedágio que tem que ser pagos, os habitantes que não precisam da\nponte e que conseguem passar para o outro lado de alguma outra forma com \nsuas carroças não precisam pagar. Mas caso eles necessitem das pontes\n\nOs gastos de construção e do mantimento das pontes deverão ser pagos.\n\nNo Artigo 15 eles requerem que as suas caixas de açúcar possam ser \ndepositadas nos armazém e que eles não sejam obrigados a pagar mais do que\nantigamente para poderem armazenar suas caixas de açúcar e utilizar a balança. \nFoi decidido de responder-lhes que suas caixas serão armazenadas sobre o que\nas devidas ordens já foram dadas, em seguida ao que diz respeito do aluguel do \narmazém e a utilização da balança eles não pagarão mais que nossos\ncompatriotas.\n\nNo artigo 16 onde eles requerem, \nse eles podem dispor de 2 dias por semana onde o Alto conselho atenderá \nsomente assuntos concernentes ao povo português, isto foi permitido e assim\nficou determinado que a terça-feira e a sexta-feira de manha para este fim será \ndestinado.       \n\nSua excelência e os nobres senhores foram informados que o antigo\nGovernador de Cabo Luiz Barbalho, se encontra em Portugal e se concentrava \nna missão de estimular e tentar persuadir que o Rei da Espanha para que ele se\narmasse contra nossas conquistas e contra este Estado. Sua mulher e filhos se \nencontram ainda tranqüilamente em suas casas, propriedades e terras o que não\né aconselhável quando se leva em conta a segurança deste Estado. Assim foi \ndecidido de juntar mais informações sobre este assunto e sobre suas\npropriedades e suas casas e convocar sua esposa para lhe interrogar.\n\n  \n"
        },
        {
            "id": 123,
            "day": "14 de abril",
            "contents": "\nPara testar os engenhos que foram confiscados e que assim sendo pertencem a \ncompanhia, foi decidido que eles deverão ser vendidos em leilão.\nO moinha de Massiape, que está ocupado por Albert Crispijn e os dois \nmoinhos de Antonio de Sá. \n\nEm Paraíba\nO Moinho de Manuel Pires Correia,\n\nChamado Espírito Santo, e com os pequenos moinhos que a ele pertencem. \n\nEm Goiânia.\nO moinho chamado \" Os Três Paos\" que agora está sendo ocupado pelo\nsenhor Carpentier, que presta atenção a Água de Wijnards.\n\nAs vendas nesta Capitania serão no dia 28 de maio uma quinta-feira. Em\nGoiânia no dia 3 de junho uma quarta-feira. Em Paraíba será realizado numa \nterça-feira 9 de junho.\n\n"
        },
        {
            "id": 124,
            "day": "25 de maio",
            "contents": "\nA resposta as apostilhas de 5 de maio do senhores da câmara foi discutida e \nficou resolvido de despachar da seguinte maneira:\n\nPrimeiramente o que está relação as desculpas feitas pela câmara por que eles\ntinham requerido mandar alguém à Bahia, dizendo que eles além tinham feito\neste pedido para satisfazer a comunidade que achava que pedir não faz mal, e\nque eles também não tinham esperado que a reação fosse tão seria, foi decidido\nse replicar que sua Excelência e o alto conselho aceitam suas\ndesculpas. Também que eles acreditam sinceramente que eles continuarão\ntotalmente obedientes à os senhores dos Estados Gerais, a Companhia das\níndias Ocidentais, sua Excelência e o Alto conselho, e que farão tudo para os\nmesmos, de modo que nós possamos dar apoio e defender-los com todo o \nnosso pode dos inimigos em sua condição de cidadãos fieis, assim como os\nsenhores da câmara e todos os habitantes podem presumir de nossas decisões\ndiárias a grande inclinação que nós temos para com seu bem estar.\n\nSobre o segundo artigo relacionado às liberdades e isenções que os engenhos e\nlavradores receberam do Rei de Portugal, compreendemos a intenção do Rei\nde dar privilégios aos senhores que tinham construído novos engenhos a partir \ndo nada, e plantado cana onde nunca houve cultivo,\n\nPara assim incentivar outras pessoas e fazer com que as terras sejam mais \ncultivadas com cana e que mais engenhos sejam construídos. E quando isto \nacontecer aqui as pessoas que tem tais pretensões poderão se apresentar\nperante sua Excelência e o Alto conselho.\n\nQuanto ao requerimento do privilegio de não cobrar mais tributos aos\nmoradores, sua Excelência e o Alto conselho declaram que isto não é a\nintenção da Companhia de deixar que os habitantes paguem mais do que o\nnecessário, mas, eles esperam que as pessoas entendam os altos custos e gastos \nque a Companhia está tendo neste país e que caso eles tenham que continuar \ncom os altos custos que os habitantes em toda a calma e ordem, junto com \nnossos compatriotas, ajudarão a administração de acordo com o que podem.\n\nQuanto aos artigos relacionados aos escravos nós também achamos que seria \nmelhor que os engenhos deveriam ser cultivados por brancos, mas, que não é\nde se esperar, assim como de Portugal que trabalhadores venham da Holanda. \nPor isso deveremos usar a mão de obra negra e para satisfazer-los e fazer com\nque cumpram com seus deveres e poder contar com sua obediência, sua\nExcelência e o Alto conselho compreendem que seus mestres deverão receber\nautoridade e liberdade para poder castigar-los. Mas nós fazemos uma distinção entre os castigos que\nsó o governo pode infligir e aqueles que compete aos mestres. Assim foi \npermitido aos mestre de castigar os negros com uma palmatória, açoite ou com \ncintos de couro, algemar-los ou colocar-los no \"Trouque\" prender-los \ncorrentes de ferro no pescoço e nas pernas, mas não é permitido \"jus ritis et\nnecis\" nem mutilar-los expressamente queimar-los ou de outra maneira \nsubmeter-los à castigos que competem ao poder judiciário.\n\nQuanto aos escravos que antes do período de paz passaram para nosso lado,\nestes não poderão ser restituídos sem cometer o maior ato de ingratidão do\nqual já se teve noticia, porque dos negros que fugiram de seus mestres, alguns \nnos serviram durante 4,5,6,7 anos e mostraram que são fieis para com nosso\nestado, muitos eram soldados, alguns outros nos mostraram os caminhos \ndesconhecidos no país, e deste modo, por causa deles, conseguimos entrar país \na dentro e podemos conquista-lo. Alguns nos serviram de guias e nos levaram \na moinhos e as casas dos portugueses que nós saqueamos e incendiamos e caso \nnos restituíssemos estes negros aos seus amargurados mestres, então nós\nseriamos muito ingratos; Nós deveríamos na verdade liberta-los. Muitos destes \nnegros que por seus senhores foram requeridos, dizem, assim como a câmara, \nque eles serviriam como exemplo para os outros negros, de modo que é de se \nesperar que a partir do momento em que eles receberem estes negros eles irão\natormenta-los de maneira animal e para assim amedrontar os outros.\n\nO que seria um escândalo para nós, e por eles não poderão de maneira alguma\ncair nas mãos dos portugueses. Ao lado disto nós também não conseguimos\nencontrar um lugar adequado para onde pudéssemos mandar nossos negros, \nfora deste país ( mesmo se estes negros já tivessem ido embora, nossos oficiais \niriam...) \n\n"
        },
        {
            "id": 125,
            "day": "26 de maio",
            "contents": "\nThomas de Oliveira, morador do engenho que pertencia à Antonio Pereira\nBarbosa, e indicado como feitor para fazer a manutenção deste engenho,\nrelatou hoje as condições deste engenho. Sobre isto se fez lista dos custos que\nirão ser feitos neste engenho. Primeiramente de acordo com o feitor\nprecisaremos de 18 negros e 6 pares de boi e que os outros custos serão:\nO feitor receberá por ano f 375.\n\n    O mestre do açúcar        150\n    Bancquidro              62:10\n    Purgador                37:10\n\n    Escumeiro                  30\n    Carreiro                  225\n    Lenha                     375\n    Reparações necessárias    750\n    Soma                     2002\n\nExcluindo os custos no aluguel dos negros, bois, materiais de bronze e ferro, \nque não serão tão altas.\n\nAssim também se fez uma lista do total de açúcar que o moinho produzirá este \nano. O feitor declarou que mais ou menos 25 tarefas de cana serão colhidas o\nque renderá mais ou menos 500 arrobas de açúcar, dos quais o engenho \nreceberá 300 arrobas, a saber, 200 arrobas açúcar branco, 100 arrobas de açúcar \nmoscavado\n\nO açúcar branco será vendido por até 28 schellingen e o moscovados 18 \nschellingen que junto fará 2220 florins.\n\nVisto que isto não é um negocio tão importante de modo que a Companhia\nnão corre o risco de ser fraudada seriamente, assim foi decidido de se correr o\nrisco e indicar Gaspar Fernandez de Oliveira como feitor em nome da \nCompanhia.\n\n"
        },
        {
            "id": 126,
            "day": "15 de junho",
            "contents": "\nVendido à o senhor George Gaesman, Sargento-Major, e Baltazar Wijntjes,  da\ncompanhia o engenho em Conhaou, que pertenceu à Antonio de Albuquerque,\njunto com todas as terras, plantações de cana, pastos, bosques, casas, e outros\nedifícios do mesmo que pertenciam a Albuquerque, juntando a isso 30 negros e \n20 pares de bois, como hoje eles se encontram neste engenho ou à ele serão\njuntados. Os compradores pagarão para isto uma soma de 60000 florins, que\ndeverá ser pago em seis pagamentos em seis anos consecutivos. O primeiro \npagamento será em q de junho 1638 e ultimo cairá em @ 1643, e cada \npagamento será exatamente 1/6 do total. Uma vez que os pagamentos tenham \nsido feito os compradores receberão uma transferência que descreve o\nengenho e tudo que nele se encontra e os compradores passarão à ser donos e\nmestres deste engenho. O que implica que os compradores não estão mais\nobrigados a cumprirem com esta soma, com relação à este engenho\n\nE tudo que nele se encontra, e em geral e sua pessoa, \"Im Solidum \nrenuncirende Exceptie mibus ordines, diviscores et excus siones\", e todos os \nseus pertences deste momento e no futuro, submetendo estes a todos os direitos e a justiça. \n\n"
        },
        {
            "id": 127,
            "day": "2 de julho",
            "contents": "\nHoje nós estudamos da petição dos senhores da câmara de Paraíba em nome\nda comunidade onde eles primeiramente requerem, em geral, de serem \nmantidos de acordo com as condições que lhes foram prometidas caso eles\npassem a nos obedecer, a saber, liberdade de religião com conservação para\nsuas igrejas e conventos assim como a propriedade de seus bens. Eles também \nrequerem ser governados e julgados de acordo com as leis e costumes de \nPortugal, com os privilégios, reduzindo as suas queixas pessoal, que eles \npensam ter infligido as condições. Foi decidido de se responder cada item da\nseguinte maneira.\nPrimeiramente em relação ao requerimento de uso da igreja matriz, que parecia\nter sido abandonada por nós,  por que nós não predicamos mais no edifício e\npassamos a utilizar o convento franciscano,  fico resolvido de se responder de \nacordo com a resolução do conselho dizendo que nós não planejamos sair da\nigreja Matriz, mas, que nossos Pastores continuarão a predicar naquele local, ao\nlado disto nós indicamos esta igreja para uso próprio como está descrito no \ncontrato e os católicos não em autorização de utiliza-la novamente. Também a\ncomunidade não pode se queixar de que nós tomamos mais uma vez uma\noutra igreja da mesma, por que mesmo levando em conta que nós fomos \nobrigados pelo inimigo de tomar o convento franciscano para nossa própria \ndefesa e da prefeitura de Paraíba. \nAssim eles devem levar em conta que nós no primeiro contrato que indicado \nSão Gonçalvo para uso próprio, mas depois lhe devolvemos o prédio, de modo que eles tem a mesma\nquantidade de igreja como tinha sido combinado.\n\nQuanto o requerimento de restituição do convento beneditino, que ocupamos\ne fortificamos, de onde evacuamos e destruímos as fortificações, visto que\nagora nos encontramos no convento franciscano, foi decidido que eles poderão\nse apossar de novo do mesmo, visto que o convento para nós não é um local\nadequado e debaixo de nossa responsabilidade, com o tempo, iria cair em \nruínas. Eles não somente irão manter o prédio mais adequadamente mais\ntambém ampliaram as construções, e caso todos monges tenham falecidos, eles\nnos deixarão uma boa casa o que não é agora. Eles ficaram encarregados de\nnos fazer um registro da ordens dos monges para saber a quantidade existente. \nE para que possamos saber quem parte ou morre qual grupo se acabou. \nQuanto o requerimento se os padres estão autorizados à efetuar todas as\ncerimônias de sua religião e que isto tem que ser executado por seu clero mais\nimportante, e se eles podem trazer esta autoridade da Bahia ou de Roma via a \nHolanda. Ficou apostilado que nós não podemos autorizar que isto suceda a\npartir da Bahia, por que isto poderia acabar gerando em comunicação com\nnosso inimigo, mas, caso eles possam trazer a autoridade de Roma via Holanda \n\nNós não lhes impediremos.\n\nQuanto ao requerimento de serem governados de acordo com as leis e \ncostumes de Portugal lhes respondemos que pelos os todos poderosos e o \nconselho dos 19 uma forma de governo muito efetiva tinha sido criada, a \nsaber, que o conselho político iria escolher 20 à 30 das pessoas mais\nqualificadas da Capitania que serão os eleitores durante toda sua vida e\nescolheram os representantes civis. Que os eleitores todos os anos no mês de\njunho, irão se reunir sob convocação do conselho Político atual\n\nE irão nomear 3 pessoas dentre os habitantes. Os eleitores passarão esta\nnomeação as mãos do Diretor, que enviará diretamente para cá de modo que o\ngovernador possa escolher um dos 3 candidatos. Os 'richters' (juizes) ou \nGovernadores irão ser 5 em total, talvez mais, mas não menos, Mas na reunião\ndeles o conselho político poderá presidir caso eles achem necessário. Os \nEscabinos seguirão o modo de proceder determinado em 1580 pelos Senhores\ndo Estados na Holanda sobre as cidades e o interior do pais, e aqueles que \nforam julgados poderão apelar perante o colégio do conselho político, como\nestá descrito nos artigos das instruções detalhadamente que foi determinado\npelos senhores dos Estados Gerais para o Alto Conselho, que começa com o \nartigo 46 até 56.\n\nE para que os escabinos estejam a parte do poder do conselho político, órgão\nresponsável pelo governo de sua Capitania, todos os oficiais da câmara ou os \nescabinos irão para casa do Diretor que irá lhes dar as instruções sobre seus direitos e\ndeveres.\n\nQuanto ao requerimento de posse de armas lhes foi comunicado que eles \ndeverão fazer uma lista, de todos as pessoas fieis ao Estado e a Capitania, das\nquais eles pesam que eles possam portar uma arma. E cada pessoa, que eles \nacham que pode portar uma arma, eles deverão dar uma carta onde eles pedem\nao diretor para dar uma permissão de porte de armas a este cidadão. Esta carta\ndeverá ser assinada por pelo menos dois membros da câmara. \nQuanto ao requerimento se as dividas para com os moradores dos senhores de \nengenhos fugidos, moradores que ficaram sob nosso comando, para que estas \ndividas possa ser pagas a partir dos bens que foram confiscados, das terras e \nengenhos, pelo menos aqueles que tem uma hipoteca.\n\nNos declaramos que primeiramente deverá ser feita distinção entre as\nconfiscações que foram realizadas durante a guerra e as conquistas ou aquelas\nque foram realizadas durante a paz, quando um súdito foi julgado por causa de \num crime. Neste ultimo caso as dividas que o condenado tinha serão subtraídas\ne reembolsadas as pessoas que tem direito, mas, no primeiro caso isto não\nacontecerá por que se não os moradores que perderam todas as suas terras e\nbens e estão arruinados, receberiam, por piedade tudo, de volta, mas, os bens\ndaqueles que preferiram fugir com os derrotados do que obedecer os \nconquistadores.\n\nSerão confiscados como aconteceu. Agora ninguém pode dizer que os\nconquistadores são obrigados a reembolsar acima de todos os bens\npertencentes aos habitantes obedientes durante a guerra que já foram \nrestituídos, também é obrigado a pagar-los tudo que um fugitivo está lhes \ndevendo. Os habitantes podem ser indicados aos próprios fugitivos, por que \nestas pessoas dispõem de bastante meios para poder pagar-los o que estão\ndevendo. Os cobradores não têm nenhum direito de fazer suas cobranças a\npartir dos bens que aqui se encontram por que não vão fazer suas cobranças\naos seus devedores? E as dividas serão pagas a partir dos bens confiscados\nsomente se estes bens... ou as pessoas não tem condições de pagar suas dividas,\no que não é o caso aqui. Por que no caso em que os fugitivos tivessem a maior\nparte de seus bens neste país eles não os teriam abandonados, mas, por que\neles tem mais a perder em Portugal preferiram deixar para trás este pouco que \naqui se encontra. E mesmo que o fiscus desejasse ceder seus direitos, isto não\npoderia suceder por causa das conseqüências que à isto estão ligadas: haveria\ntantas contas e ações que mais uma vez deveriam ser feitas que nunca mais\nchegaria ao fim, e que a metade não poderia ser paga a partir dos bens que foram confiscados,\ne em seguida tanto aqueles que possuem documentos falsificados receberiam \nseus pagamentos quantos os outros, de modo que não se poderia fazer justiça\npara com as pessoas honestas. Deste modo não se atingiria nada mais do que o\nfim total dos bens confiscados e a metade das dividas não seriam\npagas. E ao lado disto nós somente faríamos um beneficio aos fugitivos em vez \nde castigar-los, a saber, que nós iríamos resolver suas dividas que de outra \nmaneira eles nunca pagariam em suas vidas.\n\nAo que diz respeito aos tamanhos e pesos que são utilizados neste país para\nmedir e pesar víveres e bens de comercio, sua Excelência e os nobres senhores\ncompartilham a opinião que a partir de agora em todo país não poderá ser\nutilizado do que o sistema de Amsterdã, tanto entre os portugueses quanto\nentre os holandeses. Para fazer com que as medidas, 'ellen' e pesos, sejam \nusados honestamente, em todos os lugares será indicado um mestre de \naferição, que todos os anos, e tantas vezes quanto a Câmara achar necessário\nirar aferir medidas e pesos de pessoas privadas. E aqueles que forem \ncontrolados anualmente ou não vierem aferir seus instrumentos irá pagar uma\ncerta multa.\n\nQuanto ao que diz respeito que os habitantes de Paraíba compartilham a \nopinião de que eles estão sendo prejudicados em seus negócios relacionados\naos serviços que prestam com barcos, carroças e armazéns isto não foi\nexplicado claramente. Foi declarado que os 'pasos' e as balanças serão\narrendados por sua Nobreza em publico e ficará claro que isto se trata de uma \nregalia assim como em todos os países e meios financeiros que competem aos \nestados de um modo geral e por isso serão arrendados em publico. Os\nhabitantes poderão tirar proveito livremente prestando serviços de carroças e barcos\nque não estão ligados com o passo. Nós não temos a intenção de erradicar os\nprivilégios da classe pobre, mas, antes disto de prover-los todas as condições\npara que possa viajar pelo mundo e ganharem ser pão.\n\nQuanto ao requerimento em relação ao navio \"Adroiture\" pode vim da pátria\ndiretamente a Paraíba, isto foi considerado desaconselhável pelo conselho dos \n19, por que foi declarado que todos os navios deverão chegar primeiramente\nonde as mais altas autoridades residem. O argumento que o açúcar deles, por \ncausa de falta de transporte, não iria ser aceito pelo preço que vale no mercado,\npor que os habitantes de Paraíba não sabem onde devem levar a sua produção\nde açúcar, não tem fundamento de acordo com nossa opinião, por que não\nfaltou navios em Paraíba, e os comerciantes sempre puderam embarcar o \naçúcar e ali se encontram sempre os melhores navios.\n\nQuanto as queixas sobre os tributos e gastos sobre o abatimento de animais, \ntambém não encontramos nenhum fundamento para isto, por que estes\nencargos não são pesados mas na verdade bem amenos. E melhor que por\nmeio desta pequena ajuda de custos se construam e se mantenham os fortes do \nque utilizar temporariamente uma grande quantidade de escravos e negros dos \nhabitantes para este fim causando assim um grande prejuízo para os engenhos \ne a agricultura e privar os senhores de engenhos e agricultores dos serviços dos \nmesmos.\n\nQuanto a restituição de bens para viúvas e órfãos, não é permitido ceder\nnenhum favor aqueles que até agora estão ausentes,\nconcedendo-lhes os bens confiscados que eles pediram.\n\nQuanto o requerimento relacionado a restituição dos escravos que haviam\nfugido desde da guerra, isto está totalmente de acordo com as ordens e a \nopinião de sua Excelência e o Alto conselho e para isto foram dadas instruções\npara que isto seja executado. \n\n"
        },
        {
            "id": 128,
            "day": "6 de julho",
            "contents": "\nFicou resolvido de se informar a câmara de Serinhaem que será fornecido aos \nsenhores do conselho Político os nomes dos habitantes dos quais fomos \ninformados que eles tem capacidade, com ordens que assim que o senhor \nSchott chegue em casa, que conhece as pessoas deste lugar melhor do que \nqualquer outra pessoa, continue com este trabalho, levando em conta que caso \nholandeses morem nesta região tão sejam levados em consideração. Em\nseguida que os eleitores escolhidos sejam convocados e que eles nomeiem 3 \ncandidatos, de modo que nós possamos fazer rapidamente as eleições dos\ngovernantes e que a justiça tome seu curso.\n\nTambém ficou decidido de se escolher os eleitores do distrito da câmara de \nOlinda, e na Capitania de Itamaracá e Paraíba, a saber, 20 eleitores para o \ndistrito de Olinda e 16 eleitores para Itamaracá e 16 para Paraíba, também \nlevando em conta que holandeses que tenham capacidade para isto sejam \nindicados. \n\n"
        },
        {
            "id": 129,
            "day": "8 de julho",
            "contents": "\nSe entrou em acordo com Jan Alders de Yarmouthd, Capitão da Aldeia\nOppouwa, e Jacob Wouters de Eberdeen, Capitão da aldeia Tapoupe, ambas\nsituadas na Capitania de Rio Grande, as pessoa que cortaram lenha para Noseman e D. rouf, que eles cortarão pau-\nbrasil para nós durante o período de 7 à 8 meses. A madeira tem que ser bem\nlimpa e cheia de tinta, bem descascada que não sejam retiradas de vales, mas\nque provenham de montanhas e terras pedregosas. Eles fornecerão uma parte\nna praia da baia de Marte Tihijs e uma outra parte no Rio de Rio Grande, num \nlugar onde elas possam ser carregadas facilmente, e para isto eles receberão 12\nschellingen para cada 100 pond que sejam fornecidas como está supracitado. \nUma parte do pagamento será realizada em dinheiro e a outra metade em bens \nde consumo. Depois foi declarado que ninguém poderá cortar madeira onde \neles estiverem cortando, nem podem usar as estradas que eles usarem. \n\nHoje compareceram Caspar de Mendonça e Antonio de Araújo, que deram \numa lista dos negros que pertenciam a casa de misericórdia.\n\nDepois eles também informaram sobre as condições e meios disponíveis da\ncasa da misericórdia e eles nos indicaram Francisco Monteiro Bezerra para uma \nboa explicação, morador da Várzea, Paulo de Araújo, morador de Muribeca e\nManoel João, procurados da casa de Misericórdia, que estará a disposição dos\nsenhores para quaisquer informações.\n\n"
        },
        {
            "id": 130,
            "day": "21 de julho",
            "contents": "\nCompareceram os oficiais da casa de Misericórdia da cidade de Olinda e \nFrancisco Monteiro.\n\nQuando lhes perguntamos sobre as condições da casa de Misericórdia e quais\neram os ganhos e costumes eram mantidos pela casa, e nos informaram o \nseguinte: a casa de Misericórdia é administrada por um provedor, que tem sob sua direção 10 enfermeiros e um Sretarus ( Secretario?). A\nconfraria é formada de 200 irmãos dos quais anualmente 12 são escolhidos\npara a direção da Casa, fazendo a eleição entre eles mesmos, e as eleições são\nfeitas anualmente no dia dois de julho.\n\nOs bens com os quais a casa de Misericórdia é mantida provem de varias casas \nde aluguel, que lhe foram dadas em propriedade por testamento e a partir de \nque anualmente varias missas devem ser pagas e o resto do dinheiro de aluguel \nera destinado a casa de Misericórdia. Em seguida eles eram proprietários de um \ncurral nas salinas e um pedaço de bosque onde cortam lenha, eles também \ntinham alguns currais e 'Zenden' na região sul. Em seguida um certo rei da\nEspanha deu em beneficio da casa de Misericórdia todos os ganhos... Capitania \nde Pernambuco, de Itamaracá e do rio São Francisco ao lado disto eles\ntambém possuíam alguns negros. Fora estes ganho o provedor gastava \nanualmente do seu próprio bolso o que ele doava a casa de Misericórdia, ou ele \nemprestava durante muitos anos, até que chegassem tempos melhores ou um \nrico legado.\n\nA confraria da casa de Misericórdia não cuidava somente de doentes pobres,\nque estavam sempre presentes em grandes quantidades, mas todas as crianças \nórfãs e pobres que eles criavam, educavam e faziam com que casassem e\nprovendo-as de algum dote.\n\nEm seguida eles visitavam os prisioneiros no dia de suas sentenças e caso eles \nfossem mandados embora então eles pagavam seu transporte e pensão.\nFinalmente eles também sustentavam os órfãos e pobres famílias\ncom muitas crianças, à quem eles davam doações semanalmente.\n\n"
        },
        {
            "id": 131,
            "day": "27 de julho",
            "contents": "\nNós fomos informados das queixas do Predicante Sooler sobre a pessoa H. \nSerooskercken e seu filho.\n\nO senhor Serooskercken foi convocado à reunião e lhe foi mostrado sua falta\nem relação com o casamento de seu filho. Ele não pode fazer muito para sua\nprópria defesa e visto a grande insatisfação do conselho da igreja sobre o\nassunto e a falta de respeito para com ele mesmo e para com todo o colégio do \nconselho político, foi decidido de dizer-lo que ele está licença para partir na \nprimeira ocasião para pátria, por que ele já tinha requerido o mesmo e por\ncausa deste problema.\n\n"
        },
        {
            "id": 132,
            "day": "7 de agosto",
            "contents": "\nOntem sua Excelência recebeu uma missiva do senhor Elias Herkmans da\nParaíba, onde uma lista estava anexada vinda dos senhores eleitores desta \nCapitania, contendo a nominação de 15 pessoas. Nesta lista se encontrava a\nnominação de 15 pessoas que foram consideradas capazes de exercer a função\nde governadores e administrar a justiça. Estas pessoas são:\n\n- Jorge Hommes Pinto,\n- Francisco Gamele de Valcassar,\n- Francisco de Arancedo,\n- Menno Fransen,\n- Eduart Munninckhoven,\n- Gasper Fernandez  Dourado,\n- Jack van der Neesen,\n- Bento Reguo Bezerra,\n- João van Pol,\n- Samuel  Geras,\n- Manoel de Azevedo,\n- Manoel d'Almeida,\n- Isaac de Rassičre,\n- Pieter ter Wijden,\n- Cornelis Lueijsen.\n\nDestas pessoas, foram nomeadas, depois de se ter levado consideração suas\nqualidades, pela sua Excelência e os nobres senhores para função de Escabinos contando\ncom a maioria dos votos, para que eles façam a administração da justiça:\n\n- Jorge Hommes Pinto,\n- Isaac de Rasiere\n- Manoel de Almeida,\n- Jan van Pol,\n- Gaspar Fernandes Dourado.\n\nIsto será informado ao senhor Haerckmans e a o resultado das eleições lhe será\nenviada de modo que ele possa instalar-los e fazer o juramento como é de \ncostume. \n\n"
        },
        {
            "id": 133,
            "day": "17 de agosto",
            "contents": "\nO Capitão do mato Francisco Pannos chegou, trazendo um brasileiro, Cap\nCajona Joupa, o sogro de Camarão, e mais. 10 outros homens e 5 mulheres.\nQuando Porto Calvo por nós foi conquistado eles fugiram para o mato e ali se \nesconderam até agora, e eles esperam que eles sejam perdoados e eu eles \npossam voltar a sua aldeia, que se chama Sint Michiel  para cultivarem a terra. \nIsto lhe foi permitido e eles foram recompensados com malhas e linho de \nacordo com os antigos costumes, e também lhes foi consentido que caso \nalguém de seu grupo ainda se encontre no bosque, que eles lhes procurem e os \ntraga perante nós a quem também será dada anistia.\n\n"
        },
        {
            "id": 134,
            "day": "26 de agosto",
            "contents": "\nO predicante Daniel Schager foi convocado e ele deverá esclarecer onde se \nencontram todos os negros da Companhia, que ele utilizou em seus partidos e \nem seguida que ele esclareça quais são os seus direitos sobre este partido.\n\nEm seguida Antonio de Souza de Moura compareceu à reunião que exibiu\nalguns documentos com os quais ele comprovou que o engenho São Tome é\nde sua propriedade. Ele declarou ter arrendado um partido ao Predicante \nDaniel van Schage pelo período de 25 anos, partido que o predicante iria \ncultivar com cana e assim que o moinho estivesse pronto iria utilizar-lo para a \nmoagem da cana. \n\nO predicante Schager devolveu os seguinte 7 negros, que trabalharam em seu \npartido: ....O ultimo, João Grande foi mandado com sua mulher para Monjope,\nas terras que pertenceu aos jesuítas, para trabalhar, controlar os outros negros, \ne faze farinha. \n\n"
        },
        {
            "id": 135,
            "day": "31 de agosto 1637",
            "contents": "\nFicou acordado com Bento Róis Hamusca que ele irá recolher o décimos de \n\"Meunzos\" no distrito do rio de jangada, em direção sul até a freguesia de\nSerinhaem, o décimo que os habitantes ainda estão devendo dos anos 1636 até\n1637. Para isto ele receberá 2000 réis para cada 100 alqueires de farinha e de \noutros \"Meunzos\" de acordo com o que vier. O que ele recolher em Serihaem \nele fornecerá à Barend Schilling comis deste lugar e o que ele recolher nas\nredondezas de Cabo ele irá fornecer à hendick Houdius comis do Cabo.\nQuanto ao que diz respeito a pequena quantidade que normalmente é \nfornecida a Misericórdia ele deverá mandar para o Recife.\n\nFoi decidido de se escolher mais uma vez para administradores da casa de \nMisericórdia e da fazenda, para que ele controle tudo e fazer a administração\ndos bens, assim primeiramente se escolheu entre os holandeses as seguintes \npessoas: Samuel Halters, Adriaen Rouwels, Abraham Cabeljau. Ao lado destas \npessoas serão escolhidos 4 portugueses da confraria da casa de Misericórdia\npara que juntos possam administra a casa. Por isso os documentos e as \ninformações serão dadas as estas pessoas.\n\n"
        },
        {
            "id": 136,
            "day": "2 de setembro",
            "contents": "\nO senhor Balthazar Wijntjes e o Predicante Jodocus Stetten visitaram a mina \natrás de Conjau e dela eles trouxeram alguns minerais. As amostras não tinham\nsido bem escolhidas e eles pediram para regressar mais uma vez ao local \npersistindo que os minerais que eles trouxeram foram encontrados soltos em \ncima da montanha e que eles não puderam retirar boas amostras\n\npor que lhes faltavam bons equipamentos e por causa disto não conseguiram\npenetrar na mina. Assim foi decidido de tirar isto a limpo de uma vez por todas \ne que o senhor Johan Gijselm, convocado para visitar os trabalhos em Paraíba \ne fazer com que Hans Willem Louisz reunisse os brasileiros, e que partisse \nimediatamente em direção da mina levando o senhor Wijntjes, Jodocus Stetten\ne Semlaer com os mineiros e com o resto que for preciso para fazer o estudo e \nganhar conhecimento do solo, de modo que nós possamos resolver o que \ndeveremos fazer em serviço da Companhia. \n\n"
        },
        {
            "id": 137,
            "day": "15 de setembro",
            "contents": "\nGaspar Dias Ferreira relatou em nome de Isabel Cardoza durante a reunião\nque esta mulher possuía certas coisas, e o direito de uso do passo do rio dos Afogados e que eles não podem revogar\no direito sobre o passo que lhe compete. Depois de se ter deliberado sobre o \nassunto ficou decidido que a mulher receberá este direito temporariamente este \nano, mas que se arrendaria o direito de transporte do passo até Recife, e que \ncobraríamos um penning a mais pelo direito de arrendamento do passo de \nmaneira que ele esteja igual ao passo de Barreto e que o custo de ambos os \npassos sejam o mesmo, o que quer dizer que um passo não pode prejudicar o\noutro. Os representantes do conselho da igreja relataram durante a reunião que\ntinham chegado um certo homem e uma certa mulher que se faziam passar por \ncasado, mas que a mulher tinha um marido em La Haya, o que sob a \nresponsabilidade de um bom governo não pode ser permitido. O fiscal ficou\nencarregado de investigar o caso. Ele também deverá se informar sobre o \npadre que sem ter seguido alguma lei, casou uma puta, que aqui tinha sido \ncastigada por causa de sua vida escandalosa, com um rapaz honesto de família.\n\n"
        },
        {
            "id": 138,
            "day": "16 de setembro",
            "contents": "\nO Tenente van Ham, que se apresentou como o Comandante de 5 aldeias em \nRio Grande relatou a desordem causada pelos capitães naquela província.\nDepois de uma longa deliberação sobre este assunto, ele ficou encarregado de\ndescrever o que ele pensa fazer a respeito para que isto seja controlado. \nOs contratantes de da barca de travessia na ilha de Antonio Vaz se queixam \nque o serviço não gera os ganhos esperados, porque durante a maré baixa os\nnegros atravessam a pés e muitos portugueses atravessam o rio montados a cavalos, e acima disto ainda \nlevam outras pessoas em seus cavalos e assim não utilizam o serviço. Ficou\ndecidido que todos estão livres para fazer a travessia de pés ou à cavalo, mas\nque não é permitido de se atravessar o rio com duas pessoas em cima de um\ncavalo sem que paguem o barco.\n\n"
        },
        {
            "id": 139,
            "day": "21 de setembro",
            "contents": "\nNo ultimo sábado os eleitores da cidade de Olinda e o distrito se reuniram. \nJunto com o senhor Schild o assessor foi convocado para fazer as divisões dos\ncargos e para manter a ordem. As pessoas que foram escolhidas pelo conselho \npolítico são as seguintes:\n\nLista dos eleitores no distrito da cidade de Olinda de Rio ... até Serinhaem.\n\n\n- Jacob Stachouwer,\n- Gaspar da Silva,\n- Nicolaas de Ridder,\n- Pedro da Cunha de Andrade,\n- Willem Doncker,\n- Pedro Lopez de Oliveira,\n- Elbert Crispijns,\n- João Carneiro de Mares,\n- Jacques Haeck,\n- Diogo de Araújo de Azevedo,\n- Thedosius L'empereur,\n- Fernando Vale,\n- Jan Schaap,\n- Antonius de Bulkious,\n- Matheus Becx,\n- Arnau de Holanda,\n- Cristoffel Schettel,\n- Bernadin de Carvalho,\n- Bartholomeus van Ceulen,\n- Gaspar Dias Ferreira,\n- Michiel Hendricks,\n- Louiz Braz Bezerra.\n\nAs pessoas supracitadas foram reunidas e elas ouviram seus juramentos. O \nsenhor Stachouwer se levantou e disse, em nome de alguns que tinham falado \ncom ele sobre o assunto, que entre os eleitores se encontravam 3 pessoas que \npor causa de incapacidade não eram toleradas no colégio ou em qualquer\ngoverno por que eles eram judeus, a saber Pedro Lopez de Viera, Fernado Vale e Gaspar Dias Ferreiro. Deste estava \nausente Pedro Lopez e Fernando Vale declarando ser judeu, abandonou a \nreunia, mas Gaspar Dias Ferreira declarou que não era verdade que ele era\njudeu e que seus antepassados eram antigos cristãs e de uma linhagem tão\nnobre como todo mundo que ali se encontrava, o que ele comprovou. E visto \nque não se mostrou nenhuma prova de incapacidade, mas isto aconteceu\nsomente para causar transtorno, assim ficou declarado pelos representantes \nque ele deve ser considerado como capaz (Habilea). Por causa disto o senhor \nStachouwer e Nicolaas de Ridder deixaram a reunião e recusaram fazer o\njuramento. Depois o resto dos presentes fizeram o juramento e passaram a \nnomeação dos escabinos. Aqueles que obtiveram a maioria dos votos foram:\n\n\n- Jacob Stachouwer,\n- Willem Doncker,\n- Jacques Haeck,\n- Michiel Hendricks,\n- Cristoffel A I R Schettel,\n- Elbert Crispijns,\n- Francisco de Brito Pereira, Gaspar\n- Dias Pereira,\n- João Carneiro de Mares,\n- Joost van den Boogaert,\n- Antonio da Silva,\n- Paolo de Araújo,\n- Arnau de Holanda,\n- e Francisco de Andrade.\n\n"
        },
        {
            "id": 140,
            "day": "24 de setembro",
            "contents": "\nSua Excelência e o Alto Conselho escolheram as seguintes pessoas dos\nescabinos que tinham sido nominados:\n\n\n- Willem Doncker,\n- Jacques Haeck,\n- Francisco de Brito Pereira,\n- Gaspar Diaz Ferreira,\n- e João Carneiro Mares.\n\nEles fizerem o juramento ainda no dia 19\ndeste mês perante os nobres senhores do Alto conselho, e eles receberam\nordens para manterem suas residências em Olinda e que eles fizessem\naudiência nas mesmas.\n\nDe acordo com as ordens de sua Excelência os eleitores de Olinda se reuniram\nmais uma vez para nomearem pessoas para a função de 'weesmeesters' que farão o controle e\nestarão responsáveis pelos bens dos Órfãos. As seguintes pessoas foram\nnomeadas:\n\n\n- Abraham Cabelja,\n- Elbert Crispijns,\n- Joost van den Boogaart,\n- Gaspar da Silva,\n- Arnao de Holanda,\n- Francisco Mentero,\n- Antonio de Bulhoins,\n- Pedro da Cunha,\n- Diogo de Araújo.\n\nA partir destes nomes sua Excelência e os nobres senhores escolheram para a\nfunção de 'Weesmeesters': Abraham Caballjau,- Gaspar da Silva,- Antonio de\nBulhões eles foram informados sobre isto de modo que tomar conta dos\nnegócios dos antigos Juizes dos órfãos e seguir nossas ordens.\n\nOs novos escabinos escolhidos das capitanias e freguesias requerem que eles \nestejam a parte de suas instruções que eles devem seguir para poderem fazer a\nadministração da justiça e policia. Foi decidido de convocar os senhores\nCarpentier, nosso assessor, o senhor Hendrie Schilt, do conselho político, e \nWillem van Hoorn, advogado fiscal, para que eles possam desenvolver as \nordens e editais dos senhores todos poderosos do Estado da Holanda e \ntambém possam desenvolver outras questões do governo sobre este assunto, e\ntirar o que seja aconselhável para a justiça e a policia deste país, principalmente \no que esteja relacionado à matrimônios no qual se constatou a maior\ndesordem, e que se adapte à natureza e situação deste país. Eles irão\napresentarão estas adaptações o mais rápido possível de maneira que nós\npossamos estudar-las e aprovar-las se nós acharmos que elas estejam bem \napropriadas.\n\nA partir do mesmo requerimento foi decidido de redigir uma ordem e publicar-la com relação as medidas e pesos para que\nsejam revertidas para o sistema de Amsterdã e que ninguém tem autorização de\nusar outras medidas e pesos do que aqueles que foram controlados pelos \nrepresentantes do conselho e pelo advogado-fiscal do Recife ou no interior do \npaís pelos Escabinos das capitanias e freguesias, que para isto foram indicados, \ncorrendo o risco de pagar uma multa de 20 florins, na primeira vez, 20 florins, \nna segunda vez, e pela terceira vez o infrator receberá uma correção da justicia.\n\n"
        },
        {
            "id": 141,
            "day": "25 de setembro",
            "contents": "\nNa reunião foi anunciado que desde do arrendamento dos passos em Barreta de\nAfogados, os portugueses transportam o açúcar para Recife via as salinas, pelos rios, para evitar os custos \ndos passos. Isto não somente é prejudicial para os arrendadores dos passos\nmas também os lucros da Companhia diminuirão por que o preço do\narrendamento dos passos não vão valer quase nada o ano que vem. Por causa\ndisto deverá ser pago pelas caixas que foram transportadas por salinas e isto \ncustará o mesmo que se paga para os passos. Assim sendo se achou razoável e \nficou decidido para se pagar 4 schellingen por cada caixa que chega ao Recife \nvia Salinas e um cobrados será indicado para fazer a cobrança. \n\n"
        },
        {
            "id": 142,
            "day": "29 de setembro",
            "contents": "\nVisto que a construção da cidade de Olinda avançam lentamente,\nPor que os holandeses não podiam começar enquanto não fosse conhecida de\nquais a casa e terrenos os proprietários se encontravam na cidade, e por que os \nportugueses também continuavam as obras lentamente temendo ter que pagar \nmuito pelos seus pedaços de terras, assim sendo sua Excelência propôs para\nque se avance mais com as construções que cada português receberia\npermissão de construir sua própria casa sem que para isto eles devessem pagar\nalgum dinheiro, a menos que eles fizessem isto no período de 6 meses. Depois \ndeste período todas as casas e terrenos que ainda não foram construídos serão\ndados aos holandeses e outras pessoas para que eles possam construir, sem que \nos proprietários possam reivindicar suas propriedades. Isto foi deliberado \nlongamente e foi constado que isto impediriam os holandeses a escolherem as \ncasas simultaneamente com os portugueses, que já receberam bastantes \nchances, nos editais passados onde eles receberam a preferência para\nreivindicar suas casas, o que os portugueses não fizeram.\n\nFoi resolvido com sua Excelência de se publicar e distribuir um edital que todo\naquele que deseje construir na cidade deverá receber permissão para construir\nnos terrenos ou construir casas sem que para isto ele deva pagar, com exceção\ndos portugueses que desejam reconstruir suas próprias casas, estes deverão\nanunciar seus planos dentro de 3 semanas depois da publicação do edital. Ao\nlado das pessoas que foram proprietárias de casas na cidade aqueles que \nconstruir também deverão vir apresentar-se para dizer qual terreno construir\nou qual casa eles querem reconstruir. Tanto um como o outro realmente \ndeverá ter começado com as obras  e aqueles que ainda não começaram a\nconstruir de modo que possa se ver claramente que estão construindo o seu\nregistro e sua declaração não serão validos. Sua Excelência e o alto conselho\nirão, ao final dos seis meses, poderão dispor de todos os terrenos na cidade e\nirão dar preços a estes terrenos de acordo com suas vontades. Mas aqueles que\nantes da publicação deste edital já haviam construído na cidade de Olinda irão\nmanter a propriedade destes terrenos mesmos que os proprietários dos \nmesmos estivessem presentes.\n\n"
        },
        {
            "id": 143,
            "day": "30 de setembro",
            "contents": "\nvisto que o castelo sofreu grandes prejuízos por causa do mar por causa do \nqual surgiu um grande buraco em seus fundamentos. O mar bate contra seus \nfundamentos com tal violência que se teme que caso não se aja com rapidez\nque o edifício, no lado do mar desmoronará. Por isso se convocou a reunião\num velho português, que se chama Cristophan Álvares, mestre de obras que\nconstruiu este castelo d'Água. Deliberamos com ele a situação dos danos e\ncomo deveria ser concertado de modo que ele ficasse bem resistente, e quantas \npessoas e que tipo de  material ele precisa. Ele pediu para si mesmo quantia de \n4 pecas de 8 por dia para ministrar a obra, e em seguida que ele precisaria\n12 pedreiros, e 12 mestres de construção, boas pedras quadradas, cal, chumbo,\ne ferro para interligar a obra com o resto do edifício. Ele ficou encarregado de \nretornar na sexta-feira para estudar os danos durante a maré baixa e que fizesse \numa lista dos pedreiros portugueses que iriam trabalhar.\n\n"
        },
        {
            "id": 144,
            "day": "6 de outubro",
            "contents": "\nVisto que recebemos varias queixas dos abusos cometidos pelos taberneiros e \nlojistas, etc relacionado as medidas e pesos, assim ficou decidido de se publicar \nque todo aqueles que usarem medidas ou pesos em suas tabernas ou lojas, são\nobrigados a levar-los dentro de dez dias à câmara e aos Escabinos, onde eles\nserão aferidos. Aqueles que depois deste período forem pegos usando pesos,\nmedidas ou varas que não foram aferidos eles serão castigados recebendo pela\nprimeira infração uma multa de 10 florins, a segunda vez 30 florins e a terceira\nvez ele será condenado pela justiça. \n\n"
        },
        {
            "id": 145,
            "day": "17 de agosto",
            "contents": "\nalgum tempo atrás um grupo de brasileiros vieram do Ceará para o Rio \nGrande, de onde eles mandaram seus representantes, pela primeira vez, à sua\nExcelência e o Alto conselho. Eles queriam paz conosco e nos ofereciam sua\najuda, pedindo se nós não podíamos livrar-los dos portugueses, que tinham\nocupado o forte em Ceará. Depois o grupo inteiro veio com seu cacique e \nderam argumentos dizendo que isto poderia ser conquistado com poucas \npessoas, e que lá poderia se buscar bons lucros com \"ambregris\", algodão, \"Verwen\",\netc que valiam à pena os custos. Caso isto para nós não fosse oportuno e não\npudéssemos mandar uma tropa, então eles pediram se nós podíamos fornecer-\nlhes armas de mão, chumbo e pólvora e por isto eles nos cederiam o forte.\nNaquele tempo não apareceu uma oportunidade para mandar uma tropa para\nesta região.\n\nE também não achamos uma solução para mandar os brasileiros embora\nsatisfeitos mas lhes contentamos durante algum tempo com promessas. Até \nque a pouco tempo atrás eles fizeram o mesmo requerimento e visto que isto \nnos pareceu uma boa ocasião foi resolvido de se mandar uma missão para o\nforte de Ceará para conquistar-lo.\n\nFoi decidido de se mandar para esta missão os seguintes soldados e oficiais:\n\n    A companhia do Capitão Haus e seus oficiais    35 cabeças\n    Do Major Bajert                                14 cabeças\n    Bijlart                                        13 cabeças\n    Jan Ernst                                      14 cabeças\n    En passant para ser buscado do Rio Grande      50 cabeças\n    Juntos\n    _________\n                                                  126 cabeças\n\nO cruzador \"De Kemphaen\"do Capitão Klaes Arents Langman e o barco de\nTeunis Jansz foram ordenados de transportar as tropas com as munições e\nvíveres necessários, e juntos eles contam com 58 marinheiros. Ao lado destes \nainda serão mandados com estes navios 25 brasileiros do Ceará.\nO Major George Gartsman ficará no comando destas tropas e desta missão,\ntambém ficaram encarregados de acompanhar esta missão o Capitão Haus e o\nTenente van Ham para que depois do sucesso ( Que Deus lhes provenha ) \nfiquem estacionados no local com uma guarnição de 40 homens e ficarem no\ncomando.\n\nO Capitão Langeman está no comando dos cruzadores e dos marinheiros. Foi\ndecidido que esta tropa lutasse com os seguintes víveres: \nMajor Gartsman, os chefes dos cruzadores, e o Tenente van Ham receberam \nsua própria instrução de sua Excelência e o Alto conselho, o que eles deverão\nseguir e da qual existe uma copia no registro. \nCom esta provisão e estando tudo preparado os cruzadores partiram no dia 14\ndeste mês e que os Senhor ilumine seu caminho. Foi decidido de se redigir esta\nhistoria somente depois que os cruzadores já tivessem partido um dia ou dois, \npara guardar o segredo da melhor maneira possível.\n\n"
        },
        {
            "id": 146,
            "day": "18 de outubro",
            "contents": "\nHoje chegou, vindo do Cabo de Santo Agostinho o Capitão Dallingo, onde ele\nfoi com o Cruzador \"De Brack\", levando cartas do Coronel Hans Coin da \nfrota e do General Klaes van Ijpere. Nestas cartas eles informavam sua \nExcelência e o Alto Conselho sobre o sucesso obitido pela missão feita ao\nCastelo Sint George Delmina onde eles foram com suas tropas e sua frota. No \ndia 19 de agosto eles chegaram, partindo de \"Cleijn Comendo\" e no dia 23 eles \njá tinham navegado até Cabo de Corsso e no dia 24 eles desembarcaram e no \ndia 25 eles marcharam até \"El mina\". No lugar que os negros se comportarem \namigavelmente, como o General nos deixou saber, mais ou menos 1000 \nhomens nos prepararam uma emboscada e nos atacaram armados com \n'hasegeijen' e facas, destemidos avançavam em direção da tropa dos mosquetes\nsem prestar atenção aos salvos de tiros.\n\nAlguns dos nossos homens morreram em combate entre os quais o Tenente \nGuillome Jumeaux. Enquanto Lê Tan que tinha a Vanguarda e estava no\ncomando dos 4 'Vierroes'de quem eles cortaram as cabeças rapidamente \nmesmo quando os seus caiam em batalha, a segunda divisão se juntou a eles\nlidarada pelo Major GoodLad, aliais Bongarçon e também Coronel Hans van \nCoin tinha a Retaguarda sob seu comando. Depois disto os negros bateram em \nretirada, e embora que depois disto eles ainda nos atacaram 2 à 3 vezes sua\nfúria foi amenizada e os nossos tinham a vantagem da ocupação da segunda\nmontanha. A partir do Castelo continuavam os tiros corajosamente. Durante a \nmadrugada e fizeram uma trilha na mata e atingiram onde estava o comando \ndo castelo onde no dia 26 eles instalaram um morteiro e constituíram uma \nbateria, e no dia 27 foram colocados dois canhões. Os morteiros não tinham\num longo alcance porque as granadas eram muito pequenas, mais os canhões\nestavam funcionando bem, no mesmo dia eles reivindicaram o forte o que eles \nresponderam negativamente. O segundo mensageiro não recebeu permissão\npara entrar no forte, de modo que eles durante a noite inteira atacaram em \ndireção da montanha com quatro canhões e tiros constantes de mosquetes,\n\nE ninguém agüentava ficar perto dos muros, no dia 28 os inimigos entraram \nem dialogo e chegaram a um acordo. Uma companhia entrou no forte e o que \neles acharam está descritos nas listas anexadas. No acordo ficou combinado \nque os soldados espanhóis serão transportados para Sint. Thomé a ilha da\ncurva. O castelo foi ocupado por 120 homens sob o comando do Capitão\nWalraven van Malburgh, e os resto foi embarcado imediatamente e levados \npara cá.\n\nA propósito desta boa nova, ainda hoje o Predicante foi informado que eles \ndeveriam pedir graças em suas rezas.\n\n"
        },
        {
            "id": 147,
            "day": "21 de outubro",
            "contents": "\nEscreveu-se a todos os lugares deste país para que se fizessem cultos de \nagradecimentos a Deus todo poderoso, por causa da vitória que foi dada a \nCompanhia com a conquista do castelo \"Del mina\" na costa de Ouro de \nGuinea, e se escreveu para que durante a noite se desse salvo de canhões e\nmosquetes para que isto fosse festejado.\n\nBaltazar Lopes, Capitão da Aldeia... mostrou que ele já estava morando\ndurante muito tempo nesta aldeia em Oribe, e que lá tinha cultivado as roças  e \nque tudo estava sob controle. Ele tinha sido informado que se planejava \nreassentar-los na aldeia Tabuserama por que eles já tinham morado neste local, \nmas, que por causa disto eles sofreriam grandes prejuízos, por que ali eles não\nteriam farinha e morreriam de fome. Assim lhes foi permitido de \npermanecerem no local até que nós sejamos informados sobre as razões pelas\nquais eles deveriam se mudar e talvez daremos ordens contrarias.\n\n"
        },
        {
            "id": 148,
            "day": "27 de outubro",
            "contents": "\nvisto que diariamente estão chegando requerimentos dos habitantes pedindo\nadiamento de pagamento de antigas dividas, dividas feitas antes da conquista \ndeste país, foi decidido, por que se trata de um assunto com conseqüências\nmuito serias e é muito importante para os habitantes, visto que um adiamento deste tipo \nnão pode ser dado sem que se prejudique os cobradores, que uma carta será redigida para todas as câmaras\npara que eles nos possam dar conselhos sobre isto.\n\nA propósito do requerimento dos Escabinos de Olinda que desejam saber em \nque casos e até quais somas eles poderão dar uma sentença sem que se recorra\na um apelo de seu julgamento, foi decidido junto com sua Excelência que todas\nas câmaras poderão fazer seus julgamentos de causas de guarda à vista em\ncasos até 100 florins.\n\nTambém foi deliberado com sua Excelência os casos de oficiais ou soldados\nprendem negros durante uma guerra, quais são os direitos que eles tem em\nrelação aos negros e quais são as recompensas que por isto eles receberão. Foi\ndecidido que todos os oficiais e soldados que apreenderam negros são\nobrigados a passar-los aos senhores do Alto conselho ou seus representantes, \nem que para cada negro receberão 20 reais de 8 e para cada negra 6 reais de 8.\naqueles que sonegarem negros correrão o risco de ter que pagar uma multa de\n300 florins por cada negro e ainda terão que restituir-los. E ao que diz respeito\na captura de animais que fugiram dos inimigos ou que estão soltos por ai, para\nisto eles receberão um décimo, ao menos que eles os passem as mãos do\ngoverno. Para cada animal que eles esconderam ou roubaram eles pagarão a\nsoma de 12 reais de 8 e para cada boi ou novilho 20 reais de 8 \ne também terão que restituir o animal.\n\n"
        },
        {
            "id": 149,
            "day": "4 de novembro",
            "contents": "\nCom o começo desta nova estação e a resolução de 4 de setembro de se\nperseguir o nosso inimigo, o conde de Bagnole, e fazer com que ele se retire para Bahia afastando-se dos nossos limites, assim \nfoi feita uma lista de nossas tropas e quantas pessoas nós temos, neste país, à\nnossa disposição para efetuar esta expedição. Ficou constatado que nós\npodemos reunir:\n\n    Rio São Francisco (deixando 300 homens para trás)     600 cabeças\n    Alagoas                                               500 cabeças\n    Cabo de Santo Agostinho                               100 cabeças\n    Recife  'a companhia do senhor Gijseling              200 cabeças\n    Recife 'alguns recrutas                               100 cabeças\n    Muribeca                                              100 cabeças\n    __________\n    total de soldados                                        1600\n    ao lado disto também convocaremos marinheiros dos navios  150\n    Dos navios que se encontram em Paraíba                    100\n    Brasileiros que serão convocados das Aldeias              400\n    ___________\n    Tudo junto, o exercito em campo de guerra contará com    2250\n\nFoi decidido de se prover víveres à estas tropas, por um período de 13\nsemanas, e os seguintes víveres foram embarcados:\n\nFicou decidido de se mandar 7000 alqueires de farinha, mas isto não pode ser\narranjado tão rapidamente como os outros víveres.\n\nAs seguintes munições e peças de artilharia foram enviadas:\n4 pedaços de ferro (pequenos canhões) à 6 el t, montado sobre seus\n\"affuijten\", e um \"affuijt\"extra.\n\n    5 wissers destinados para as peças supracitadas e 5 \"maatjes\" no lugar de\n    colheres.\n    8 pares de madeira, alguns prancha de chumbo \"plat loot\", 1000 el T de\n    pólvora fina\n    5 toneizinhos de beurs \"Beurstonnekent\", alguns cartuchos de balas.\n    Dois sacos de couro para pólvora, 160 balas de pesado calibro\n    4000 el t de pavio holandês, 400 tubos de lata para o pavio\n    5000 el t de pavio brasileiro, 50 pás, 50 brodsen, 10 carrinhos curtos (corde\n    wagens)\n    50 picareta, um partido de lanternas de madeiras (Lanteernes)\n    um coberta de pelos, duas peles, 50 pás,\n    50 machados grandes, 50 machados de mão\n\nOs navios \"Domburg\", \"Zeeridders\", \"De \"Vriezejager\" e o \"tijger\"ficaram\nencarregados pelo transporte do pessoal, dos víveres e da munição, junto com\nos cruzadores \"Molthaan\", \"De Struisvogel\", \"De Doffer\", \"De Vleermuis\", \n\"De Spreeuw\", \"De Fazant\", \"Caen\", Het  Haantje\"e o \"De Sperwer\". Fora \nisto ainda convocamos \"De Leeuw van Groningen\"e o \"Eendracht van \nDoort\" para fazer o transporte de pessoal e víveres em Cororipe, \npara que dali eles naveguem em direção da Bahia, em \"Kampen\" que irá\nnavegar com dois cruzadores de Rio de Janeiro, e \"Neptunes van Delft\", que \nvirá para partir para as Índias Ocidentais. \n\n"
        },
        {
            "id": 150,
            "day": "7 de novembro",
            "contents": "\nFoi publicado novamente que não os taberneiros estão proibidos de servir\nbebidas no domingo durante a predicação e depois de 9 horas da noite,\ncorrendo o risco de 10 florins para cada estabelecimento e 3 florins para cada \nconsumidor.\n\nTambém se publicou para se evitar sujeira e maus odores nas ruas que todo \nmundo é obrigado de limpar a rua em frente à sua casa e de levar a sujeira para\na praia fora dos limites da cidade, correndo o risco de pagar uma multa de 3 \nflorins por cada infração.\n\n"
        },
        {
            "id": 151,
            "day": "9 de novembro",
            "contents": "\nOntem chegaram o navio inglês \"The Regard\" e como 'Loreendraaier' \"Nossa\nSenhora do livramento\", que foram conquistados pelo navio \"De Goudzon\" \nna região oeste de São Thomé. 2 portugueses e o chefe de navio inglês foram\ninterrogados durante a reunião, sobre a situação de seus negócios, para saber\nquais os direitos que a Companhia tem sobre o navio e os bens que nele se \nencontram. O livro das contas onde constam os dados da carga foi dado ao \nsecretario para que ele pudesse extrair o que era da propriedade dos \nportugueses, o que no total fazia 1066 barras de açúcar. O caso passou depois \nas mãos do conselho político para que eles decidissem e para que se protegesse\nos direitos de todos os partidos. Também o fiscal estudou o caso, de modo que \nele pudesse proteger os direitos da Companhia.\n\n"
        },
        {
            "id": 152,
            "day": "11 de novembro",
            "contents": "\nSimão de Carvalho que trabalha na peixaria da Companhia em Nossa Senhora\nda Candelária nos relata que hoje ali tinham chegado mais ou menos 200 vacas \ne amanha se espera que cheguem mais 200. Nos decidimos autorizar-lo de \ninvestigar todo o gado que ali chegar  e que veio do sul anotar a ferragem dos animais e à quem eles pertencem, observar se eles ainda\nnão foram marcados pela companhia e em seguida ele deverá investigar se o\npedágio de 4 schelling por cabeça já foi pago em Porto Calvo ou Serinhaem, e \ncaso eles encontrar algum indicio ele deverá apreender os animais até que ele \nreceba ordens mais especificas.\n\nQuanto o caso do inglês que foi apresentado pelo conselho político foi dado\numa sentença, a saber que o inglês está livre para partir com seu navio junto com os bens ou o açúcar que ele leva\nconsigo e que é destinado para os ingleses, mas, que o açúcar que ele estava \nlevando para os dois portugueses foram declarados como premio e foram \nconfiscados em nome da Companhia, a menos que o inglês entre em acordo\ncom os senhores do Alto Conselho sobre a carga que ele por causa do açúcar \ndiz que tem direito.\n\nAssim sendo retiramos o açúcar dos portugueses e embarcamos a carga no \nnavio de Moriaan, para transporta-lo à pátria. Trata-se de 1051 barras de\naçúcar, menos 15 barras que eles afirmam ter distribuído como rancho entre os \ntripulantes.\n\n"
        },
        {
            "id": 153,
            "day": "16 de novembro",
            "contents": "\nhoje partiu o navio inglês do Capitão Thomas Mey, depois de termos-lhe dado\na letra de cambio e uma carta de recomendação e ele declarou ter sido provido\nde tudo, o Capitão assinou a nota do notário. Depois foram lhe dadas as cartas\nentre as quais uma de sua Excelência e uma do Alto Conselho, direcionadas\naos nobres senhores do Conselho dos 19 com uma cartinha de El Mina. Ele se \ndespediu amigavelmente e no final da tarde entrou à bordo de seu navio.\n\n"
        },
        {
            "id": 154,
            "day": "19 de novembro",
            "contents": "\nVisto que é muito necessário mandar um cruzador para ilha Fernando de \nNoronha, que agora já está pronto para partir, assim deliberamos sobre uma \nmissiva de Glimer onde ele descreve a situação da ilha e concluiu que a\ncompanhia nunca irá ter nenhum proveito da mesma. \n\nEle escreveu que seria suficiente de deixar nesta ilha 8 à 10 negros com um\nalemão, mas que ele pudesse ser liberado da ilha. Assim tudo isto foi bem estudado, e\nfoi resolvido que o Comandante iria buscar todos os brancos e negros da ilha, \ndeixando um branco com 10 negros tanto homens quanto mulheres, e daqui \nserão enviados dois criminosos, que foram exilados à ilha.\n\nEm seguida da ilha será retirado toda munição e o que poder ser levado,\ndeixando para trás o canhão até que o monção do sul chegue, porque agora\neles não poderiam ser embarcados por causa das grandes ondas.\n\n"
        },
        {
            "id": 155,
            "day": "26 de novembro",
            "contents": "\nA mulher de Luiz Barbalho já foi convocada pela segunda vez para embarcar e \nviajar em direção da Bahia, para fazer companhia a seu marido a pedido do\nConde de Bagnolle e com lhe foi prometido. Ela fez mais uma vez um \nrequerimento à sua Excelência para receber mais um tempo para poder\nescrever ao seu marido Luiz Barbalho, para saber se ele se encontra em Bahia e \nse ele quer que ela venha se juntar à ele. Isto lhe foi consentido e lhe foi\ncomunicado que ela deve escrever suas cartas o mais rápido possível.\n\n"
        },
        {
            "id": 156,
            "day": "2 de dezembro",
            "contents": "\nO Predicante Johannes Soler e o Predicante Fred. Kesselerius, deputados do \nconselho da igreja mostraram que eles por motivos maiores tinham resolvido...\nDe escrever-se a Classis da Capitania no Brasil de acordo com os costumes no \nRecife, mais ou menos em 5 de janeiro 1638. Eles pediram permissão para isto\ne isto lhes foi consentido em favor da ordem da igreja e da comunidade. \nEles também notificaram que na cidade de Olinda para grande escândalo e \nindignação desta comunidade mais outras duas foram iniciados convênios\nescandalosos e jogos (Guijchelspelen) por nossos compatriotas holandeses. \nEles requerem que estes convênios e jogos sejam proibidos para a\ntranqüilidade e edificação dos cidadãos.\n\nAssim foi decidido que isto ficará proibido a partir de agora.\n\n"
        },
        {
            "id": 157,
            "day": "7 de dezembro",
            "contents": "\nFornecido ao Capitão Jacob Huijgen do navio \"De Moriaan\", 3 tonnéizinhos\ncom minerais, marcados com os números 1,2,3 e com o brasão da Companhia,\nque foram retirados das minas atrás de Conhao  por Jodocus Stetten. Ele ficou \nencarregado de levar-los aos diretores da câmara de Zeeland, de modo que o \nConselho dos 19 possa mandar examinar-los e de acordo com o resultado eles \ndarão ordens mais especificas.\n\nNumero um foram minerais extraídos da parte de cima da montanha. Numero \n2 foram minerais extraídos do rio entre duas montanhas.\n\nNumero 3 são minerais extraídos de um buraco com 6 pés de profundidade, o\nque tinha sido escavado por mineiros.\n\n"
        },
        {
            "id": 158,
            "day": "14 de dezembro",
            "contents": "\nNós inforamamos a câmara de Olinda que nós pesávamos que os habitantes \neste ano irão cultivar poucas roças de mandioca, porque eles utilizam ou\nalugam todos os seus negros para plantar cana de açúcar e que isto pode causar \numa falta de farinha e em conseqüência uma crise de fome por todo país.\n\nVisto que nós pedimos seu conselho para saber qual a melhor maneira de se \nevitar este problema, assim eles nos aconselharam hoje, a saber, que sua Excelência e os senhores\ndo Alto Conselho deveriam publicar um edital, onde eles ordenam que todos \nos habitantes que possuem negros e que lhes utilizam para a agricultura são\nobrigados a plantarem 200 covas por ano para cada negro, a primeira metade \nem janeiro e a outra metade em agosto e os infratores correm o risco de serem \ncastigados. Desta maneira sempre haverá uma abundancia de farinha no país, \npor que os engenhos que tem muitos negros consomem muita farinha mais \nnunca plantam nenhuma. Isto foi aprovado e deste modo publicado.\n\n"
        },
        {
            "id": 159,
            "day": "19 de dezembro",
            "contents": "\nOs contratadores dos Meunzos na capitania de Pernambuco se queixam que os \nmoradores da povoação de Porto de Calvo se recusam a pagar o décimo do\ntabaco, argumentando que eles só devem a metade. Assim foi decidido de dar \naos contratadores um ato na língua portuguesa onde todo mundo fica \nencarregado de pagar-los o décimo como de direito, e que aquele que tem uma \nrazão para não o fazer deverá se apresentar perante nós para que ele possa ser\ninterrogado.\n\nAlguns Capitães do campo que pensam que eles tem que cruzar o país com\nseus soldados para que possam prestar bem atenção aos salteadores, se\nqueixam que as freguesias não lhes pagavam os que lhes competia como\nsalário.\n\nAssim foi decidido convocar Gaspar Dias Ferreira, Juiz da câmara, que se \nqueixa que não era possível para as freguesias arcarem com estes custos. Assim\nlhe autorizamos e autorizamos aos seus colegas para que entrem em acordo com antecedência sobre os salários dos Capitães\ndo mato e que nós contribuiremos anualmente com a soma até 100 florins por \nano, e que eles entrem em acordo com eles, sem a nossa participação, de\nacordo com a tradição mas nos informando o que ficou resolvido.\n\n"
        },
        {
            "id": 160,
            "day": "26 de dezembro",
            "contents": "  \nNós recebemos cartas do Major Gartsman, que foram escritas no dia 15 de \ndezembro em Portari, onde ele deixa saber que ele tinha chegado no dia 25 de \noutubro na Bahia de Macoripa à 3 milhas no sul de Ceara, imediatamente ele\nmandou 3 brasileiros ao cacique que se chamava Allgordon, para que ele fosse \ninformado de sua chegada e este veio na noite seguinte em sua direção. No dia\n26 ele marchou pela praia em direção do Ceara, levando uns dos pequenos\ncanhões. Uma vez no forte os portugueses se defenderam razoavelmente bem\ncom o uso de canhões e mosquetes, mas, quando nós notamos que a\nfortificação não era grande coisa, nós lhes atacamos e tomamos conta da\nsituação, isto quer dizer, Ele Gartsman acompanhado com 33 à 34 soldados,\n50 brasileiros e 18 prisioneiros. No dia ... de novembro eles partiram do local \nem direção do Rio Grande.\n\nO Capitão Haut, partiu com o resto dos homens no mesmo dia a bordo de 2\ncruzadores, para retornar ao Recife. Agradecemos a Deus pelo sucesso.\n\n"
        }
    ]
}