{
    "id": 4,
    "author": "José Hyginio",
    "title": "Dagelijkse Notulen",
    "number": 4,
    "year": "1638",
    "period": "4 de janeiro a 31 de dezembro",
    "days": [
        {
            "id": 161,
            "day": "4 de janeiro",
            "contents": "\nO cruzador \"Ceará\"navegou para Paraíba, levando víveres para o armazém \ndeste local\n\nOs Escabinos exibiram durante a reunião as listas dos moradores portugueses\nde cada freguesia que eles acreditam que sejam adequados para perseguir os \nsalteadores e expulsar-los do país. Assim sendo em cada lista um mandato foi \ninserido em cada lista para os Capitães do campo nas freguesias respectivas,\nencarregando-lhes que eles notifiquem todos os soldados que estão na lista,\nque eles, em caso de alarme no país, deverão se armar e se apresentarão aos\nseus Capitães e caso alguém negue isto eles nos informarão imediatamente de\nmodo que nós possamos castigar-lo da maneira que desejarmos. Em seguida \neles receberão um salário de acordo dom as ordens dos Escabinos.\n\n"
        },
        {
            "id": 162,
            "day": "5 de janeiro",
            "contents": "\nA propósito do edital do perdão concedido a salteadores, hoje um deles pediu\nperdão. Isto lhe foi concedido e uma vez perante nós lhe interrogamos.\n\nEle declarou que eles haviam partido de Sergipe Del Rey em 5 tropas cada com \nseu próprio comandante e que as 5 tropas juntas contava com mais ou menos \n150 homens dos quais 50 brancos e o resto alguns mulatos e negros de Henrique Dias, Capitão e governador dos\nnegros. Eles receberam ordens para incendiar os canaviais da Capitania de \nPernambuco a partir de Serinhaem até a Várzea, e nada mais, e assim que eles \ntiverem completado esta missão eles retornariam, a não ser que eles\nrecebessem uma mensagem em tempo da armada espanhola então eles ficariam\naqui. Quando eles chegaram no rio São Francisco, eles o atravessaram\nutilizando jangadas para transportar seus uniformes, armas, pólvora e pavios, \nque eles construíram com madeira retirada dos bosques e com elas eles \nnadaram ao outro lado. As tropas eram as seguintes:\n\nGonzáles de Vale, Alvares Fernandez, com 30 homens, entre os quais 30 \nbrancos, que  tinham recebido ordens para incendiar os canaviais de \nSerinhaem.\n\nAntonio Gomares Tagorda, Capitão reformado, no comando de mais ou\nmenos 30 homens, entre os quais mais ou menos 16 brancos que foram \nencarregados de incendiar os canaviais de Ipojuca.\n\nAntonio Róis de Sá, Capitão reformado, no comando de mais ou menos 30\nhomens, entre os quais 12 brancos e que estavam encarregados de incendiar os \ncanaviais do Cabo.\n\nPedro Duarte, Alferes reformado, no comando de mais ou menos 30 homens\nentre os quais 7 brancos e que estavam encarregados de incendiar os canaviais \nde Várzea.\n\nBento Dias, ajudante, no comando de 35 homens entre os quais 7 brancos,\ncom ordens para incendiar os canaviais de Muribeca.\n\nEles não tinham mais coragem de aparecer em canto algum por que em todo\npaís haviam muitas emboscadas de nossos soldados. Por isso eles não tinham\ncoragem de passar pelas vias principais e mantinham-se nos bosques.\n\n"
        },
        {
            "id": 163,
            "day": "9 de janeiro",
            "contents": "\nO senhor Kesselerius e o senhor Daperius, representantes da Classis deixam \nsaber que a Classis fecharam seus negócios unanimemente e o escrivão da\nClassis está fazendo as anotações sobre as quais nós seremos informados.\nEles também deixaram saber que eles decidiram encarregar o Predicante \nDoreslaen para predicar dos brasileiros e tendo isto como objetivo ele irá \nresidir nas aldeias entre a Paraíba e Goiânia.\n\nEle viajará à todos os lugares para fazer a predicação na língua portuguesa e\nservir os sacramentos, e ao lado disto dois professores espanhóis lhe \nacompanharão, que irão ensinar as rezas e outras coisas aos brasileiros; um se\nchama Dionisius, que acabou de ser enviado de Amsterdã e que irá residir em\numa das aldeias de Goiânia, o outro irá residir em uma das aldeias em Paraíba e \nainda tem que ser encontrado. Para isto eles pedem nossa permissão o que eles\nreceberam, e em seguida eles requerem se nós pagaremos os custos dos \npredicantes, como foi deliberado na reunião das Classis. Foi decidido que\nquando eles retornarem que eles deverão apresentar suas declarações ao senhor\nHarckmans que está encarregado de fazer seus pagamentos em nome da \nCompanhia.\n\n"
        },
        {
            "id": 164,
            "day": "12 de janeiro",
            "contents": "\nFrancisco Ramos, Capitão do campo da freguesia de São Lorenço, foi\nencarregado para que junto com seus companheiros, em caso de necessidade, \najudasse à defender a freguesia, usando armas.\n\nEle não demonstrou querer cooperar, dizendo a sua Excelência que ele não iria\nquerer servir contra os súditos do rei, pelo que sua Excelência mandou lhe\nprender.\n\nEle foi liberado hoje por intercessão de portugueses honestos como Gaspar\nDias Ferreira e Gaspar da Silva e ele demonstrou ter se arrependido do que ele \ndisse e declarou que ele compreendeu que ele foi encarregado deste serviço \npara fazer a defesa de pobres moradores e ele prometeu cumprir com seu \ndever fielmente.\n\n"
        },
        {
            "id": 165,
            "day": "14 de janeiro",
            "contents": "\nNa reunião compareceram os senhores Kesselerius e Dapperius, deputados da\nClassis e nos informaram todos os casos e preocupações entre as quais se\nencontravam algumas queixas e outros casos dos quais eles esperavam de nossa \nparte uma solução, o que lhe foi prometido ser feito imediatamente.\n\nNós recebemos uma resposta por escrito dos senhores do conselho Político \nsobre alguns artigos que lhes tinham sido apresentados. Foi decidido, uma vez \nque eles ainda estão juntos, apresentar-los mais uma questão que conta com 9\nartigos.\n\nNa reunião compareceu o senhor Hans Willem Louis, antigo diretor dos\nbrasileiros que relatou que os brasileiros de Tapeserica desejam mudar sua \naldeia de 5 à 10 varas (roeden) do lugar em que se encontra agora,  por que eles\nestão sofrendo muito neste lugar \"Britjos\". Para isto eles requerem permissão o\nque lhes foi permitido.\n\nEle também relatou que alguns brasileiros se encontravam no bosque à algumas milhas desta aldeia, e que continuam vivendo na selva e\nele pediu se estes podiam ser buscados para morar na aldeia. Isso também foi \npermitido e o Capitão De Vries foi encarregado de buscar-lhes, que são em\ntotal mais ou menos 30 à 40 homens.\n\nEm seguida ele relatou que alguns Tapuias se encontravam na mata que \npediam permissão para formar uma aldeia nas nossas vizinhanças, atrás do rio\nda Paraíba, na salinas, e que alguém fosse indicado para a função de\ncomandante, isto também foi consentido.\n\nFinalmente ele nos informou que ele tinha a intenção de partir com o primeiro\nnavio para a pátria, e que seu feitor do moinho Morttelde, iria fazer o \npagamento de suas dividas, e que o senhor jan Wijnans iria ajudar-lo a fazer o \nmesmo. Foi-lhe dito que estas pessoas deveriam se apresentar perante nós \nantes que elas possam responsabilizar de tal tarefa, o que ele entendeu.\n\n"
        },
        {
            "id": 166,
            "day": "15 de janeiro",
            "contents": "\nOs deputados das Classis foram convocados hoje mais uma vez 1a reunião para\nque pudéssemos deliberar e resolver alguns itens com eles, que pela Classis \nforam apresentadas ao conselho. Nós decidimos o seguinte:\n\nQuanto as desordens que se apresentam neste país relacionados ao casamento.\n\nOnde há muitos casos de incesto. Mais uma vez se ordenou a publicação de\num edital sobre matrimônios para se combater tais horrores.\n\nEles também requerem que Sara Hendricks, que se casou aqui pela segunda \nvez e, portanto se encontra numa situação ilegal, por que ela ainda tem um\nmarido na pátria, que ela seja mandada embora. Foi decidido mandar-la de volta à pátria e o\nencarrega o comandante van Werven que ela compareça perante nós, com \ncerteza.\n\nQuanto ao desrespeito geral do \"Sabbat\", por que muitas pessoas deixam seus \nnegros trabalharem no dia de domingo, foi decidido se editar um edital para \nacabar com isto.\n\nQuanto aos escândalos em Paraíba e proibição das procissões, assim foi\ndecidido que os clérigos e Escabinos dela deverão ser informados oralmente\nque eles deverão esperar até que eles possam fazer isto em publico e não\ndevem criar perturbações e devem se restringir a suas igrejas.\n\nTambém que eles não construirão templos se permissão.\n\nTambém que os papistas não poderão casar ninguém sem que o declarem\nprimeiramente mesmo no lugar onde estas pessoas moraram pela ultima vez, o \nque será inserido no edital de assuntos de matrimonio.\n\nQuanto ao assunto que não foi permitido que os papistas deixassem os\ncriminosos sentenciados se confessarem ou que façam outras coisas, foi \naprovado que isto não será permitido no Recife e nos Fortes.\n\nOs deputados foram informados que eles deverão escolher uma igreja na\ncidade de Olinda, que deverá ser reservada para os reformados de maneira que \nos papistas não a ocupem.\n\nEm seguida visto que eles se queixam das liberdades dos judeus daqui, que \nestão causando grande escândalo, foi decidido mais uma vez que será\npermitido que eles façam suas cerimônias escondidos em suas casas.\n\nMostrando a desordem entre os negros que cometem adultério e prostituição,\nfoi decidido que de todas as maneiras tentaremos impedir estas coisas.\nQuanto o fato que até os senhores de engenho holandeses que começariam \ncom a moagem em seus moinhos, os deixaram consagrar por um papista, na \nausência dos predicantes, assim foi decidido de lhes ordenar que caso, no\nfuturo, eles comecem a fazer a moagem que ele deverão informar um\npredicante, que irá visitar o moinho e abençoará o trabalho em nome de Deus \ne o nosso senhor.\n\n"
        },
        {
            "id": 167,
            "day": "22 de janeiro",
            "contents": "\nvisto que Bastiaan Keller nos deixa saber que se sente constrangido a fazer um \npagamento 1/8 de um real de 8 por que ninguém acredita que tenha mais valor \ndo que 6 stuivers, embora que isto vale 6 ľ por que 1 real de 8 é igual 54 \nstuivers, assim foi decidido de se avaliar o real de 8 até 56 stuivers, por meio de \num edital, do qual a metade 28 stuivers, Ľ é 14 stuivers e 1/8 é 7 stuivers, e \nque ninguém poderá recusar o mesmo.\n\n"
        },
        {
            "id": 168,
            "day": "27 de janeiro",
            "contents": "\nCristoffel Eijrenschettel e Miguel Rodrigos mandaram construir um grande \nbarco no rio Goiânia onde poderão embarcar 140 caixas de açúcar e que de\nacordo com as ordens do conselho dos 19 não poderá ser utilizado nestas costa\ncom objetivos privados. Assim foi decidido, de um lado, para não ofender\nestes homens, e do outro lado para se servir a Companhia, de comprar o barco, e se entrou em acordo com estes senhores que nos lhe \npagaremos a soma de 2000 florins, mais 60 florins caso todos os acessórios \nnele se encontrem.\n\n"
        },
        {
            "id": 169,
            "day": "19 de fevereiro",
            "contents": "\nSua Excelência realtou que ele havia visitado as fortificações em Paraíba.\nQuanto ao forte Cabo Dellio ele mandou alguém concerta-lo e manter-lo \ndurante o período de um ano por uma soma de 3300 florins por(....) e o forte \nse chama agora Margarita de Nassau.\n\nQuanto a fortificação \"noorderoord\" foi decidido deixar-la cair em ruínas,\nporque ela já está bem acabada e porque iria custar muito para reconstruir-la e \nfoi decidido de se manter somente um reduto em funcionamento o que já se \nconsidera o suficiente.\n\nO forte Restinga ficará e se encontra em bom estado. Os soldados construirão\numa paliçada ao seu redor.\n\nNa cidade é necessário de se construir uma trincheira para se reparar o \nconvento que o senhor Hartmans e o Major Bongarçon ficaram encarregados \nde mandar fazer.\n\nTambém se mandou fazer aprofundar com 4 pés a vala do forte Margarita e \naumentar-lo com 6 'roeder' em todo seu redor. Com a arreia que irá ser \nretirada da vala irá se construir uma pista ao redor do forte o que parece maior \ndo que o orçamento.\n\n"
        },
        {
            "id": 170,
            "day": "20 de fevereiro",
            "contents": "\nEntrou-se em acordo com o senhor Governador Sigmund van Schoppen e o \nfiscal Nicolaas de Ridder, que este ultimo pagará para o pedágio,e\n pelo transporte de seus animais que vieram do rio São Franscisco e alguns\nnegros que foram conquistados dos inimigos nesta região uma soma de 8000\nflorins que deverá ser pago a partir deste momento até um ano o que terminará \nno dia 20 fevereiro 1639.\n\n    Pelo pedágio de seus animais à um ˝ patacque           600\n    Pelo travessia  destes animais no Rio São Francisco    600\n    Acordado pelos 30 negros                              6800\n    _____\n    total                                                 8000\n\n"
        },
        {
            "id": 171,
            "day": "22 de fevereiro",
            "contents": "\nPara a função de Comandante dos brasileiros na capitania de Paraíba e Goiânia\nfoi indicado o Tenente Elton Beunningh, que para isto receberá o salário e o \nrancho de Capitão.\n\n"
        },
        {
            "id": 172,
            "day": "23 de fevereiro",
            "contents": "\nOs senhores tesoureiros foram ordenados de pagar uma soma à Elton\nBeunningh para honrar o oficial dos brasileiros pelos bons serviços que eles \nprestaram na ultima missão, e para motivar-los à cooperar na próxima missão,\nE reunir mais homens. Se trata de uma soma de 532 que deverá ser pago da \nseguinte maneira:\n\n    5 Capitaes cada à 12 reais de 8     60\n    5 Tenentes cada à 8 reais de 8      40\n    5 Alferes cada à 6 reais de 8       30\n    15 Sargentos cada à 4 reais de 8    60\n    ___\n    190 reais de 8\n\nvisto que o Comandante Elton Beunningh irá ter gastos, para poder reunir os \nbrasileiros do país,os tesoureiros ficaram encarregados à pagar-lo 100 florins.\nVisto nós precisaremos muito dos brasileiros para a próxima expedição e eles\nestão descontentes com a enorme quantidade de guerras, assim foi decidido,\npara conquistar sua colaboração, que o Comandante lhes prometerá a soma de\n4 reais por mês durante o tempo da expedição, e caso eles não fiquem\nsatisfeitos ele poderá lhes dar 5 florins por mês. Os Capitães receberão 30\nflorins por mês, os Tenentes 20 florins por mês, os Alferes 15 por mês e os\nSargentos 10 florins por mês.\n\nNa reunião compareceram os Predicantes Kesselerius e Dapper, representantes\ndas Classis que demonstraram a insignificância de suas pensões, e pediram se\neles poderiam receber um aumento. Em seguida eles relataram que em todos \nos fortes estavam faltando livros para as leituras. Eles também relataram que \num certo jan Michielsz, que foi enviado à dois anos para cá de Zeeland, para\nexercer a função de proponente e que naquele tempo tinha sido declarado\ncomo incapaz pelo conselho da Igreja, por que ele não tinha estudos, agora foi\naprovado por eles e podia ser contratado e eles pediram ao conselho para que \nisto fosse aprovado.\n\nEm seguinte eles lamentavam os rumores que estavam sendo espalhados que \nos Predicantes estavam sendo pagos a partir dos salários dos Oficiais das \nmilícias de soldados. Isto tinha como conseqüência uma diminuição do\nrespeito dos oficiais para com a função de Predicante.\n\nDizendo de modo acusativo em suas presenças que eles eram os senhores que\nlhes pagavam e por isso também tinha o que dizer, etc... Os Predicantes \ndesejavam por causa disto que seus salários, caso a Companhia não pudessem\npagar-los retirasse o dinheiro de outros fundos.\n\nA resposta do requerimento sobre o aumento de suas pensões foi registrada\nnas resoluções secreta.\n\n Para receber os livros dos frades leigos, todos os Predicantes receberam \nautorização para procurar livros em todos os navios da Companhia, à menos\nque os frades leigos que trabalham nos navios fiquem com algo. Caso isto não\nseja necessário se encomendarão mais livros.\n\nA contratação de Jan Michielsz foi aprovada e ele receberá 40 florins por mês\nmais a pensão de um Alferes, o que entrará em vigor a partir deste momento.\nQuanto o escândalo que seus salários vem dos salários dos oficiais e soldados, \nisto não será tratado no presente momento até que nós tenhamos informado a\nreunião do conselho dos 19.\n\nOs mesmos Predicantes, e o senhor L'empereur, representantes do conselho \nda igreja, relataram que um certo Leenaertclock, que casou aqui com uma \nservente que veio com sua Excelência e que faleceu à pouco, parece ter mais\numa mulher e três filhos em Haerlen, que conhecem varias pessoas neste país.\n\nDepois de se terem informado foi confirmado que isto era verdade e eles \nrequerem que o fiscal faça uma investigação sobre o caso. Foi decidido de\nencarregar o fiscal com este caso.\n\nVisto que os matrimônios são mais complicados do que eles tinham esperado\neles requerem que sua Excelência indique uma comissão de matrimonio que\npoderá controlar este seguimento com mais eficiência.\n\nNão foi permitido mudar isto agora antes que aqui tenha vindo mais pessoas\ndo conselho Político.\n\n"
        },
        {
            "id": 173,
            "day": "25 de fevereiro",
            "contents": "\nNós compramos do senhor Jan Wijnants, senhor de engenho, mais ou menos \n2000 arrobas de açúcar tanto branco como moscovados que ele nos fornecerá \naos poucos no prazo de 2 meses. O branco custam 35 schelling por arroba, o \nmoscovado 25 schellingen por arroba, o que será descontado pelo o que ele \nestá devendo a Companhia pela compra de negros e outras coisas. ...? \n\n"
        },
        {
            "id": 174,
            "day": "26 de fevereiro",
            "contents": "\nHoje recebemos cartas e requerimentos de alguns moradores de Alagoas que se \nqueixavam das desordens e opressão cometidas pelos oficiais desta região. Eles\ntambém se queixavam dos Bosnegers (negros dos bosques), que eram tão\nfortes destemidos que eles amarravam os moradores dentro de suas casas \nferiam-lhes incendiavam as casas e levavam seus negros, de modo que nesta \nfreguesia mais de 140 foram seqüestrados.\n\nEles requeriam assistência dos brasileiros e armas para perseguir os negros. Foi\ndecidido de convocar o Sargento-Major Mansvelt porque recebemos muitas queixas sobre seu mal comportamento e estorços que por \nele foram cometidas, e para substituir-lo pelo mais antigo Capitão que ali se\nencontra dando-lhe o comando. Em seguida se escreverá ao Capitão Lodij que\nele assista os moradores portugueses, com o Maximo possível de brasileiros \nque ele possa reunir e o 'vierroer', capturando o maior numero possível de \nnegros do bosque. Para cada negro que eles capturarem eles receberão 20\npatacq e para cada negra receberão 6 patacq.\n\n"
        },
        {
            "id": 175,
            "day": "2 de março",
            "contents": "\nFoi decidido de se reunir os negros para que eles sejam vendidos antes da \npróxima quinta-feira dia 12 de março, pelo qual irão ser redigidos cartazes que\nserão mandados para todas as partes para serem fixados. Foi decidido que para\nse receber o melhor preço que os negros fossem taxados e que os interessados \npossam comprar agora e pagar em outubro em dinheiro ou em açúcar de \nacordo com a nossa opção.\n\nA câmara de Olinda apresentou um requerimento em nome da prefeitura sobre\nos seguintes itens e sobre o que o seguinte foi apostilado:\n\n1\nNos próximos arrendamentos nos \nprestaremos atenção sobre:\n\n2\nisto foi arrendado e não poderá ser\nmudado antes do termino do \narrendamento.\n\n3\nAssim foi decidido para o melhor de \ntodos, mas as pessoas deverão pensar\nque ninguém deverá pagar nada pelo \npasso, pelo o armazenamento de \naçúcar em nosso armazém.\n\n4\ndepois de se ter interrogado os \nbarqueiros se tomará uma decisão\nsobre este assunto.\n\n5\nisto é o mesmo que se paga na pátria e \nnão poderá ser considerado como\nqueixa.\n\n6\nsobre este assunto nós iremos falar \ncom eles.\n\n1 que nunca se pediu um décimo pela\nprodução de xarope e que isto agora\ntinha sido arrendado.\n\n2\nQue nunca custou mais que 15 \nstuivers para transportar uma caixa de \naçúcar de Barreta até o Recife e que \nagora de acordo com as ordens de \nSua Excelência e os Nobres senhores\ndeve se pagar 1 real de 8.\n\n3\nque nunca foi o costume de se pagar \nalguma coisa por uma caixa de açúcar \nque chegou ao Recife e que agora 3 \nschellingen deveriam ser pagos\n\n4\nque nunca deverá se pagar mais que 8: \n10: 12: por uma caixa de açúcar que \nveio do Cabo, Serihaem, Porto Calvo, \nGoiânia, etc. e que agora isto custa 10 \nflorins.\n\n5\nque na época do rei não se pagava\nmais que 1 schelling para o senhor do \npasso para balança por cada caixa de \naçúcar e que pelo conselho político se \ncobrava ˝ por arroba e agora isto era \n4 stuivers por 100 quilos.\n\n6\nQue sua Excelência e os nobres\nsenhores tinham indicado uma pessoa \npara taxar a caixa de açúcar pela sua \n'tarra'pelo qual ele recebe 5 stuivers \npor caixa.\n\n7\nSob estas condições os negócios\nforam feitos e por isto deverá ficar \nassim\n\n8\nNós desejamos que a cidade guarde os \nseus ganhos por isso estimações não\nsão necessárias.\n\nOs seguintes assuntos é destinados \npara eles mesmos.\n\n1\nLhes foi permitido um (Schout) e 3 \nserventes.\n\n2\nIsto será providenciado.\n\n3\nAté 120 florins.\n\nQue isto nunca tinha sido feito, mas \ncaso sua Excelência e os nobres\nsenhores queiram continuar com estes \nplanos, eles requerem que esta função\nseja exercida por uma pessoa escolhida \npor um magistrado. Uma pessoa capaz \ncom conhecimento de madeira e que \nnão receba mais de 2 stuivers por\ncaixa.\n\n7\nQue sua Excelência e os nobres\ntinham publicado um edital onde \nestava descrito que o reconhecimento \nser pago em açúcar e a grande \ninquietação que foi gerada na\ncomunidade, eles viriam explicar as \nregras pessoalmente e oralmente.\n\n8\nEles demonstraram que o  povo estava \nmuito insatisfeito se sua Excelência e\nos nobres não permitissem que a\ncidade guardasse os antigos \nrendimentos da cidade e que lhe \ntomassem as estimações que lhes\nforam permitidas.\n\n1 \nque sua Excelência e os nobres lhes\ntinham prometidos um (Schout) e 3 \nseventes. E que eles desejavam que \nisto lhes fosse provido.\n\n2\nEles desejariam receber instruções de\nacordo com as quais eles deveriam \nproceder.\n\n3\nAté que ponto eles poderiam condenar \nsem que se possa fazer um apelo.\n\n4\nIsto quer dizer que por enquanto \ntodos os negócios deverão ser\nprimeiramente apresentados à juizes\nsubalternos cada um em sua \ncomunidade, o senhores do conselho \npolítico deixarão primeiramente que\nestes juizes antes que eles se ocupem \ndo mesmo.\n\n5\nsobre isto eles ainda serão informados.\n\n    Aguardente 2 stuivers,\n    vinho espanhol 1 stuiver,\n    vinho francês ˝ stuiver\n\n6\n\nNós iremos deliberar com eles quais\nos passos sempre existiram.\n\n4\nSe sua excelência e os nobres querem\ndizer que os senhores do Conselho \nPolítico ou cada um deles \nseparadamente tem o direito de \ndespachar e sentenciar todos os casos \nno primeiro instante, sem que estes \nnunca lhes tenham sido apresentados, \ne se eles podem prolongar o caso de \nrequerimentos simples aos partidos de \nquais os casos lhes foram apresentados \nsem seus conhecimentos.\n\n5\nSe sua Excelência poderiam levar em\nconsideração que uma cidade não\npode existir sem faturar. E que não é\nlógico que a magistratura irá prover a \ncomunidade o que não somente irá\ncausar prejuízo para si mesmo, mas \ntambém causará a comunidade grandes \nprejuízos como vem sucedendo até \nagora e o que poderia ser provado, por \nque é melhor que a comunidade \nmantenha a magistratura que a \nmagistratura a comunidade. Por isso \nele pediram humildemente que sua \nExcelência e os nobres lhes\npermitissem os recursos que a cidade \nsempre obteve, a saber, o imposto de \ntodas as bebidas e de todo o gado.\n\n6\nSe sua Excelência e os nobres\nsenhores lhes permitissem que eles \npudessem dar as ordens que as caixas \nde açúcar não mais pudessem ser\ntrazidas com carroças para o Recife, \nmas, como antigamente fossem \nlevadas ao passo e de lá fossem \ntransportadas ao Recife com barcas.\nDesta maneira os senhores de engenho \ne os moradores do país podem \nempregar de maneira melhor suas \ncarroças e se evitar que as ruas do \nRecife sejam obstruídas sempre com \nas mesmas carroças.\n\nNós ainda iremos lhes emprestar 1200 florins para que eles possam fazer as\nmelhorias de seus prédios.\n\n"
        },
        {
            "id": 176,
            "day": "1 de abril",
            "contents": "\nSua Excelência relata que o comandante Elton Beunning entrou em acordo\ncom os brasileiros que eles servirão a Companhia pela soma de 4 florins por\nmês, e os oficiais servirão a companhia de acordo com a nossa resolução de 23\nde fevereiro passado. Visto que eles também necessitam de provisões para esta\nmissão, eles receberão o seguinte:\n\n    Os Capitães    rancho de Alferes\n    Tenentes\n    Alferes {rancho de Sargento}\n    Sargentos\n    Soldados {rancho de soldado}\n\n"
        },
        {
            "id": 177,
            "day": "5 de abril",
            "contents": "\nVisto que diariamente estão chegando queixas de negócios de usura que está\nsendo cometido por muitos, pelo qual os pobres estão sendo sugados e não\nconseguem melhorar de vida. Para que isto seja evitado foi decidido se declarar \njuros fixos, que é considerado justo e foi avaliado em 16%, e em seguida \ndeverá ser proibido de se emprestar mais dinheiro ou de pedir juros mais altos \nou de se oferecer juros mais altos. Tanto os infratores quanto os usurário irão ser castigados.\n\n"
        },
        {
            "id": 178,
            "day": "7 de abril",
            "contents": "\nvisto que 50 soldados da Companhia do Capitão Doltreij, que aqui estão\nestacinados no Recife estão sendo utilizados para prestar atenção, no interior\ndo país, ladrões ou outros criminosos, sob o comando do Capitão Picart, é\nnecessário que os cidadãos sejam armados de novo e junto com o resto do\nsoldados façam parte da guarda e das expedições. Assim sendo o Coronel de\nRidder ficou encarregado de convocar os civis novamente para organizar a \nquarta companhia mais uma vez.\n\n"
        },
        {
            "id": 179,
            "day": "8 de abril",
            "contents": "\nPara organizar a população civil mais uma vez as seguintes pessoas foram\nindicadas como oficiais sobre 4 companhias \n\nonde os civis serão engajados.\nOs Capitães\t\t\t\tTenentes\t\t\tAlferes\nCoronel de Ridder\t\t\tCornelis van Ool\t\n\tNegentoon\n\nOficiais dos civis:\n\n\n- Joost van den Boogaert,\n- Johannes Eugel Beecht,\n- Hugo Graswinckel,\n- Secretario Tapper,\n- Mathijs Becx,\n- willem vervoeten,\n- Johannes Listrij,\n- Allart Holl,\n- Guaa Claes.\n\nSua Excelência partiu, do ancoradouro, acompanhado de senhor Gijseling e\ntoda a armada. Que Deus lhes abençoe em sua jornada e que eles possam \nvoltar à tempo e vitoriosos.\n\n"
        },
        {
            "id": 180,
            "day": "16 de abril",
            "contents": "\nMorgan Thomas Capitão dos brasileiros em Alagoas acompanhado por\nbrasileiros importantes relatou que eles estão sendo perturbados por\nmoradores de Camaragibe que querem construir uma aldeia nesta região ou\nquerem ficar ao serviço da Companhia.\n\nEles requerem se eles podem ficar em Alagoas, onde eles se fortificaram e \najudaram a construir uma aldeia e onde eles plantaram suas roças. Foi \nconcedido que aqueles que queiram ficar podem ficar e caso eles desejem servir \nou trabalhar para os moradores eles também tem autorização para fazer isto, a\nmenos que eles sejam gratificados de acordo com o costume, mas, que eles não\nsejam obrigados a trabalhar contra a sua vontade, nem que eles sejam \nobrigados a trabalhar durante mais tempo do que eles queiram.\n\n"
        },
        {
            "id": 181,
            "day": "19 de abril",
            "contents": "\nos deputados Kesselerius e Dapperius do conselho da igreja informaram que \neles receberam uma carta do conselho de igreja de Paraíba, onde está descrito \nque uma certa prostituta conhecida como Ana Loenen que leva uma vida \nprofana, foi presa e deverá ser mandada para a pátria. Foi decidido que ela \ndeverá partir com este navio para pátria.\n\nEles também relatam que é muito difícil para os Predicantes para pagarem o \ndinheiro da balsa toda vez que eles necessitam ir à Antonio Vaz e de volta,\nonde eles muitas precisam ir para exercer sua profissão. Visto que a balsa irá\nser arrendada no ultimo dia deste mês, eles requerem\n\nQue isto aconteça sob a condição que o arrendador faça o transporte deles sem\nque eles precisem pagar. Isto foi aprovado.\nMathias da Costa pede se ele pode construir um barco para usar nestas costas \nde acordo com as regras que para isto foram determinadas pela Companhia.\nIsto lhe foi permitido, a menos que o barco não possa carregar mais de 55\ncaixas de açúcar.\n\nVisto que a ponte sobre o Jaboatão se quebrou de novo e precisa ser\nreconstruída urgentemente, assim foi decidido que o senhor Fernando Vale \nque mora mais próximo a ela se encarregue disto, e que ele receba para esta \ntarefa.... e faça a manutenao durante anos, a menos que os moradores de \nMuribeca e os arredores contribuam para isto de acordo com sua situação, e\ncom este objetivo lhe foi dada permissão.\n\n"
        },
        {
            "id": 182,
            "day": "22 de abril",
            "contents": "   \nEsta é a nomeação das três pessoas indicadas para exercer a função de juízes\ndos órfãos pelos eleitores da cidade e distrito de Igarassu:\n\n- Sebastiaan Lopez da Fonseca,\n- Inácio Pis de Chaves,\n- Sebastiaan Gómez Machuca,\n- Sebastiaan Viera,\n- João Dias Leite,\n- João Ferreira,\n- Domingos Mendez Braga,\n- Thomé Gómez,\n- Marcos Pis de Lucena.\n\nDestas pessoas se escolheram para a função de juizes dos órfãos a partir do\npresente momento até o ultimo de junho 1639: \n\n- Sebastiaan Lopez da Fonseca,\n- Sebastiaan Viera,\n- Domingos Mendez Braga.\n\nO resultado desta eleição foi comunicado aos escabinos de Igarassu de maneira\nque os elegidos voltem para casa sejam recebidos façam o juramento.\n\n"
        },
        {
            "id": 183,
            "day": "23 de abril",
            "contents": "\nVisto que os comerciantes e os senhores de engenho se dirigem muitas as \nvezes à nós, para que se embarque seu açúcar em direção à pátria e nós não\nestamos em estado de ajudar a todos, assim foi decidido de se mandar declarar \nem publico que todos aqueles que desejem embarcar deverá inscrever suas \ncaixas de açúcar com o comissário Christiaan Goverts, de modo que nós podemos fazer a \ndivisão elk pro rate nadat de regen hoger zou kunnen innemen, e fazendo uma\nlista para reservar lugar para 200 caixas para a Companhia tanto para embarcar \no reconhecimento quanto para embarcar a carga.\n\n"
        },
        {
            "id": 184,
            "day": "30 de abril",
            "contents": "\nPaolo Pereira de Marin, morador de Sibeiro de Lima na freguesia de Ipojuca, \nsob a jurisdição de Olinda demonstrou ter um contrato, no passado, com\nDona senhora Ana de Castro (tendo como procurador, o seu cunhado \nFernando de Queiros Souto Maior, senhora do engenho Sibeiro de Lima, que \nse encontra em Portugal e por isso o engenho foi confiscado e vendido ao \nJohan Carneiro de Maris) relacionado com um partido no mesmo engenho \nmedindo mais ou menos 40 'tarestas'. Este tem obrigações para com a capela\nem Ipojuca e também tem um curral na Ilha de Marguerita (...) de Castro e este \npartido e este curral ele tinha arrendado da senhora mencionada 1633, pelo \nperíodo de 9 anos, sob a condição que ele cultivasse utilizando seus próprios\nrecursos, mas, que ele teria lhe dado também negros e animais no curral. Por \ncausa disto ele tinha a obrigação de fazer a moagem no engenho e devia dividir\na produção com o senhor em 5 partes: 3/5 para o senhor do engenho e 2/5\npara ele, o lavrador. A partir de seus 2/5 ele deveria pagar anualmente 100 \narrobas de açúcar branco para a manutenção e ornamentos da capela citada,\nmas, que ele por causa dos gastos que ele iria ter durante o primeiro ano estava \nlivre de qualquer pagamento,\n\nAssim como está descrito mais detalhadamente no contrato. Ele requer por \nisso, visto que este  partido assim como qualquer outra satisfação se encontram\nsob a responsabilidade da Companhia, se sua Excelência poderia lhe deixar no\nseu partido. Mas visto que ele não possuía tantos negros como lhe foi\nprometido no contrato, os animais foram levados do curral por Albuquerquer, \nde modo que ele perdeu muitos de seus ganhos, e ele também teve muitos \ngastos, e só plantou taressas, ele requer se possível se entrar em um acordo.\nAssim lhe foi consentido ficar no partido e no curral e se entrou em acordo \ncom ele que ele poderá ficar com 10 negros, tanto velhos, jovens como \ncrianças de peito de acordo com o contrato. Em seguida que ele cultivará o \npartido utilizando seus próprios recursos e o poderá usar o curral, dividindo o \naçúcar em 5 partes com o senhor de engenho de Sibeiro de Lima onde ele está \nobrigado a fazer a moagem. Para o arrendamento deste pedaço de terra ele \npagará anualmente 100 arrobas de açúcar branco a companhia, em caixas e \nfornecidas no engenho, mas, por causa dos gastos que já foram feitos e aqueles \nque ele deverá fazer, ele não é obrigado a pagar-los durante o primeiro ano. Ele\nterá direito ao arrendamento durante o período de 9 anos consecutivos \ncomeçando no dia 1 de agosto 1638 e que terminará no ultimo de julho 1647.\n\n"
        },
        {
            "id": 185,
            "day": "7 de maio",
            "contents": "\nvisto que já é quase a época em que os eleitores se reunirão para nomear os\nescabinos, assim os nobres senhores do Alto conselho deliberaram sobre qual \nmaneira isto poderá acontecer da melhor forma possível.\n\nFoi decidido, entre outros para que sempre se tenha pessoas no colégio do \nEscabinos que são experientes que em um colégio de 5 Escabinos 2 sempre\ndeverão continuar suas gestões e no colégio com 3 Escabinos um deverá\ncontinuar sua gestão.\n\nDesta maneira somente 6 ou 9 pessoas deverão ser nomeadas pelos eleitores,\ndependendo do tamanho do colégio, dentre os quais o Alto conselho irá \nescolher 2 ou 3. Mantendo que este conselho irá deixar 3 ou 5 deste colégio \nescabinos que eles achem aconselhável.\n\n"
        },
        {
            "id": 186,
            "day": "12 de maio",
            "contents": "\nVisto que os  Escabinos de Olinda nos demonstraram que\neles tiveram muitos gastos com concertos da prefeitura e outras pequenas \ncoisas como os mensageiros etc, e que eles até o presente momento não\nobtiveram nenhum recurso, assim foi decidido a cidade de Olinda receberá \nalgum recurso, a saber, que eles para tarar a caixas de açúcar receberão 5\nstuivers. Para diminuir os gastos o mestre da tara pagará 3 dos 5 stuivers aos \nEscabinos de Olinda ou seus tesoureiros, e o restos será para o mestre da tara, \nsob a condição que no caso que sua parcela seja maior que 1000 florins por\nano, ele deverá ficar satisfeitos com 1000 florins e deverá dar o resto para os \nEscabinos.\n\nE no caso que sua parte anual seja menor do que ele esperava, ele deverá \nmesmo assim se contentar com o que ele ganhou. Mas no caso que o mestre da \ntara também exercer a função de corretor pelo qual ele poderá ganhar um bom\ndinheiro, isto junto irá lhe gerar bons proveitos.\n\nNós lemos uma missiva do Capitão Philip Andries e junto a isto também lemos\numa missiva dos eleitores de Porto do Calvo, que nos apresentaram uma lista \nde 15 pessoas que foram nomeadas dentre as quais nós iremos escolher 5 \nescabinos. As seguintes pessoas se encontram na lista:\n\n- Rodrigo de Barros Pimentel,\n- Miguel Camelo de Gueiroga,\n- Francisco de Souza Falcas,\n- Diogo Goncalvez da Costa,\n- Baltazar Leitão de Holanda,\n- Miguel de Magalhães,\n- Francisco Babelo,\n- Julias de Lima,\n- Baltazar de Taida,\n- Juliao de Araújo,\n- Pedro Ferreira,\n- Martin Alfonso Ribeiro,\n- Miguel Goncalvez Massagao,\n- Miguel Baloso,\n- Salvador Pereira.\n\nDe acordo com o conselho do conselho político que conhece bem estas \npessoas, as seguintes pessoas foram escolhidas como escabinos:\n\n- Rodrigo de Barros Pimentel,\n- Miguel Camelo de Gueiroga,\n- Diogo Goncalvez da Costa,\n- Miguel Goncalvez Massagao,\n- Miguel Balosso.\n\nNós escrevemos ao Comandante-Capitão Philip Andries, e também aos\neleitores, e lhes ordenamos que os Escabinos irão fazer seus juramentos\nperante o Comandante, por que durante este tempo de inverno os moradores \nnão querem viajar distancias tão longas e com este objetivo o formulário do\njuramento foi mandado ao comandante. Em seguida eles também foram \nordenados para que eles indiquem uma pessoa honesta e capaz para a função\nde secretario que nós iremos prover em sua comissão.\n\n\nOs Escabinos de Olinda nos relataram hoje, que eles começaram, sob a nossa \nindicação, com o requerimento de 1 real de 8 para cada processo que é\napresentado e aquele que faz o discurso deverá pagar esta soma a câmara e para \nque os gastos da mesma diminuam.\n\n"
        },
        {
            "id": 187,
            "day": "14 de maio",
            "contents": "\nEntrou-se em acordo com Duarte Saraiva, em nome Juan De Mendonça \nFurtado, senhor de Engenho em Várzea que ele está autorizado a corta lenha \npara sua olaria, o que entrará em vigor a partir de hoje e durará durante um \nano, e também está autorizado a cortar lenha para as necessidades de seu \nengenho, o tanto quanto ele precisa para a próxima safra. Esta lenha ele poderá \ncortar no bosque que pertence a casa de \"La Fontaine\", que sua Excelência\nutiliza para seu lazer e pelo que ele nos irá pagar 1000 florins em uma vez.\n\n"
        },
        {
            "id": 188,
            "day": "19 de maio",
            "contents": "\nO engenho que se chama Nossa Senhora da França, situado em Ilhettes perto \ndo rio do Uma e que pertenceu a Diogo Paes do qual o filho morreu foi \nocupado por sua mãe como proprietária de direito. A Companhia tem interesse\nneste engenho, porque seu filho morreu entre os inimigos e ela também se \nencontrava ao meio deles no momento em que ele faleceu. Porisso seu filho \nPhilipe Paes foi convocado e isto lhe foi relatado e finalmente entramos em um \nacordo com ele que terá que pagar pelo engenho e isto lhe foi feito por um \npreço mais ameno, levando em consideração que ele e sua mãe já se encontram\na muito tempo em nosso meio e também que estas pessoas já tiveram muitos prejuízos.\n\nA família contava com 9 irmãos e irmãs, e cada tinha herdado um engenho de\nseu pai, e o filho mais velho herdou dois e que por causa de sua ausência\ntinham sido confiscados pela Companhia. Também Philipe Paes, que possuía \njunto com sua esposa o engenho de Santo André, o que era da propriedade de \nseu sogro, perdeu o engenho citado por meio de confiscação. Em seguida, sua\nmãe estava velha e ficando senil que antigamente sofreu muito e que por\ncaridade não queremos fazemos sofrer mais. Entramos em acordo com eles\nque o engenho deverá ser pago pela soma de 18000 florins, dividido em 4 \nparcelas de 4500 florins cada, dos quais o primeiro pagamento cairá no dia um \nde janeiro do ano 1641. Por isto sua mãe deverá receber este engenho com as\nterras que a ele pertencem assim como alguns pastos que também lhe \npertenceram e que se encontram aos arredores, e o comprador que for \nencontrado, e um fabrica parecida. Sem contar com os negros e bois que eles \nnão poderão vender e também as terras onde o povoado de Una se encontra\nque fica como propriedade da Companhia. Por esta soma Philipe Paes liga \nespecialmente este engenho e o que nele se encontra em mais em geral todos \nos seus bens.\n\n"
        },
        {
            "id": 189,
            "day": "28 de maio",
            "contents": "\nMorgan Thomas chegou de Alagoas trazendo consigo 3 brasileiros de \nCamarão, deixando para trás, em Alagoas, o tio de Camarão e outras 19\npessoas.\n\nEles requerem, em nome de camarão se eles podem vir em nossa presença e\npodem receber um alojamento para morar conosco. Todos juntos são mais ou\nmenos 400 homens, a saber, a guarda do general Camarão e em seguida seus\ncompatriotas de diversas aldeias de diferentes lugares, que também contam \nconsigo 700 à 800 homens.\n\nEles deixaram estes homens para trás no interior do país, nos arredores de \nTorre Garcia Daville, onde surgiu um desentendimento e um problema entre \neles e o conde de Bagnole, de modo que eles foram roubados de todas as suas \narmas e mosquetes pelo inimigo.\n\nUm grupo de 700 à 800 Tapuias que estava com o inimigo também partiu\ninsatisfeito e se separaram dos inimigos.\n\n"
        },
        {
            "id": 190,
            "day": "29 de maio",
            "contents": "\nVisto que nós podemos comprar para a Companhia um bom partido de açúcar \ne aqui no momento se encontra uma pequena quantidade do produto que pode \nser comercializado, assim foi decidido de se dar ordens à João Fernandos de\nViera que ele tem que fazer o melhor possível para comprar a maior \nquantidade de açúcar tanto branco como moscavado ao preço do dia, sem \nprestar atenção ao preço, a menos que os fornecedores se encarreguem em\ntransportar-los ao Recife por conta própria. Ele irá nos comunicar o que ele \nplaneja fazer e nós iremos recompensar-lo pelo esforço.\n\n"
        },
        {
            "id": 191,
            "day": "2 de junho",
            "contents": "\nJan Wijnants requer receber permissão para navegar parra as salinas entre Rio\nGrande e Ceara onde ele deseja pescar, secar o peixe e retornar com peixe e sal.\nIsto lhe foi permitido a menos que ele pague 1/3 pelo do açúcar, como ficou \ndeterminado pelo conselho dos 19, e 1/10 décimo pelo peixe.\n\nO barco \"Goiânia\" sob o comando do Capitão Dirck Claes aportou e trouxe o\ncomandante Mastemaker, acompanhado por 100 brasileiros, que vêem da\nBahia, ele relatou que sua Excelência com toda sua Armanda está a caminho.\n\nO Predicante Polhenicus, de Itamaracá, relatou que 3 aldeias de brasileiros se \nencontram perto da ilha, Braquoe, São Lorenço, Roetagwij, que contam com\npoucas pessoas, e que persistem na idéia de receber um predicante, que poderá \ninstruir-los na religião Cristã. Por isso ele diz que ele poderia persuadir-los\nfacilmente, à formarem uma aldeia.\n\nCaso isto aconteça ele propõem estar disposto à visitar-los e faria o melhor\npossível para instruir-los, por que ele já tem alguma experiência na língua\nportuguesa.\n\nNós achamos sua proposição muito boa, mas, visto que sua Excelência e o\nsenhor Gijseling se encontram nas proximidades, foi decidido de se decidir \nquando eles estiverem presentes, deixando primeiramente os brasileiros que \nestão em missões voltarem para suas aldeias para que isto seja decidido com\nconsentimento geral.\n\n"
        },
        {
            "id": 192,
            "day": "3 de junho",
            "contents": "\nFoi permitido ao senhor André Dias de Figueiredo, morador da Capitania de \nParaíba uma revisão de uma sentencia, que foi feita pelo senhor Harckmans\ncontra ele e em favor de dona Lucia de Albuquerque, mas, visto que o \nconselho político que é responsável por isto está sendo esperado a qualquer \nmomento, de modo que nós nomearemos o revisor em dois meses, enquanto \nisto a execução da sentença será segurada, \"in forma\" de seu requerimento.\n\n"
        },
        {
            "id": 193,
            "day": "8 de junho",
            "contents": "\nVisto que o Tenente Van Ham nos informa, com cartas de 19 de abril de \nCeara, a situação do local e relata que de acordo com sua opinião não tem\nganhos para a Companhia, e ele requer ser liberado deste cargo. Assim foi \ndecidido de se traduzir sua carta e mandar uma copia da mesma para o \nconselho dos 19, de modo que eles possam nos deixar saber quais são seus\nplanos para com a guarnição que ali se encontra.\n\nO Capitão Pithan nos mandou 2 brasileiros, que vieram do inimigo, que\ndesertaram junto com o tio de Camarão, pedindo em nome de Camarão e para\nos brasileiros que estão com ele um lugar para vir poder morar aqui em aldeias,\nembora que nós estamos a parte do fato que Camarão se integrou novamente\naos inimigos em Bahia.\n\nMesmo assim foi decidida de se dar a cada um dos dois uma camisa de manga \ncomprida e uma calca, e mandar com eles para o tio de Camarão e para cada uma das 19 pessoas, que se encontram com ele, uma camisa de\nmanga comprida, mas o tio de Camarão ainda receberá 2 camisas de manga\ncomprida, uma calça de linho, um casaco, e um chapéu. O Comissário \nEngelsen ficou encarregado disto e sua Excelência irá escrever-lhe uma carta\npara convencer a sua nação para se mudar para cá.\n\n"
        },
        {
            "id": 194,
            "day": "15 de junho",
            "contents": "\nUm edital foi redigido relacionado aos negros da Companhia que estão sendo\nextraviados por oficiais do exercito e da marinha, a saber, que cada poderá \ndevolver seu negro em 3 dias, correndo o risco por infração de 300 florins por\ncada negro.\n\nTambém ficou proibido de se comprar negros de oficiais, correndo o risco que \nestes serão confiscados para sempre pela Companhia e que os compradores\nperderão seu dinheiro mesmo 10 anos depois da compra.\n\nDe acordo com uma rescrição dos Escabinos de Paraíba, contendo a\nnomeação de pessoas que receberam a maior parte dos votos dos eleitores na\neleição dos Escabinos para o próximo ano, levou-se em consideração que o\nano passado o colégio era formado por 3 portugueses e 2 holandeses e foi \nconsiderado que seria melhor e mais seguro para nosso estado que o colégio \nseja formado por 3 holandeses e 2 portugueses assim como todos os outros \ncolégios.\n\nE visto que é aconselhável que os novos Escabinos sejam acompanhados na \nsolução dos casos e que alguém entre eles já disponha de uma certa\nexperiência, assim também ficou resolvido que todos os anos dois dos antigos\nEscabinos continuem na função a menos que eles não tenham servido durante\no período de mais de 2 anos e no terceiro ano deixem o cargo.\nAs pessoas que foram nomeadas pelos eleitores de Paraíba para eleição de\nEscabinos são as seguintes:\n\n\n- Geraldo Mendez,\n- Rafael Carvalho,\n- Duarte Gomes da Silveira,\n- João de Souto,\n- Francisco Camelo de Valcasar,\n- Manoel de Azevedo,\n- Menzo France,\n- Eduart Munnickhoven,\n- Gijsbert Dionijs.\n\nOs antigos Escabinos são os seguintes:\n\n- Jan van Ool,\n- jorge Homme Pinto,\n- Isaac de Rasiere,\n- Manoel D'Almeida,\n- Gaspar Fernandes Daurado.\n\nAssim foi resolvido de escolher aqueles que irão continuar:\n\n- Jan van Ool,\n- Manoel D'Almeida.\n\nDos nomeados foram escolhidos:\n\n- Menzo France,\n- Geraldo Mendes,\n- Eduart Munnickhoven.\n\nIsto lhes foi comunicado e eles farão a cerimônia de juramento com o senhor\nHarckmans para que possam começar a exercer sua função no dia 1 de julho.\n\n"
        },
        {
            "id": 195,
            "day": "25 de junho",
            "contents": "\nOs senhores Carpentier, doutor Hogeveen e o professor Johan Bodecker \nforam escolhidos como representantes de conselho político para redigir uma \ninstrução para os Schoutenen e Escabinos, com relação a assuntos policiais e\nda justiça, assim como ordens relacionadas com o matrimonio e outras coisas \nque serão necessárias para um governo melhor, e também instruções para os\nsecretários dos Escabinos, do orfanato e dos notários, para que estas funções\nsejam bem discriminadas umas das outras e que cada um saiba exatamente os \ndeveres de sua função.\n\nHoje foi lida uma missiva, redigida por sua Excelência para que seja mandada\npara o conselho dos 19. Nela estavam descritos detalhadamente os sucessos \nalcançados em Bahia e os motivos pelos quais foi necessário fazer a retirada da \nBahia. Esta missiva foi aprovada junto com a mensagem de Johan Gijseling.\nNa reunião a seguinte listas foram apresentadas onde consta o nome das\nseguintes pessoas, que foram nomeadas pelos eleitores da jurisdição de Olinda\ndentre as quais Sua Excelência e o Alto conselho irão escolher os Escabinos\nque irão governar o próximo ano:\n\n- Willem Doncker,\n- Gaspar van Niehof van der Ley,\n- Samuel Halters,\n- Christoffel Eierschettel\n- Mathias Becx,\n- Joost van den Boogaert,\n- João Carneiro de Mares,\n- Gaspar Dias Ferreira,\n- Francisco de Brito,\n- Antonio de Bulhões,\n- Cosmo de Castro,\n- Diogo de Araújo,\n- Arnao de Holanda,\n- Bernadine de Carvalho,\n- Luiz Braz Bezarra.\n\nDe acordo com as resoluções que já foram tomadas foi decidido que dos 5\nEscabinos que serviram o ano passado os seguintes irão continuar em suas\nfunções:\n\n- Willem Doncker,\n- Gaspar Dias Ferreira.\n\nE dos nomeados foram escolhidos para governarem junto com os \nsupracitados:\n\n- Caspar van Niehof van der Ley,\n- Samuel Halters,\n- e Luiz Brás Bezerra.\n\nFoi ordenado que isto deveria ser-lhes notificado para que no dia 1 de julho \neles possam começar.\n\nNa reunião também foi apresentada a nomeação, feita pelos eleitores de\nIgarassu, das seguintes pessoas:\n\n\n- João Pimenta,\n- João Lorenço Francês,\n- João de Matos da Costa, Leornardo Dias,\n- Vicente Siqueira,\n- João Dias Leite.\n\nAssim foi decidido que dos antigos Escabinos, João Malheiros da Rocha,-\nFrancisco Dias de Oliveira, e André Dias de Figueredo,- continuaram em sua \nfunção na jurisdição de Igarassu: Francisco Dias de Oliveira.\n\nDos nomeados supracitados as seguintes pessoas foram escolhidas para servir \ncom ele este ano:\n\n- João Lorenço Francês,\n- Leornardo Dias.\n\nFoi ordenado que isto deverá ser notificado aos Escabinos, para que eles \npossam vir à tempo para fazer o juramento e começar no dia 1 de julho.\n\nNa reunião também foi apresentada a nomeação, feita pelos eleitores de\nSerinhaem, das seguintes pessoas:\n\n- Gaspar Correa de Rego,\n- Francisco de la Tour, Francisco Soares Cunha,\n- Manuel Velho Ferreira,\n- Manuel Pinto Pereira,\n- Domingos Fenandez Vreguas,\n- Bernado Da Costa,\n- Lorenço Guarro de Araújo,\n- Francisco Fernandes dos Anjos.\n\nOs antigos Escabinos são os seguintes:\n\n- Miguel Fernandes de Sá,\n- Guillome Placcad,\n- Jacques Pires.\n\nPrimeiramente foi escolhido para continuar em sua função: Miguel Fernandes\nde Sá.\n\nE com ele servirão o próximo ano: Gaspar Correa Leguo e Francisco de la Tour.\n\nFoi ordenado que eles devessem ser notificados e mandar o formulário do\njuramento ao Sarginto- Major Hendrick Frederick Mansvelt\n\nPara que eles fizessem o juramento, de maneira que eles possam começar no \ndia primeiro de julho.\n\n"
        },
        {
            "id": 196,
            "day": "26 de julho",
            "contents": "\nNa reunião a nomeação feita pelos eleitores do Rio Grande foi apresentada de\nmodo que nós possamos escolher os Escabinos que irão governar o ano que\nvem:\n\n- Simão Nunes Correa,\n- Francisco Mendes da Fonseca,\n- João Gorges Souto Maior,\n- Estavao Machado,\n- Manoel Róis Pitel,\n- Domigos Carvalho de Azevedo,\n- Diogo Dias Lores,\n- Pero Xara Ravasco,\n- Manoel Pinheiro,\n- João Lestão Navarro,\n- Philipe Feredo,\n- Antonio Vilela,\n- Andries Claessen Quast,\n- João Banania,\n- George Gartsman van Verven.\n\nPrimeiramente foi decidido que este continuará no seu cargo:\nJoão Lestão Navarro.\n\nDos nomeados as seguintes pessoas foram escolhidas para servir com ele:\n\n- Domingos Carvalho de Azevedo,\n- Pero Xará Ravasco,\n- Manoel Pinheiro e Andries Claessen Quast.\n\nOrdens foram dadas para que eles sejam notificados e eles deverão fazer o\njuramento perante o senhor Hackmans.\n\n"
        },
        {
            "id": 197,
            "day": "30 de junho",
            "contents": "\nVisto que em Rio Grande se encontra um bom partido de pau-brasil, que a \ncompanhia encomendou dos habitantes deste lugar, assim foi decidido que se \narranjará para embarque da madeira pelo menor preço possível, que deverá ir \npara o Rio Grande e que em seguida partirá para Amsterdã, onde a câmara de\nAmsterdã irá utilizará a madeira para pagar o transporte da madeira com a\nvenda do pau-brasil ou com dinheiro dos compradores que já pagaram pelo \nproduto e o resto eles irão repartir entre as câmara.\n\nOs senhores do conselho político relataram na reunião que eles em lugar dos\nantigos eleitores Hans Willem Louisen, Jan Wouters ( ...), que partiram para a \npátria tinham escolhido para o cargo de eleitores na capitania de Itamaracá os \nsenhores David van Kessel, Frederick Metting e Willem Foreires.\n\nEles Também relatam terem escolhido para o cargo de eleitores          \nAs seguintes pessoas em Alagoas:\n\n- Francisco Cloes,\n- Antonio Miz Ribeiro,\n- Gonçalvo Fereira,\n- Gaspar Nunes,\n- Rodrigo Pereira,\n- Antonio da Silva do Vale,\n- domingos Pinto,\n- Santos Fereira,\n-  Domingos Róis de Azevedo,\n- Francisco Vaz,\n- Simão Correa,\n- Manoel dos Lemos.\n\n"
        },
        {
            "id": 198,
            "day": "6 de julho",
            "contents": "\nEntrou-se em um acordo com Willem Dircksen Gromsteven, chefe do navio \n\"De Befaamde Suzana\" ( A Famosa Suzana), que ele partiria daqui para o Rio Grande para embarcar pau-brasil, o que ele \ndeverá buscar em 3 ou 4lugares diferentes de modo que ele deverá se \nlocomover 3 à 4 vezes. Uma vez que ele esteja completo ele deverá navegar\npara Amsterdã onde ele desembarcará o produto. Por isto a Companhia lhe\npagará a soma de 5500 florins e mais 100 florins por um \"Caplaecken\", sob a \ncondição que ele, caso seja necessário, passe dois meses para embarcar o pau-\nbrasil, e que o chefe de navio faça o melhor possível para empilhar a madeira \nde modo que ele assim possa levar a maior quantidade possível.\n\n"
        },
        {
            "id": 199,
            "day": "12 de julho",
            "contents": "\nVisto que nós sempre estamos levando atraso para fazer a repartição das\nviajem de volta para a pátria por que nós não recebemos as notas à tempo dos\ncargos dos navios que estão sendo carregados na Paraíba, por que estão sendo\nfeitos na ultima hora e visto que os navios que estão sendo carregados aqui\nsempre partiram para Paraíba antes que nós podemos receber as notas da \naçúcar que foi descarregado em Paraíba, pilo qual os navios atrás do Roodland \nsempre estão sofrendo atrasos, assim foi decidido para se fazer a expedição dos\nnavios mais rapidamente, que se fará uma nota da açúcar que foi descarregada \naqui e que o senhor Elias Herckmans também fará a repartição do açúcar que\nfor descarregado na Paraíba, o que acontecerá agora com o navio \"De \nZwartebeer\" (O Urso Negro).\n\n"
        },
        {
            "id": 200,
            "day": "13 de julho",
            "contents": "\nSua Excelência relatou na reunião que o Almirante Jan Cornelis Lichthart tinha\nlhe requerido licença dos serviços da Companhia, visto que ele não sabia como servir a companhia uma vez que tão\npoucos navios se encontravam nestas costas. Assim foi deliberado pelo \nconselho que realmente quase não havia navios na costa, não mais do que um\nnavio Capital aqui se encontrava, e que nós realmente não precisaremos no\nmomento de seus serviços, e que a Companhia assim não mais precisaria pagar\no seu elevado salário. E para não deter o Almirante aqui contra a sua vontade,\nenquanto ainda é uma boa estação para deixar-lo partir para a pátria, com sua\nmulher e filho, foi decidido se conceder o requerimento do Almirante.\n\nVisto que os Juizes dos Órfãos foram indicados nas jurisdições com algum\natraso, pelo qual eles não exerceram o cargo durante mais de meio ano, foi\ndecidido deixar-lhes na função este ano, também por que eles somente agora\ncomeçam a conhecer as regras de sua administração.\n\n"
        },
        {
            "id": 201,
            "day": "20 de julho",
            "contents": "\nVisto que as seguintes pessoas já estão exercendo sua função durante um certo\ntempo, e se mostram competentes, assim finalmente tratamos de seus \nrequerimentos e cada um recebeu o seguinte salário, começando no dia em que \ncada começou seu serviço: \n\n    Commis Eijcker, que exerce a função de Commis livro da caixa dos \"Treijn\"\n            f 30\n    Johannes Engelbrecht, que é commis  do livro da caixa mensal de Amsterdã\n            f 30\n    O mesmo como comissário dos bens\n            f 75\n    Christiaen Govaerts, comissário do armazém do açúcar\n            f 45\n\n    Elias Vinck, comissário dos víveres secos\n            f 54\n    Bartholomeus van Ceulen, comissário dos viveres perecível\n            f 75\n    Jan de Vos, comissário do livro de caixa de Zeeland\n            f 30\n    Matheus Post, pela sua função no escritório de Jacob Alrichs\n            f 45\n    Maarten Heitman, pela função de escrevente no escritório de Bastiaan Keller\n            f 20\n    Lucas Gieles, como escrevente no escritório do senhor Carpentier\n            f 18\n    Gerrit van Oosterhoff, como comis sob a direção do comissário van Ceulen\n            f 27\n    Matheus van de Broeck, como comissário sob a direção do comissário Vinck\n            f 27\n    Caspar Velthuijzen, comis do livro da caixa da câmara de Maas/ Rotterdam\n            f 20\n\n"
        },
        {
            "id": 202,
            "day": "21 de julho",
            "contents": "\nNa reunião foram apresentadas as nomeações feitas pelos eleitores de\nItamaracá e de Goiânia as pessoas nomeadas são as seguintes:\nOs antigos Escabinos são:\n\n- Johan Weijnants,\n- Roeland Carpentier,\n- Gonçalo Cabral de Caldas,\n- João Garcez,\n- Estevão Conseiro Sequeira.\n\nOs novos nomeados são:\n\n- Henrick Schilt,\n- David van Kessel,\n- Frederick Metting,\n- Hans Michel Bachman,\n- Obo Rietzma,\n- Joris Stuart,\n- Noel Maho La Garenne,\n- Francisco de Lugo Brito,\n- Conradi Linz,\n- Francisco Lopez de Orosco.\n\nDos antigos Escabinos foram escolhidos para continuar na função:\n\n- Johan Weijnants,\n- Estevão Conseiro Sequeira.\n\nJunto à estes irão se unir à eles para servirem no próximo ano:\n\n- David van Kessel,\n- Joris Stuart,\n- Francisco de Lugo Brito\n\nForam dadas ordens para que os antigos Escabinos sejam notificados de modo que os novos\npossam fazer o juramento.\n\n"
        },
        {
            "id": 203,
            "day": "24 de julho",
            "contents": "\nNo período que nosso exercito estava estacionado em frente da cidade de São\nSalvador na Bahia de todos os Santos, o senhor Johan Gijseling deu ordens ao \nvice-almirante Willem Cornelissen, para que um certo numero de negros, que \ntinham sido conquistados na Bahia, fossem mandados com o navio \"De \nSalamander\" em direção do Almirante Jan Cornelis Lichthart,\n\nO que o vice-Almirante efetuou dando ordens ao assistente de mestre de \nequipamentos Coert. Visto que os negros não foram entregues pelo Almirante\nquando a frota aportou no Recife, na reunião foram convocados o Capitão do\nnavio \"Salamander\" Allart Janssen, 2 marinheiros e o assistente do mestre de \nequipamentos, senhor Coert. Eles declararam na presença do almirante que \nestes negros, 7 mulheres, 2 homens e 1 menino, tinham sido embarcados e \nCoert declarou que quando ele trouxe os negros a bordo, ele tinha dito ao \nalmirante que estava na Galeria, que ele trouxe os negros de acordo com as \nordens do vice-Almirante, como o almirante adimitiu que ele a partir da Galeria \ntinha visto que estes negros foram embarcados. Allert Jassen, Capitão do navio\n\"Salamander\" também declarou na presença do Almirante que ele sabia que os \nnegros estavam a bordo, mas ele presumiu que eles não estavam sob sua\nresponsabilidade, visto que o almirante se encontrava no navio. Na presença \ndo Capitão Allart e Coert\n\nFoi dito ao almirante que caso ele tivesse alguma coisa a declarar sobre estes \nsenhores ou alguma outra pessoa o fizesse agora e não depois que eles tivessem\nido embora. Por que ele não pudesse comprovar onde estes negros ficaram ele\nteria que pagar por eles do próprio bolso.\n\nOs negros tinham sido levado a bordo de acordo com sua própria confissão, e\nna condição de oficial maior e servente da Companhia dos Índias Ocidentais,\nele deve de acordo com seu juramento, controlar as propriedades da \nCompanhia e evitar que a mesma tenha prejuízos.\n\nE visto que até o presente momento esperamos uma declaração do mesmo\nAlmirante relacionada ao padecer destes negros e isto até agora não aconteceu,\ne o almirante requer atualmente um extrato de seu salário, assim mais uma vez \nlhe foi dito que ele deverá dizer onde ficou os negros.\n\nCaso contrario iremos cobrar-lo pelos negros, como já lhe advertimos. Visto \nque ele não nos deu uma satisfação, assim foi decidido que ele terá que pagar\npelas 7 negras, os 2 negros e o menino, de acordo com a declaração de Coert,\n100 reais de 8 por peça.\n\n"
        },
        {
            "id": 204,
            "day": "2 de agosto",
            "contents": "\nVisto que foi decidido, em relação da ultima resolução de sua Excelência e os\nsenhores do Alto conselho e também em relação de uma resolução secreta,\npara que algumas pessoas sejam saneadas que são suspeitas de terem contato\ncom o inimigo.\n\nE visto que a maioria destas pessoas foi trazida ao Recife, foi decidido de se \nformar um colégio que examinará os documentos dos prisioneiros, para tentar \nesclarecer esta conspiração e descobrir suas intenções traidoras, para em\nseguinte se tomar providencias que são necessárias para a segurança deste\nestado. Assim a seguintes pessoas foram indicadas como membros deste \ncolégio. O senhor Cervaas Carpentier, assessor do Alto e Secreto conselho, \nCoronel Hans van Koin, membro do conselho político, Charles de Tourlon, \nCapitão da guarda de sua Excelência e Jacob Albrichs, contador geral. Eles irão\nadministrar a reunião da seguinte maneira: O senhor Carpentier, como\nPresidente, depois ... Presidente do conselho politico, depois o Coronel Koin, \ndepois o conselho Político, depois Capitão de Tourlon, e depois Jacob\nAlbrichs. Este colégio continuará o caso, mesmo na ausência de algum de seus\nmembros.\n\n"
        },
        {
            "id": 205,
            "day": "12 de agosto",
            "contents": "\nOs seguintes contratos foram feitos em Publico:\n\n    O contrato do décimo do açúcar na capitania de Paraíba, do qual Moises\n    Navarro é o contratante pelo período de um ano\n    f 158500\n    O contrato do décimo do açúcar na capitania de Goiânia, do qual Piet Saillin\n    de Jongen é o contratante pelo período de um ano\n    f 19000\n     O contrato do décimo do açúcar na capitania de Paraiba, do qual Moises\n    Navarro  é o contratante pelo período de um ano\n    f 54000\n\n            _______\n            f 221500\n\n\n\n    F221500\n    O contrato do 'Paicao' na capitania de Pernambuco, pelo qual João Fernandes\n    Viera é o contratante pelo período de um ano\n                                                                        f 26000\n    O contrato do 'Paicao' do açúcar na capitania de Itamaracá, do qual Pieter\n    Saillin  é o contratante pelo período de 2 anos\n                                                                         f 9000\n    O contrato do Meunzas na capitania de Pernambuco, nas freguesias de\n    Igarassu, É Lorenço, Paratibe, e Nossa Senhora da Luz, do qual Thomas\n    Ipangiaert é o contratante pelo período de um ano\n                                                                         f 4800\n    O mesmo contrato pelo período de 1 ano, nas Várzeas, Santo Amaro e\n    Muribeca, do qual o contratante é Coenrad Jansz Machinie\n                                                                         f 3700\n    O mesmo contratato em Santo Antonio de Cabo, Ipojuca e Serinhaem, pelo\n    período de 1 ano, Contratante é Benjamin de Pina\n                                                                         f 4300\n    O mesmo contrato em Uma, Porto de Calvo e Camaragibe pelo período de 1\n    ano, o contratante é Coenrad Jansz machinie\n                                                                         f 2700\n    O mesmo contrato em Alagoas do Sul e de Norte até o Rio São Francisco, o\n    contratante é Thomas Spangiart\n                                                                         f 4200\n    O mesmo em Itamaracá e Goiânia pelo período de um ano, o contratante é\n    Pieter Saillin\n                                                                         f 1700\n    O mesmo contrato na capitania de Paraíba pelo período de um ano, o\n    contratante é Coenrad Jansz Michinie\n                                                                         f 3000\n    _______\n    total                                                              f 280900\n\n"
        },
        {
            "id": 206,
            "day": "13 de agosto",
            "contents": "\nVisto que juizes de órfãos ainda foram escolhidos\n\nNa capitania de Rio Grande, os eleitores escolheram 6 pessoas para dentre\ndeles os Juizes de Órfãos sejam escolhidos:\n\nAntonio Gomez Franco, Manoel Rodrigues Pimentel, Antonio Róis Leitão,\nSimão Minez Correia, Francisco Mendez da Fonseca, Joseph Penhoipe.\n\nDestas pessoas foram escolhidas as seguintes para governar este ano até 1 de\njulho 1639: Antonio Gómez Franco, Manoel Rodirgues Pimentel, Antonio \nRóis Leitão.\n\n"
        },
        {
            "id": 207,
            "day": "20 de agosto",
            "contents": "\nVisto que as terras de Luiz Barbalho e Antonio de Freitas renderam muito no \nleilão publico e que nimguem tem interesse no engenho Tamassari, que foi\nconfiscado pela Companhia, e que está situada em São Lorenço na Várzea,\nperto do engenho de Antonio de Bulhões, que está totalmente destruído, assim\nfoi decidido de se fazer uma experiência e tentar-lo leiloa-lo também, para isto\nserão publicados e distribuídos bilhetes para que se faça a venda do mesmo na\nquarta-feira 1 de setembro.\n\nO senhor Carpentier ficou encarregado de examinar os documentos do \nprocesso que está sendo tratado pelos Escabinos de Olinda, relacionado ao \nengenho de Dona Catarina, que se encontra em Bahia. Este processo está \nsendo disputado entre Antonio de Souza e amigos de Dona Catarina. Ele \ndeverá investigar os direitos que estes dois partidos pretendem ter sobre este \nengenho e estudar se este engenho na verdade não é da propriedade da\nCompanhia, como todas as outras pessoas que fugiram. O secretario dos \nEscabinos mencionados receberá ordens para lhe dar os documentos essenciais.\n\n"
        },
        {
            "id": 208,
            "day": "22 de agosto",
            "contents": "\nAs instruções dos Comandantes e Capitães foram resumidas, que estão em\ncomando dos brasileiros que se encontram nesta Capitania, instruções que eles\ndeverão seguir. Depois de se ter retirado e colocados alguns itens estase foram\ncolocadas em exercício. Também todos os holandeses e portugueses que \ndesejem fazer uso da mão de obra dos brasileiros, deverão seguir estas\ninstruções.\n\n26 agosto \n\nCapitão Piccard deixou saber que nos matos nas vizinhanças dos currais de\nPedro da Cunha se encontram novas e frescas roças e currais, das quais o \ninimigo poderia se servir, e que deveria se informar as pessoas que moram ali \nque eles dentro de 6 semanas deverão colher toda a farinha e transportar-la\npara cá, e que caso contrario assim que este período terminar nós iremos \ndestruir tudo. Os moradores de São Lorenço receberão ordens para dar\nassistência as estas pessoas com suas carroças, e que caso estas pessoas se\nqueixem, enquanto isto tudo que for preciso será resolvido aqui.\n\n"
        },
        {
            "id": 209,
            "day": "26 de agosto",
            "contents": "\nVisto que no passado o conselho político tinha dado permissão à Jan\nWeijnands para plantar cana de açúcar e construir um engenho na ilha de \nItamaracá e a metade da ilha tinha lhe sido dada de presente como se nota no \nato de 26 de outubro 1636, assim Jan Weijnands compareceu a muito tempo \natrás para pedir aprovação a Sua Excelência e o Alto conselho.\n\nEstes não aprovaram que o conselho político antes da chegada de sua\nExcelência e do alto conselho tratou as terras da Companhia com tanta\nliberdade e por isso eles acharam necessário mandar alguém visitar estas terras.\nO nobre senhor Matheijs van Ceulen e Adriaen van der Dussen visitaram a \npropriedade e relataram suas investigações. A propósito disto se achou\nnecessário que estas terras não podem ser doadas em troca de nada, mas, que\ndeveria se informar a Johan Weijnands que o conselho político agiu fora de sua \ncompetência e que por isso deveria se entrar em um acordo. Ele persistiu que\nestas terras lhe tinham sido doadas mostrando que ele pagava 'Pincon' como \nera de costume aos engenhos antigamente de pagarem aos doadores, e que isto \nera o suficiente, por que também no tempo do rei, era de costume de se doar \nterras selvagens e não cultivadas, o que era o caso das terras da ilha de\nItamaracá, e que so era necessário se pagar uma porcentagem do açúcar que eles produziam.\n\nQuanto ao pedido deles de se indicar um comissário sobre os matrimônios lhes \nfoi requerido continuar executando os mesmo,  até a chegada de outros \nmembros do Conselho político, de maneira que juntos possam decidir quem \neles irão encarregar com isto.\n\nQuanto a criação de alguma ordem sobre os brasileiros, já foi redigido uma\ninstrução e esta foi entregue ao comandante, da qual também será dada uma\ncopia aos predicantes, o que eles poderão mandar em seguida ao Predicante\nDooreslaer.\n\nQuanto a questão do empréstimo de negros aos predicantes, isto será\napresentado na próxima reunião.\n\nA reunião clássica foi consentida no horário requerido. Visto que eles também\nse queixavam que o fiscal não tomava medidas contra os infratores de questões\nmatrimoniais e aqueles que cometem adultérios, mesmo quando os infratores \neram indicados pelos predicantes os fiscais não os perseguiram, se informando\nsobre tal comportamento assim foi decidido que o fiscal mais uma vez seja \nincentivado a cumprir com seu dever, como antes deste caso já foi feito varias \nvezes.\n\n"
        },
        {
            "id": 210,
            "day": "14 de setembro",
            "contents": "\nQuanto ao pedido dos predicantes, onde eles requerem um negro, que foi feito \nno dia 11 deste mês, ficou resolvido que cada predicante do Recife receberá\num negro emprestado, que seja um pescador, caso ele possa ser encontrado, a \nmenos que este negro seja mantido pelo requeridor e que quando eles partirem \ne tiverem que devolver o negro que este seja tirado de sua conta.\n\nQuanto a questão que os carmelitas na cidade estão reconstruindo o mosteiro\nsem permissão, ficou decidido de lhes convocar de maneira que eles possam\nnos dar explicações.\n\nOs contratantes do dizimo e pencioen do açúcar se queixam que os senhores de engenhos \ncontinuam resistindo e não querem lhe pagar a pencioen {Pensão} e eles reivindicam que isto seja\nexecutado imediatamente. Também estudamos o contrato do dizimo, artigo 8 e \nda pensioen, artigo 6 onde as palavras lhe fornecem suficientemente direito \npara que a execução imediata seja feita, e nos decidimos e que eles podem\nusufruir deste direito. Ficou decidido de se escrever sobre este caso também ao \nConselho de justiça, de maneira que os contratadores possam continuar \nexercendo suas funções e recebam o direito de execução imediata.\n\n"
        },
        {
            "id": 211,
            "day": "20 de setembro",
            "contents": "\nQuanto a sua jurisdição que também se estende até o Recife, e que no primeiro\ninstante não tem caso que poderá ser mostrado aos senhores do conselho\npolítico caso alguém apresente um apelo perante eles e também que um apelo \nde seus julgamentos abaixo de 120 florins por eles não deverá ser aceita, por\nisso eles requerem, para que os seus custos sejam rebaixados, que um imposto \nseja criado para suprir as necessidades da cidade, imposto este sobre os vinhos, \naguardentes e cervejas que os particulares receberão da pátria mãe.\n\nEm seguida que se proibirá fazer o transporte de açúcar para o Recife, mas que \ncada um receba ordens, de acordo com os costumes, de trazer a açúcar para os \narmazéns como sempre se tem sido feito, e em seguida que tragam o açúcar \npara o Recife.\n\nQue se termine com o processo de libertação dos índios do Maranhão, por que\nos habitantes, que são os seus senhores, sofreriam grandes percas.\n\nFicou resolvido que os seguintes pontos da jurisdição e dos julgamentos\nclassificados como um apelo sejam extraídos e sejam fornecidos ao Conselho \npolítico,\n\nDe modo que eles possam nos dar por escritos suas observações sobre o\nassunto, para que a partir disto nós possamos resolver o que é o melhor meio.\nVisto que esta questão, concernente as jurisdições, surgiu entre as Câmaras de\nOlinda e Igarassu, assim foi decidido que seria intermediado pelo colégio do \nConselho político para que em termos amigáveis se encontre uma solução,\ncaso isto seja possível. Mas, caso contrario e não se entre em um acordo e\ntenha que se tomar uma decisão então nós iremos informar o Alto Conselho.\n\n"
        },
        {
            "id": 212,
            "day": "21 de setembro",
            "contents": "\nDois negros foram trazidos pelo senhor João Fernandes Vieira. Um deles se\nchama Francisco, que se encontrava com Maria Barrosa, e ele pertencia a um \ncerto Manuel Fabiro, antigo habitante de Conhau, que neste momento se \nencontra no meio dos inimigos. O Outro se chama Bartholomeu e se \nencontrava com Francisco Barreto, e que pertencia a senhora Isabel, que \nmorava em Rio Grande e agora também se encontra com o inimigo.\nO citado Vieira declara que o seu feitor no engenho de Ilhettes também está \ncom dois negros que pertenciam a pessoas que passaram para o lado inimigo, \nque ele virá nos apresentar em breve para que assim ele possa ser encarregado \ncomo aqui está supracitado. Que o capitão Jan Preston, que se encontra em\nUna, também tem alguns negros, a quem se escreveu lhe ordenando que ele \nnos mandasse estes negros diretamente.\n\n"
        },
        {
            "id": 213,
            "day": "24 de setembro",
            "contents": "\nJoão Carneiro de Mares, que no momento está preso, fez um pedido a sua\nExcelência e os Nobres senhores do Alto Conselho, mostrando que sua\nsituação, durante sua prisão, piora cada vez mais, por causa o mal que tem nas\npernas, para qual aqui não se encontra nenhum remédio, dependendo\nprincipalmente dos vermes ( sangue-suga?), e que em seguida ele se sente \nmuito mal e está em com um grave situação de saúde. Por isso ele requer a sua\nExcelência e os Nobres senhores tenham piedade de sua pessoa por causa de\nseu mal estado de saúde e das dores das quais ele está sofrendo, e que eles lhe \ndêem a permissão para voltar ao seu engenho para que ele possa se curar,\npersistindo que na primeira citação ele deveria comparecer perante o juiz.\nFicou resolvido de se apostilar o que aqui em cima está mencionado, vendo sua \nindisposição e a elevada idade desta pessoa, que ele receberá permissão de\nmudar de lugar, para que ele possa se curar e que ele será levado para seu \nengenho, onde ele ficará confinado em sua casa, com uma guarnição de alguns\nsoldados. Em seguida que ele indicará uma pessoa que assegurará a fiança, que \nem qualquer tempo assim que ele seja convocado poderá julgado.\n\n"
        },
        {
            "id": 214,
            "day": "25 de setembro",
            "contents": "\nAqui chegaram diversas queixas das câmaras de Olinda e de Paraíba, e de \ndiversos portugueses, relacionados aos índios de Maranhão, sobre os quais eles\npersistem ter o direito de senhores usando como argumento títulos de \npropriedade. Com o nosso edital e instruções foi ordenado de lhes registrarem\ntemporariamente e partir daí se resolver o que deveria ser feito com eles. Assim \nnós entendemos que o comandante Elton Beunning e outros capitães das\naldeias já estão retirando os brasileiros das mãos dos portugueses sem fazerem\nnenhuma distinção e sem que eles estejam registrados. Por isso foi decidido lhe\nescrever que ele não irá pegar mais índios que moram como escravos com\nestas pessoas, mas que ele os deverá deixar com eles até que o registro esteja \ncompleto e nós em seguida tenhamos resolvido o que devemos fazer.\n\nTambém foi decidido, declarar e dar em conhecimento a prefeitura de Paraíba \ne seus Escabinos (como requerido pelos mesmos 'remon strantie') o que esta \ndescrito aqui em cima, e que segundo o edital que já foi publicado pelos \npróprios, que eles irão registrar seus índios os livres assim como os\nescravizados.  E que eles também denominarão missionarios (Mesjarissen) em\ntodas as Capitanias para o controle dos certificados e para fazer o pagamento \nàqueles que tragam escravos e dar uma confirmação por escrito aos que\ntenham uma boa razão ou qualificação (títulos/ titulen). Enquanto os capitães\ndas Aldeias ou os Comandantes não receberem ordens mais especificas, para\nprocurarem brasileiros que foram libertados fora das controversas e os \ntrazerem para suas Aldeias. Uma vez que ninguém pode pretender, querer ou \npoder ter o direito de escravizar, de maneira que as desordens criadas possam \nser diminuídas. A fim de se divulgar a solução para conhecimento de todos,\nterá de ser publicado um edital que será fixado em todos os lugares.\n\nObs: Será que os capitães podem ou não procurar e trazer os brasileiros livres\npara os seus vilarejos?\n\n"
        },
        {
            "id": 215,
            "day": "28 de setembro",
            "contents": "\nMoisés Navarro, contratante de um décimo do açúcar em Pernambuco e \nParaíba, mostrando como ele pensava ter sido enganado, o ano passado, no \nrecolhimento do décimo, requerendo que os Senhores de Engenho, e mestre \npurgador do açúcar e cada agricultor autônomo sejam obrigandos pelo contratante \nde ter um livro onde eles mantenham em dia as contas das tarefas moídas e das \nformas que renderiam e quais formas de (cahade?) purgar que entrassem e \nsaíssem e quantos @ (=pond(en)) brancos e mascavados rederam. Com os \nquais (livretos), cada um de acordo com\n\nObs: parte em itálico. Interpretação. Tradução litera. Lavrador particular\nsua função terá de estar em dia, terá de assinar, declarando estar disposto de\ndeclarar sob juramento, \no que foi decidido para manter o contratante (rebas?) em prover-lhe justiça. O \nmesmo também foi decidido publicar-se em edital.\n\nAssim ambos Duarte Pereira e Moisés Navarro lamentaram que a sinagoga dos \njudeus na Paraíba foi atacada e destruída (geherbeerd) pelo Escolteto Johannes \nMarichal com grande selvageria. Assim foi decidido, pedir a opinião do Muitos\nPoderosos Senhores dos Estados Gerais e o Conselho dos XIX (Senhores \nXIX) sobre nossas instruções e mandar o estrato sobre este assunto da missiva\nda reunião dos Senhores XIX, datado 14 setembro de 1637, a partir da qual sua\nExcelência e os Escoltetos terão de se submeter.\n\n"
        },
        {
            "id": 216,
            "day": "5 de outubro",
            "contents": "\nO predicante Cornelius van der Poel chegou com vários brasileiros de Rio \nGrande reclamando sobre Jan Wouters e seus Parceiros (Compagnon(s)), \nCapitão de sua Aldeia. Da qual está encarregado o Comandante Daultry, de\nprender Jan Wouters e seus parceiros, e os Senhores estão encarregados de\npesquisar as reclamações dos brasileiros por razões políticos e fazer justiça\nperante aos brasileiros, para contentamento das nações.\n\n"
        },
        {
            "id": 217,
            "day": "8 de outubro",
            "contents": "\nAssim foi decidido, contratar-se a Capitania do Rio Grande para a captura do \ngado, já que a companhia ainda não teve proveitos nesta área e nunca se\ncomprovou que o negocio rendesse mais de 3000 mil florins num ano. Para \ntodo o gado que passou a ser propriedade da Companhia, por causa dos \nfugitivos, foi feito um contrato durante um período de dois anos, começando \nno próximo novembro e terminando no ultimo outubro em 1640, por uma \nsoma de 12.500 florins destinado à Theodesius Lempereur e Daniel de Haen,\nsegundo as condições inseridas nos livros de contratos.\n\n"
        },
        {
            "id": 218,
            "day": "12 de outubro",
            "contents": "\nAssim foi decidido, que Jan Wouters, Capitão da Aldeia Tapeipe na Capitania\ndo Rio Grande, não se comportando devidamente em sua função, segundo as\nreclamações dos brasileiros, foi despedido de suas funções. E para evitar\nconfusões que se criaram diariamente entre os brasileiros na mesma Capitania.\nAssim foi decidido, que o comando será dado ao Capitão Bijler, em comando\ndo Castel Ceullerd, que é um homem prudente e experiente com \nconhecimento na língua espanhola, sobre todos os capitães das Aldeias nesta\nCapitania (Rio Grande) que nossas instruções feitas o (Bijler) sejam mandadas\nsete...\n\nUma comissão de controle que conforme essa instrução será governada. E se\nos portugueses ou particulares precisarem dos seus serviços, deverão se\ndirecionar a ela,  e ela ordenará aos capitães o que julgar necessário.\n\n"
        },
        {
            "id": 219,
            "day": "13 de outubro",
            "contents": "\nVendo que diariamente cada vez mais se percebe que enormes contrabandos ( \nHuijckerien/ lordragerien) estão sendo cometidos por navios vindos da pátria,\nem prejuízo da Companhia das Índias Ocidentais, assim foi decidido renovar\ne publicar o (geemaneerde) o edital criado contra isto, ajuntando a clausula que \ntodos os Escoltetos, Comandantes, oficiais e soldados estejam autorizados à\napreender e entregar a justiça todos os contrabandos.E esta (justiça) ira \ninvestigar e decidir o que é preferível,  esta cassará o caso e depois arrecadará \nos ganhos originário do mesmo. E se um oficial for pego favorecendo estes \n(sordrage) ou os tolera, tem conhecimento ou que facilita então ele será\nprivado de sua posição e função.\n\nObs: parte sublinhada é interpretaçãoAssim foi decidido, designar Svoop\nAntonio Vaz como apt..... (Rechercheste) Inspetor e chefe dos inspetores, \naliado e interligado a todos os fortes a fim de controlar tudo o que se entra ou \nsai dos fortes.\n\nFoi decidido que o Tenente René de Monchy fará a partir deste momento a \nmanutenção da paliçada ao redor do Recife durante um ano, para isto recebera\numa vez 1200 florins, e será feita agora uma avaliação da paliçada para se\ndeterminar sua vida útil (komaf?).Em seguinte estão responsáveis pela\navaliação os distintos Senhores do Conselho político Johannes Bodeckeries\nBenning e Daniel Alberto.\n\nCapitão Alexander Picart que sob ordens de sua Excelência, viajou o país atrás\nde St. Loreneo Leboatan etc até a mata do Brasil, traz uma lista sobre os seus \nhabitantes e sobre os seus currais e roças. Depois de ter sido vista (a lista) foi \ndecidido que os habitantes poderão continuar cultivando seus roçados, uma vez\nque a destruição dos mesmos não seria prevenido, ou salteadores (loopers) e partidos\ninimigos. Eles poderiam receber o tanto quanto precisarem e porque nós \ntambém não poderíamos ficar sem eles uma vez que toda a população e os\nnegros estavam ocupados plantando cana nos Engenhos e por isso foi plantada \npouca mandioca o que poderá resultar numa falta de farinha. E porque a compra \nda farinha em St Lorenco também não pode ser nossa intenção, também porque as plantas\nnão produzem tanta farinha ou os salteadores podem prover em sua falta, e a rota (en de weg)\nnão precisa de farinha como a rota e as carradas de farinha são muito caras. Por isso\nfoi ordenado não se comprar mais farinha em St. Lorenco se a guarnição não a\nprecisar.\n\nObs: \tparte sublinhada e interpretação\n\tFrase em 'Italico' é traduzida literalmente.\n\nVisto que, de um certo Francisco Rodriguez do Porto, no passado Senhor \nd'Engenho em Serinhaem, julgado a morte por certos crimes, pela nossa \nCâmara do Estado, cai nas mãos do Imposto sua parte do Engenho, por isso\num procurador do imposto passou alguns dias para olhar e indicar o estado da \nplantação e a parte que o imposto recebe. Assim também se exibiram as\ndividas deste inventario onde aparece que o executado tinha uma filha do seu \nprimeiro casamento, da mãe da qual este Engenho era propriedade,\nda qual o pai da órfã mostrou durante seu segundo casamento a quem\npertencia os bens de sua mãe. Assim que ele morreu em Festato, 12.500\ncruzados que só poderiam ser pagos a ela (sua filha) e somente à ela, uma vez\nque ela era a única que tinha preferência a esta soma e o seu pai e os bens dele\npara isto foram hipotecados e a órfã não pode ser descontada. Em seguida\nmuitas dividas foram feitas durante o segundo casamento, de uma soma de \n15.000 florins que também deve ser paga dos bens restantes. Levando tudo \nisso em consideração, também porque o moinho tem só 12 negros, dos quais\ntrês velhos e um bexigoso e ainda por cima 4 crianças e só um burro e que este\nano somente 30 tarefas de cana serão produzidas, de maneira que o moinho\nvaleria somente 60.000 florins. Já que, a órfã e os débitos tenham que ser pagos e\no imposto de renda tem que dividir com a viúva e a seus filhos e que a parte do \nimposto de renda seria pequena ou nihil, foi decidido deixá-la remir o imposto \nde renda. Assim foi chegado a um acordo com os comitentes delas, em nome \nda órfã, Manoel da Cunha\n\nObs: letra em 'italico'=interpretação\nDandrade e em nome de viúva, Antonio da Fonsequa, o pagamento de 6000 \nflorins em quatro parcelas ao imposto de renda, do qual o primeiro pagamento \ncairia em um de janeiro 1640 e assim todos os anos até que a soma total seja \ncumprida.\n\n"
        },
        {
            "id": 220,
            "day": "14 de outubro",
            "contents": "\nPara a reunião compareceram, o predicante Jacobus Dapperius e o idoso Jacob\nAlrichs, representantes da Assembléia da igreja nos contando que o numero \ndos ouvintes da palavra sagrada de Deus cresce diariamente e que com a \nchegada de novos navios vindos da pátria diferentes pessoas foram trazidas, \nque ao lado de outras vêem à igreja para o sermão/ pregação, mas percebem\nque a igreja aqui é pequena e principalmente aos domingos a tarde esta tão\ncheia de gente que muitas delas por falta de acomodações são obrigadas a\ncontinuar.\n\nPor causa disto, eles reivindicam que a galeria onde as reuniões de\nConstitorium estão sendo feitas no momento, onde eles pensam que quase 60\nou 70 pessoas podem se acomodar,  possa ser utilizada para os ouvintes, e que \no Constitorium receba outro local. Levando isto em consideração e estando\npreparado à favorecer  a causa nos aceitamos sua proposta, e nos indicamos o\nquarto de pão na mesma igreja  (brootcamer) como local de reunião, que eles\npoderão visitar e se eles achem que o local seja de tamanho suficiente então ele\npoderá ser apropriado para Consistorium.\n\n"
        },
        {
            "id": 221,
            "day": "18 de outubro",
            "contents": "\nVossa Excelência mandou saber que finalmente está de acordo que Manuel da\nCosta, pedreiro português fará um pilar de pedra de 12 pés de comprimento\n\ne 8 pés de largura, que será afundado no rio entre Recife e Antonio Vaz, e \ndepois de ter sido fincado ele terá de construí-lo tão alto que ele ultrapassara\ncom a medida de dois palmos a maré mais alta, como teste para se decidir de se \nconstruir uma ponte caso seja aprovado, para se atravessar e se passar carroças de Antonio Vaz para o Recife. Ele \nreceberá por este pilar, uma vez, a quantia de 1875 florins, a não ser que o\norçamento seja superior.\n\nPorque a esposa de Rodrigo de Barros foi convocada, assim foi decidido \nprevenir-se todas as confusões nos seus Engenhos, em sua ausência. Para isso\nfoi contratado Jerônimo Dolvieira para residir o Engenho de Porto de Calvo e \nManuel de Souza para o Engenho de Santo Antonio a fim de controlar tudo \ndevidamente, de maneira que a moagem não seja interrompida. Com este\nobjetivo lhes foi escrito uma carta que todos os servidores dos dois Engenhos \nlhes devem obedecer, e que eles imediatamente façam um inventario de todos \nos negros, burros e animais. Escolteto Craeijesteijn foi engajado junto aos \nportugueses mencionados e ele assistirá o Comandante Philips Andries em \ntudo que for necessário.\n\n"
        },
        {
            "id": 222,
            "day": "22 de outubro",
            "contents": "\nVisto que com o encerramento do comercio as propriedades e as casas ficaram \ndurante algum tempo indesejadas e as pessoas estavam um pouco revoltas (ou \naversão), mas pelo contrário com a abertura do comércio livre e a chegada de\ncidadãos livres da pátria mãe, aumentou o interesse pelas casas e propriedades.\nAssim foi decidido não esperar, mas aproveitar a ocasião para continuar a\ntaxação das propriedades particulares em Recife\n\nO que será colocado em funcionamento a partir da próxima segunda-feira e \ncomo diretiva foi decidido se construir uma ponte estabelecendo-se que todas as propriedades \nsituadas na rua do Mar (Seestraet), rua da Balsa (Pontstraet),\nrua do Carcereiro (Geweldigersstraet), rua Nova \n(Nieuwestraet), no Mercado (Marckt), no dique Orange (Oranjedijk), no dique \ndo Porto (Havensdijck), e outras assim, terão que pagar 25 stuijvers por pé\nquadrado. Na rua Real (Heerestraet), rua do Vinho (Wijnstraet) e outras assim, \nterão de pagar 22,5 stuijvers por pé quadrado, outras pequenas passarelas e\noutros lugares importunos terão de pagar 20 stuijvers por pé quadrado, terra\nruim (slechte grnt) e nas propriedades onde algum muro telhado ou outra coisa \nqualquer tenha sido construído, ali será aumentado o imposto a partir de meio \nde janeiro e a outra metade em maio do ano que vem 1639.\n\n"
        },
        {
            "id": 223,
            "day": "1 de novembro",
            "contents": "\nOs deputados da classe, o predicante Soler, Dapper, e van der Poel, \nanunciando que havia chegado de Amsterdã como homem livre um certo\nHempuis, que já havia estado neste país como proponente na língua inglesa, \nrequerendo que ele fosse instalado no mesmo cargo, o qual foi \ndesnecessariamente recusado pelo (chasjis), mas que o chasjis está de acordo \npara utiliza-lo como professor de uma escola, em algumas Aldeias brasileiras, \npelo fato de ele ter uma razoável experiência na língua portuguesa. Isto foi\nadmitido e lhe foi acordado um salário de 30 florins por mês ao menos que ele\npague suas próprias despesas, pelas quais ele terá que gastar 4 florins por \nsemana.\n\n"
        },
        {
            "id": 224,
            "day": "6 de novembro",
            "contents": "\nVisto que vossa Excelência e os Senhores do Alto Conselho recebem\nreclamações diariamente sobre estorço e erros cometidos pelos oficiais\nmilitares entre os \n\nObs: \t( ) palavras entre parênteses à serem traduzidas\n\tPartes em 'italico' própria interpretação\n\n\nhabitantes  portugueses, eles estão pesquisando os abusos feitos contra os\nportugueses nas nossas áreas de conquistas, onde eles estão cometendo estorço\nde dinheiro, com ameaças de mandar-los para a penitenciaria de Recife, \nprincipalmente pelo o Comandante dos brasileiros Elto Beuningh, se abusando \nde sua missão de resgatar os brasileiros das Aldeias que estavam sendo\nimpedidos de sair pelos portugueses assim como prevenir a prostituição dos\nportugueses com brasileiros, com o único pretexto de estorcer dinheiro dos \nportugueses. Assim foi decidido publicar-se editais em alemão e em português,\ndando a conhecer a prefeitura que estas ações foram cometidas sem o nosso\nconsentimento, e que as pessoas declarem de quem e quanto dinheiro se foi \nestorcido de maneira que nós as possamos reembolsar-las, no mesmo edital \ntambém se proíbe todos os oficiais de cometer este tipo de estorço, tendo \ncomo conseqüência o castigo de perder o seu cargo.\n\nE visto que as reclamações sobre o Comandante Elto Beuningh já são tão\ngrandes e mais reclamações podem ser esperadas do governo de Rio Grande,\ncomo dar a entender a carta do Comandante Pieter van Biltz, assim foi \ndecidido expulsar Elto Beuningh de sua função (bij proersie) tendo como base\nsua situação e o que lhe foi e pelo que ele ainda será acusado.\n\nTendo em vista que também chegou ao nosso conhecimento que alguns \nportugueses tentaram persuadir os brasileiros de não ir as plantações, levando-\nos a crer que nós os levaríamos a um (Weesback), assim foi decidido como no \nedital supracitado inserir-se que ninguém tente fazer isto podendo sofrer as \nconseqüências de punições graves e aquele que der parte com provas absolutas\nque alguém tentou fazer isto será recompensado com 50 crusados.\n\nObs: palavras entre parênteses não foram traduzidas.\n\nVisto que Gerardus Adolphi, Capitão da Aldeia Fapao, tinha que ter mandado\n20 brasileiros para as plantações, e ele não mandou mais de um, e ficou com o\nrestante dando preferência á seu proveito pessoal acima do da companhia o\nqual é um caso que não pode ficar sem punição, assim foi necessário usa-lo\npara dar um exemplo e contar-lo o mesmo\n\n"
        },
        {
            "id": 225,
            "day": "8 de novembro",
            "contents": "\nHoje compareceram na reunião os Senhores Escabinos\nde Olinda e distritos filiados que relatam o que foi \ndecidido em sua reunião de 4 de novembro, que se\ntrata do seguinte: primeiramente foi apresentado a \nprefeitura a necessidade de uma penitenciaria \nmunicipal, a reconstrução da fonte e outras obras\nmunicipais necessárias e por causa da falta do \norçamento foi requerido aos nobres de Olinda uma \nparte do ganho de todo açúcar produzido num período \nde no máximo três anos em favor das obras\nmencionadas.\n\nQue um certo Andréas (boete, nome?) solicitou uma \nhomenagem para sua nova invenção, e caso seja\naprovado que ele faria com que os fornos das olarias \ne do ( retammaij?) ficassem por sua própria conta, e \nque tudo que aí se produzisse possa ser queimado a \nbase de bagas no lugar de madeira.\n\nTodos os Senhores de Engenhos e os trabalhadores \nforam encarregados de construir boas pontes nos seus \nrespectivos distritos de maneira que se possa atravessar \npequenos e grandes rios com carroças e cavalos.\nNa reunião compareceram os deputados\n\nEscabinos da Capitania de Rio Grande lamentando o decorrer dos atos pelo \nComandante Elton Beuningh e o Escolteto Abraham de Rouff na mesma \nCapitania, solicitando em nome de toda prefeitura que nos interviéssemos de \nmaneira apropriada, nos entregando diversos documentos escritos que foram \ndados ao assessor para que este o lesse, e nos informasse amanhã sobre o\nassunto para resolver-lo de acordo com o que se achar necessário.\n\n"
        },
        {
            "id": 226,
            "day": "9 de novembro",
            "contents": "\nCompareceram na reunião os comitentes dos Escabinos de Rio Grande\nmostrando uma missiva dos mesmos Escabinos contendo grandes \nreclamações sobre erros, estorço e insolência cometidos pelo Escolteto\nAbraham de Rouff e o Comandante dos brasileiros Elto Beuningh, recebendo, \ncondenando e absolvendo...*\n\nHabitantes que ele mesmo estorcia, sem estar provendo alguma forma de \njustiça, em seguida (bemijden?) de estorço cometido por eles, depois foi \nmostrado aos comitentes que nós já estávamos informados alguns dias sobre \ntais abusos, \n\n* aqui não se termina a frase\n\nE como nós tínhamos expulsado o Comandante Beuningh de seu cargo, e \nresolvemos confina-lo no Recife afim de julgar-lo.\n\nQue eles in Rio Grande iriam juntar informações jurídicas (disposições) de\ntodo mundo que tinha dado algum dinheiro ao Comandante, de maneira que \nse possa ser restituído, e que todas as obrigações ou promessa de dinheiro ou\nanimais que lhe foram dados, não possuem valor algum. Que nós mandamos\nvir o Escolteto Abraham de Rouff para nos dar satisfação de seus atos,\nquerendo ser informado de todas as formas porque somos da opinião de se\nformar um governo legitimo, em seguida instalamos como Comandante dos brasileiros em Rio Grande o Capitão Pieter\nvan Bijler que tínhamos recomendado porque pensamos que ele irá governar \nos brasileiros de maneira modesta, e de acordo as instruções que lhe foram\ndadas, à quem as pessoas deverão se dirigir com relação aos brasileiros, que\ntambém no caso de delitos deverá levar as acusações para serem tratadas pelo\ngoverno, e receber uma sentencia do mesmo.\n\nEm seguida lhe fazer conhecer que tínhamos recebido reclamações sobre a\nenorme prostituição que estava ocorrendo na Capitania, lhe avisando de\ncontrola-la, que a mesma deveria ser combatida e que a partir de agora quem \nfor a uma prostituta será punido, porque por causa destas coisas poderá vir a \ncólera de Deus sobre o país, assim como compartilhamos a opinião de se\ngovernar os habitantes com modéstia e justiça também compartilhamos a \nopinião de banir estes pecados.\n\nOs Escabinos de Rio Grande, mostrando que nas instruções o salário dos\nbrasileiros tinha sido fixado à 8,5  varas de pano de algodão  para 20 dias o\nque ficou muito pesado para os habitantes na Capitania de Rio Grande, \nporque o pano de algodão  nesta Capitania e muito mais caro do que aqui,\ntambém os habitantes daquela Capitania são pobres e não podem mais pagar\nos brasileiros salários tão altos. Então se compreendeu levando esta\nconsideração em conta que será pago aos brasileiros pela sua mão de obra .......\n\n"
        },
        {
            "id": 227,
            "day": "10 de novembro",
            "contents": "\nHoje os deputados de Rio Grande foram mandados embora e uma missiva foi \ndada aos Escabinos com um edital para reagir contra a desordem que ali foi \ncometida. Em seguida também foi enviada uma missiva para o Comandante \nPieter van Bijler.\n\nE uma missiva para o Escolteto Abraham de Rouff visto que ele foi suspenso \ne convocado para explicar seus atos.\n\n"
        },
        {
            "id": 228,
            "day": "13 de novembro",
            "contents": "\nVisto que vários Senhores do Conselho político e Escabinos de Olinda tinham \nvarias queixas sobre vários assuntos assim foi decidido juntar ambos na \nmesma reunião,  fazendo comparecer seus comitentes no dia 23 de novembro\npara dar fundamento às reclamações deles e debater seus negócios, de maneira\nque vossa Excelência e os Senhores do Alto Conselho possam decidir sobre o\ncaso à serviço da companhia, e possam estabelecer a prosperidade neste\nestado. Visto que no mesmo dia também seria discutida a disputa entre os \nEscabinos de Igaracu e o de Olinda sobre os limites da jurisdição para se\ndecidir esta questão.\n\n"
        },
        {
            "id": 229,
            "day": "16 de novembro",
            "contents": "\nO mestre do passo (pasmeester) em Paraíba queixando-se que os negociantes \ndali não seguem os artigos no contrato do armazém, querendo que os mestres\ndo passo façam mais do que eles devem, a saber, que eles retirem o açúcar do \narmazém de Manuel d'Almeida, requerem uma resolução para este caso.\nAssim foi redigido que vossa Excelência e os nobres compartilham a opinião\nque deve ser retirado o suficiente do imposto (tecx?)/ o texto (tecx?) explica o suficiente, e \nque os mestres do passo não são obrigados retirar mais do que os caixões do\nvelho armazém, como de costume, e não são obrigados à retirar os caixões do\narmazém de Manuel d'Almeida.\n\nObs: passo é armazém/ deposito de açúcar.\n\n"
        },
        {
            "id": 230,
            "day": "22 de novembro",
            "contents": "\nDespacho feito, sobre os artigos durante a reunião clássica do 29 outubro  declarando-nos o\nseguinte:\n\nArtigo 1\nForam lidos os documentos, das classes \n(Classos) prévias e pela primeira vez os deputados \nnobres reservado op den Bart seção 1, que se trata\ndo edital contra o incesto, sobre o que os \nnobres diretamente tinham insistido e que \nsua Excelência e o Alto Conselho\nnão somente tinham prometido de publicar\num, mas também iriam fazer o esboço, o que \naté agora ainda não aconteceu. Por isso foi\ndecidido pela sua Excelência e os respeitáveis\nNobres insistir sobre este assunto mais uma \nvez.\n\nArtigo\nNo que se refere Sara Heijndricx, que até \nagora ainda não foi mandada embora para a\npátria mãe, será posto em ação a resolução\ndas classes visto que as irritações já duraram\no bastante.\n\nArtigo V seção II\nNo(s)/ 8 artigo(s)/ 8 da seção onde os\ndeputados se referem ao edital geral contra a \nprofanação do Shabbat (domingo) requerido\na Sua Excelência e o Alto Conselho e\nreceberam a promessa mais uma vez que o \nedital ainda não apareceu os deputados\nnobres irão requerer o mesmo.\n  \n\nArtigo VII\nEm relação do agravo da grande\nliberdade dos católicos (seção 4 artigo 1) declaram os\n(Nobres) E. deputados como eles tinham \nse queixado sobre este assunto junto a \nsua Excelência e o Alto Conselho, de\nimpedi-los com a autoridade deles, sobre \no qual lhes foi dado a resposta que esta \nliberdade tinha sido permitida aos \npapistas(católicos) que todavia sua \nExcelência e os respeitáveis Nobres iriam\ncuidar que a religião católica se\nrestringisse a igreja, e também que os \ncatólicos que se casassem  sem \nproclamação seriam castigados, mas que\na  liberdade não faça com que a velha\naudácia dos portugueses aumente, de \nmaneira que é muito necessário de se \ninsistir de novo seriamente que este \nagravo seja resolvido e diretamente se \ninvestigar até onde atinge a liberdade dos \ncatólicos para assim seguirmos nossa \nconsciência e não participar de idolatria.\n\nArtigo V\nNo artigo 4 seção 4 sobre a liberdade\npublica e a audácia dos judeus se referem \nos Nobres deputados\n\nQue embora sua Excelência e o Alto\nConselho declarem que os judeus não\npoderiam ter certas liberdades e também \nhaviam dado ordens para o fiscal de \nregular-los, mesmo assim a audácia deles \naumentou em Recife assim como em \nParaíba, onde eles foram convocados pelo \nEscolteto, que os indagou sobre a sua pretensão\nde liberdade/ onde eles foram ver o Escolteto e o \nindagaram sobre sua pretensão de liberdade, o\nque é muito constrangedor e \ndesvantajoso para a comunidade de \nDeus, por isso os Nobres deputados \nforam mais uma vez encarregados de \nrequerer a sua Excelência e no Alto\nConselho que eles ajam contra tal \naudácia.\n\nSeção: artigo II\nSobre o terceiro queixa se trata da desordem e o ateísmo dos negros, os \ndeputados declaram que nem todos conhecem bem os meios/ remédios \ncontra esse assunto instituído por Sua Excelência e o Alto Conselho, mais que\ntambém é necessário se fazer um edital, os deputados foram encarregados de \niniciar o mesmo mais eles não vêem outra saída do que recomendar o\nproblema de novo.\n\nA\nSerá ordenado que eles mesmo assim terão de ir ouvir o predicante/ a palestra\ne que eles não profanem o Shabbat com trabalho ou danças nas ruas, que\ntambém todos terão de ter a sua própria mulher de maneira que se previna\nprostituição e adultério.\n\nObs: \ta parte em itálico é interpretação\n\tPalavra entre parênteses não foi\ntraduzida\n(gravamen) pode ser agravo, \nproblema, reclamação?\n\nArtigo\n(Nobres)E. Deputados informam que Sua Excelência e O Alto Conselho\nnão somente acham um edital contra a prostituição e o adultério muito\nnecessário (do qual se trata artigo.seção 4), mas eles já tinham dado ordem para\nse fazer um edital: visto que o caso se atrasou cada vez e ainda não se produziu\num edital, o que muito lamenta esta reunião, visto que é uma grande vergonha\npara os 44 evangelistas e o nome sagrado de Deus, também tendo em \nconsideração que assim fazendo a cólera de Deus cairá sobre este país e por isso\nos deputados pedem mais uma vez à Sua Excelência, e Alto Conselho,com todo\nfervor e humildade que o edital prometido seja feito.\nA: será implementado ao edital do incesto e matrimônios.\n\nArtigo 6\nSobre o problema da blasfêmia, (da qual se trata artigo 1 seção 5) dizem os\nNobres deputados que o edital foi reivindicado prometido mais ainda não foi\npublicado por isso será persistido.\nA: Será feito um edital onde todas as questões religiosas descritas neste artigo serão\nsuprimidas.\n\nSeção IV artigo I\nO pedido de alguns pregadores ao Nobre Conselho dos Senhores XIX já se \nsucedeu segundo o artigo 2 seção 6 mais até agora não enviarão pregadores, de\nmaneira que um grande (vermoesting) se produzindo na nossa nação, esta nação\nque nunca ouviu a palavra de Deus e nem usa os sacramentos\na não ser que nós os ensinarmos, e que o país cheio de católicos e\npadres profanos, sobre isto terá de ser escrito uma carta requerendo, mais uma \nvez, não menos mas mais pregadores, visto que chegaram mais alguns lugares\nvagos assim como Alagoa, Serenham, St Anthonio, etc.\n\nA:\nNas cartas anteriores isto foi mostrado aos Senhores XIX e o edital será \nrenovado e tratado mais seriamente na próxima vez.\n\nArtigo\nNo artigo 4 seção 6, os deputados declaram que já foi aprovado a construção\nde uma igreja em Olinda pela Sua Excelência e o Alto Conselho, mas pela falta\nde mão de obra o trabalho até agora ainda não foi iniciado, no mesmo tempo\nmostraram que os papistas ( católicos) já levantaram uma igreja , (beneff....) \ntrês igrejas, conventos e eles pedem para construir mais duas, por isso foi\ndecidido se tentar perante sua Excelência e o Alto Conselho que nossa igreja\npossa ser construída neste local e que seja proibida a complementação das\nobras dos papistas.\n\nA: será permitida e incentivada a construção de uma igreja na cidade o que\nserá negociado com outros pedreiros.\n\nArtigo\nSerá apresentado, que maioria dos Senhores de Engenho da nossa nação,\njunto com os portugueses, exatamente no domingo, deixa funcionar seus \nmoinhos, sem outra razão do que a falta de costume deste país, então eles não\no fazem com o intuito de profanar o domingo e se misturarem à superstição\ndos católicos. Depois disto foi decidido requerer perante sua Excelência\ne o Alto Conselho que eles por gentileza coloquem este exemplo no edital, em \nespecial, contra a profanação do domingo, e que isto seja proibido tanto aos\nportugueses quanto aos holandeses.\n\nA: \nNo edital sobre a comemoração do domingo isto será mencionado mesmo\nassim os Nobres deputados deverão (crumeren) que o ano passado o mesmo\ntinha sido decido e que os Senhores (XIX) tinham contratado pregadores para \nevitar cerimônias suspeitas nos Engenhos holandeses\n\nMesmo que/se os moinhos estivessem funcionando, eles iriam ir lá para rezar \nantes ou depois da refeição para pedir a benção de Deus para aí se poder fazer\neste trabalho, o que até agora nós não sabemos se sucedeu nos Engenhos da\nvizinhança. Os servidores da palavra de Deus deveriam advertir os Senhores \nde Engenho da religião reformada para os avisar se em algum lugar um\nmoinho esteja em funcionamento.\n\nSecao V, artigo I\nVisto que muitos brasileiros, homens assim como mulheres, por causa de \nguerra como também por deliberado abandono, já se encontram algum tempo \nseparado de seus esposos e por enquanto não se possam casar com outro\nembora que eles o desejem, e não possam viver sem o casamento a vida junta\nou morar junto, a questão é como se pode ajudar ele em suas necessidades.\nRespondendo a esta questão por meio de edito publico, que o desaparecido\ndeverá ser obrigado a se reunir, dentro de um certo tempo,\n(bij haar portuijre) com seu parceiro em lei, mas que depois deste período o \nabandonado é declarado livre daquele que o deixou. Por isso os Nobres \nDeputados requererão a sua Excelência e o Alto Conselho à quem eles podem\npedir um edito deste.\n\nA:\nEles irão levar este caso em consideração visto que ele tem conseqüências\nposteriores. Entretanto os H.n (holandeses reformados) pregadores, \nprincipalmente o pregador dos brasileiros, serão recomendados de reunir, em\nparticular todo brasileiro separado com o seu parceiro, no qual os capitães das\nAldeias o ajudarão.\n\nArtigo \nEsta sendo anunciado que a decisão das Classis\n\nde nomear o predicante chamado Dooreslaer no Atum, foi aceito pela sua \nExcelência e o Alto Conselho e que o Dooreslaer logo após entrou à serviço\nde sua Excelência, a quem se perguntou como se esta passando no seu posto,\nele declara que tendo em conta o tempo e as pessoas os frutos não são maus,\no povo vem rezar e cantar os salmos diariamente e ouvir a palavra de Deus, \nescutam os sermões do pregador com obediência, mas não tem a maturidade\nde participar da ceia( de Jesus). Nesta ocasião foi decidido se requerendo a sua\nExcelência e o Alto Conselho para dar maior educação aos brasileiros e que a\nordem dos governos das Aldeias (menling beraemt), na primeira oportunidade \nserá anunciado e introduzido nas Aldeias.\n\nA: para isto já foram publicados alguns e serão em seguida distribuídos à\ntodos os capitães, e o predicante Dooreslaer poderá por meio de escritura\nmandar copiar isto inúmeras vezes e distribuir onde achar necessário.\nNo próximo artigo 1 seção 2, se vendo o que a reunião das classes tem feito\ncom relação ao pastor Jodocus van Stetten não podemos entender que a\nreunião fosse tão longe sem nos comunicarmos e sem ter nossa licença visto\nque nós não compreendemos que  Nobre reunião das classes tenha\nautorização para engajar pregadores.\n\n23 Novembro \n\nDe acordo com nossa ultima carta comparecerem hoje na reunião os\nEscabinos de Olinda e foram ouvidas suas queixas pelos Nobres Senhores do \nConselho político, existente principalmente dos seguintes pontos:\nQue todos os processos, tanto criminais como civis, no primeiro instante, \nteriam de ser trazidos perante eles,         \ne que ao contrario o Conselho político pede que isto primeiramente seja \nadmitido por ela.\n\nSegundo eles têm o privilegio que ninguém possa ser recebido em apelo em\ncasos que não excedessem a soma de f.120 vendo que ao contrario o\nConselho político estavam admitindo menos casos em apelo.\n\nEm terceiro que os civis do Recife não os reconhecem como sua justiça mais\nalta, mas apresentam todos seus casos primeiramente ao Conselho político e \nali são recebidos; e que eles\n\nObs: \teles são os governos?\n\npensavam que Recife estava submetido a Cidade (Olinda) como sempre \npertenceu.  Depois que a resposta do Conselho político foi escutada, como se \nvê nas mesmas inscrições, se chegou em seguida à solução do\ndesentendimento aqui em cima:\n\nQue Recife  visto que cresceu em população e que para os seus habitantes seria talvez\ndifícil e caro de ir todas as vezes para a cidade e que ele possa acionar seus processos em \ncasos de pouca importância.  Será separado da jurisdição da Cidade e a mesma\njurisdição será limitada pelo reduto do Bruijn inclusive, e que será plantado\num marco (weecks paele) neste lugar, e continuando tudo que se encontra \ndentro dos rios e fortes inserindo, o forte Waerdenburch, a ilha Antonio Vaz e \nAfogados.\n\nLevando em consideração: Ou que, em Recife se prestaria conta, das\ncompetências judiciais primeiramente ao colégio do Conselho político, ou que\nse seria instalado um colégio sub-alterno de Escoltetos e Escabinos, se \nintroduziram muitas coisas importantes. Mas vendo que os Senhores do \nConselho político irão ter que tratar os processos que lhe forem devolvidos\nem apelo, principalmente porque junto a isto vem outras cargas particulares \ncada uma delas tendo relação às financias e meios da companhia e suas bolsas\nde valores, de acordo com a nossa instrução. Por isso tendem, sua Excelência\ne os Senhores \n\nObs :   itálico interpretação\n\tEntre parênteses não foi traduzido do Alto Conselho, principalmente\nà também se partir para a instalação do Escolteto e governo e o termo aqui em\ncima descrito, aqui em Recife, junto a quem todos os casos terão que ser\napresentados a fim de se aliviar o Conselho político. Eles também estão\nmotivados para caso Recife se separe da cidade Olinda, muitas\npessoas honestas e habitantes em Recife que para isto poderiam ser escolhidos \ncomo eleitores e Escabinos de Olinda, não o podiam ser antes da separação, e\nsimultaneamente privados destes cargos e diminuídos em sua nobreza.\nLevando também em consideração que é necessário ou ao menos\naconselhável que tantos habitantes honestos de Recife não possam ficar sem o\nestimulo de honráveis funções, mas que eles pela esperança de uma função (não)\npublica serão estimulados em uma maior devoção e virtude.\n\nObs: frase em itálico interpretação.\n\nReferente à queixa dos Escabinos onde eles sustentam a idéia que todos os\ncasos os deverão ser primeiramente apresentados à eles, lhes foi lembrado que\no pais é governado, de acordo com as nossas ordens, seguindo nossos \nEscabinos na Holanda e em West-Friesland em seguida foi dada a preferência\nque alguns casos primeiramente fossem apresentados ao Conselho político, \nassim como se pode ver na ordem ou instrução da Corte holandesa, artigo 8.\nem seguida que se introduza uma instrução onde a competência judicial esteja\nindicada claramente.\n\n"
        },
        {
            "id": 231,
            "day": "24 de novembro",
            "contents": "\nHoje compareceram na reunião os Escabinos de Olinda e Igaracu, chamados a\nnossa presença para se saber suas diferenças criadas por causa dos limites de \nsuas jurisdições, onde depois de um debate os Escabinos de Igaracu não\npoderam mostrar o documento (o ato) de doação ou o (foral) de sua\njurisdição, e o mesmo\n\nObs: parte entre parênteses não foi traduzida\n\nsendo mostrado pelo governo de Olinda, onde estava que a jurisdição de\nGaranhuns vinha da foz do rio Inguaribi, três milhas subindo o rio e\ncontinuando a partir da foz  do mesmo pelo mar até a metade do rio de \nItamaracá, e assim do rio até o marco ou limite entre a Capitania de \nPernambuco e Itamaracá, que se encontra na margem do rio, e continuando \npara o Oeste duas milhas para o interior do pais, onde de novo se encontra \num marco e a partir deste marco em linha direta indo para o sul até se \nencontrar o marco do rio Ingaribe, três milhas, rio a cima, como se foi dito.\nContra a qual os Escabinos de Igarucu não tinham nada em particular a não\nser que eles pretendiam ter uma jurisdição mais extensa e uma propriedade\ncaduca/ passada existente num ato de exploração de seus oficiais, mas que\nfinalmente apresentaram a reclamação de que a jurisdição tinha sido limitada e\né demasiadamente pequena, e que os Escabinos de Olinda estavam ocupados \n(spingende) no bosque atrás de suas terras, de maneira que eles não podiam\ncobrir com os gastos das pontes já existentes e das pontes que ainda tenham \nque ser construídas, com tão poucos habitantes, requerendo que os limites de\nsua jurisdição pudessem ser estendidos, para assim se suportar melhor os\ngastos, entre mais habitantes.\n\nPelo qual os Escabinos de Olinda apesar de persistirem à sua jurisdição não se\nopuseram fortemente, dizendo que eles não tinham nada contra se sua\nExcelência e o Alto Conselho, que eles tinham como toda poderosa,\nquisessem mudar as limites.\n \nObs: itálico é interpretação\nParte entre parênteses não foi traduzida.\n\nAssim foi decidido para se beneficiar a jurisdição de Igaracu, e também\nlevando em consideração que os habitantes do Mata do Brasil que se encontra\natrás da jurisdição de Igaracu\n\nque para buscar seus direitos perante os Escabinos de Olinda tem que viajar \numa grande distancia enquanto Igarcu é mais próximo, de se estender os \nlimites da jurisdição de Igaracu abrangendo o marco do rio Iguaribi, até\ndiretamente o Engenho do Musuupe, e daí até a Aldeia de St Miguel, de \nmaneira que tanto o Engenho como a Aldeia fiquem sob a jurisdição de\nIgaracu, e em seguinte a partir da Aldeia St Miguel diretamente para o Oeste \naté que se encontrem com o rio Capibaribe, e que a partir daí em diante tudo \nque é habitado ou será habitado ao norte do rio Capibaribe até a fronteira com \nItamaracá pertencerá a Igaracu, tudo isto até que se decida o contrario, sobre a \nqual um ato de doação 'in forma\" seja dado.\n\n"
        },
        {
            "id": 232,
            "day": "01 de dezembro",
            "contents": "\nFoi chegado a um acordo com o Tenente René de Monchy que ele construirá \npara nós um molhe, diretamente enfrente ao forte da praça, ao nível d'água, \nno mesmo nível da praça, de 20 pés de largura e 15 braças de comprimento, \nque estará tão profundo dentro da água que os maiores navios com a maré\nmais seca poderão entrar e sair. No lado direito da extremidade serão\nconstruídos mais 20 pés de largura, para o interior 30 pés de comprimento \nsobre vigas e pilares se o orçamento for suficiente, ele também construirá uma \npaliçada (com o mesmo orçamento que ele utilizou para Recife), se \nestendendo da rua Zeestraet seguindo pelo estaleiro (Scheeptimmerwerff), do \nlado da casa de Maritien Reijers, da rua até a paliçada do Recife. Para isto ele \nreceberá uma soma de 2300 florins, a não ser que as pranchas para a soldagem\ntenham que se fornecidas por nós e o resto que se precisar seja encomendado \npor ele.\n\n"
        },
        {
            "id": 233,
            "day": "4 de dezembro",
            "contents": "\nAssumido pela nossa reunião ordinária\no colégio dos Senhores do Conselho político para eles mesmos não planejarem o\nque se pode fazer, para melhorar a prosperidade e a tranqüilidade desta cidade, \ncom os habitantes portugueses que passaram tanto tempo apreensivos, o que \nse decidiu, depois de uma longa deliberação, foi se notificar o seguinte a cada\nprisioneiro em especial:\n\nPetro da Cunha de Andrade, Juliaen da Rouge, capt. Magalhaes, Philipe Pais, \nAnthony Pais serão mandados com toda família e todos seus bens à Bahia,\nmas, todavia eles receberão dois meses de prazo para se beneficiar seus bens\nde acordo com sua vontade, as vendendo-as ou de outra maneira, sem que \neles neste meio tempo possam sair do Recife; Assim se fará com Rodrigo de \nBarros e sua família como se ficou combinado com ele antes e via sua esposa, \ncom os bens que foram confiscados...\n\nFerdinandus Moreno será mandado deste país por diversas razões para as\nÍndias do Oeste (West Indien). Duarte Gomes, um homen velho, será \nmandado por muitas razões que levaram a isto, como prisioneiro para o Castel\nCeullen, em Rio Grande, e ali ficara até que se dêem outras ordens.\n\nObs: frase (sublinhada) incompleta esta faltando o verbo\n\nJoao de Souto, Joao Carneiro, Anthonij Marinius Roberp – Aernout Dolande \n(Arnao de Holanda) –Bernadus de Carvalho – Franscisco Berenguer são os\núnicos desses indispostos de quem se ocupou seus Engenhos e suas terras \ncom muita dificuldade e obstáculos, e também não podendo lhes inculpar de muitas\ncoisas, por isso lhes foi consentido de retornar para seus Engenhos e casas, \npara poder administrar seus bens, desde que eles possam ser convocados a \ntodo tempo e possam ser colocados em detenção, e que eles paguem\nfiança/tenham um fiador que seja suficiente para a nossa satisfação, antes que\neles saiam do Recife (si;;em, pgem gaem;)\n     \nObs: parte sublinhada e em italico é interpretação, por falta de verbos.\n\nAssim iria João Poulo, que tem Belchior Alves como fiador, secretario de Su\nCaltermere in Paraíba, com o Senhor Gijselen para o Rio São Francisco, para\ndar as indicações e esclarecimento sobre as terras, currais, e animais que a\ncompanhia poderia ter neste lugar, vindo de habitantes portugueses e que ela retirou \npara o Vrant que agora é a propriedade de outros da companhia, o que aconteceu com toda a \nfamília do dito Senhor, que mais uma vez vem aqui e se instalará nesta Capitania, no \nentanto que poderá ser convocado a todo tempo e ser colocado em detenção.\n\nObs: esta frase é interpretação por falta de verbos, conexão e concordância\ngramatical \n \n"
        },
        {
            "id": 234,
            "day": "7 de dezembro",
            "contents": "\nVisto que o Senhor Coronel Arzciszewsky pode chegar a qualquer momento e \nsua residência deve ser liberada assim foi decidido que, uma vez que O Senhor\nElias Herckmans já vive a muito tempo em Paraíba, e segundo as instruções\ngerais da (Houtto) já deveria ter sido substituído, o Senhor Hoogeveen, \nmorando no momento na residência do Senhor Arzciszewsky, deverá ser\ntransferido à Paraíba na função de diretor,\ne o Senhor Herckmans deverá voltar aqui para o Recife.\n\nObs: \tos nomes pessoais foram escritos fielmente de acordo com o \ndocumento.\n\tOs nomes dos lugares inclusive rios eforam escrito como estão\nconhecidos agora.\n\nVisto que diariamente estão chegando muitas reclamações que as pontes e\ntambém as estradas de todo país estão se deteriorando e estão inutilizáveis\nporque as pessoas responsáveis pela sua manutenção não os reparam o que no\ncaso de viagens urgentes causa grande obstáculo, aos viajantes e as carroças \nque transportam açúcar e outros bens. Por isso é necessário se prover um \nedital que será enviado a todos os Escabinos (bomcken) para se publicar no \nlugar de costume, a onde cada será obrigado correndo o risco de certa pena de \nconstruir suas vias e pontes e as manter devidamente, e os respectivos \nEscoltetos irão executar os negligentes sem hesitação.\n\n"
        },
        {
            "id": 235,
            "day": "11 de dezembro",
            "contents": "\nVisto que os contratantes dos (pencoenen) da Capitania Tamarica e Goijane \nnão podiam cobrar-los (pencoenen) devidamente porque ninguém pode\nmostrar os seus papeis e portanto não se pode saber o que cada esta devendo,\nassim foi decidido por resolução de se avaliar os moinhos à 3,5 por 100 e os\nmoinhos de boi junto à 3 por 100, mas todo mundo que possa mostrar com\nsua carta que deve menos, será cobrado menos de acordo com sua carta.\n\n"
        },
        {
            "id": 236,
            "day": "13 de dezembro",
            "contents": "\nOrdenado pelo comissário Bevers aos seguintes brasileiros que chegaram do \nMaranhão e morando agora no rio Damasji, querendo nossa amizade por causa de nossa\nAldeia, ele os mandou as seguintes roupas:\n\n32 homens cada 5 varas legateur, 4 espelhos pequenos dourados, e pedaços de \nlinho medindo 5 varas pano de algodão e dois corais (corael)\n15 mulheres 3,5 varas de pano de algodão - 3... rshoucken\n2 crianças 1 vara de pano de algodão – 1 vestido para o cacique/o superior\num par de sapatos e um chapéu – uma espada Cousjen \n\nObs: Cacique foi usado aqui visto que se chamava 'índios'de brasileiros.\n\nObs: itálico interpretação\n\n14 dezembro \n\nOs brasileiros do Maranhão, morando agora no Camassi, aonde eles\nconstruíram sua Aldeia, que mandaram seus representantes, para fazer conosco \numa aliança e construir laços de amizade, dizendo que se nós quisermos entrar \nem guerra em Maranhão eles não estarão contra nós, mas ao contrario nos\najudarão de todas as maneiras possíveis contra os portugueses, assim como eles\nmataram um certo português que estava acompanhado com alguns brasileiros\nvindos de Maranhão para espionar nossa presença em Ceara, e nos trouxeram\nsua espingarda para mostrar como prova deste ato. Eles declaram que em rio \nCamassi \n\nSe encontra uma grande quantidade de madeira, que é muita cobiçada pelos \nportugueses e que se chama pão do Maranhão, servindo para a fabricação de\ncamas e outras belezas, das quais eles trouxeram alguns exemplos. Mais ou \nmenos 3 meses passados passou um navio francês e carregou uma boa\nquantidade da mesma madeira e também certas pedras que eles desconfiam que \ncontenha minerais, das quais, amostras foram dadas ao Senhor Busjen, para \npesquisar o seu conteudo. O ano passado também já tinham passado 4 outros \nnavios franceses, que tinham carregado madeira e também tinham comprado \nalguns escravos deles, escravos que\nsão brasileiros originários da mesma região, que eles aprisionaram em suas\nguerras para venderem como escravos a portugueses que caso lhes faltarem a \noportunidade, eles dizem os matarem e comerem. No mínimo uma meia \nmultidão de escravos do Maranhão servem aqui sob o controle dos\nportugueses o qual é permitido com o consentimento do rei. Rio Camassi se \nencontra mais ou menos as nove meia entre Ceará e Maranhão.\n\nSe entrou em acordo com Hubert e François Claetblat que eles pagarão para\nsua propriedade, situada na Pontstraet numero 127, 49,5 pés de comprimento e \n24,5 pés de largura, 25 stuijvers por pé quadrado, chegando a soma de 1470 \nflorins, juntando a isto o armazenamento da (Huisargie) e de outros ali \nencontrado,  pela soma de 630 florins, em total 2100 florins que se deve pagar da \nmesma maneira.\n\nObs: \tparte entre parênteses não foi traduzida.\n            Parte em itálico é interpretação.\n\n"
        },
        {
            "id": 237,
            "day": "24 de dezembro",
            "contents": "\nHoje foi lido em alta voz o requerimento de Duarte Gomes da Silveira perante \na sua Excelência e os Nobres Senhores do Alto Conselho e também do\nConselho político, pedindo sob todas reservas para ser liberado de sua \ndetenção pessoal e pedindo para partir porque ele tem negócios a resolver.\n \n\nFoi apostilado mesmo requerimento que o requerente (suppluint) pode se \nmover livremente em Recife sob reservas suficientes e pode se preparar para \nser enviado ao Castel Ceulen em Rio Grande em três semanas.\n\nTambém foi lido em voz alta o requerimento de Rodrigo de Barros Pimentel, \npedindo licença para entrar no país, sem problemas (voors off belagen) e praticar \nsua religião o que lhe foi concedido, visto que também lhe foi ordenado de\nplanejar seus afazeres em tempo de maneira que dentro dos dois meses, que \nlhe foram dados, esteja pronto para ser enviado para Bahia.\n\nObs: em itálico é interpretação e entre parênteses é a versão original em\nholandês.\n\nTambém foi lido o requerimento de Pedro da Cunha de Andrade, pedindo \npermissão para poder ir para casa para poder se curar. Sobre este assunto foi\napostilado que o requerente (supliant) poderá ir a sua casa pelo período de duas \nsemanas e que depois deverá voltar de novo ao Recife estando pronto para \npartir para Bahia para o período de três meses que lhe foram notificados.\nO requerimento do Capitão Magalhaes lhe foi permitido de ir, sob fiança, a\nAlagoa e resolver seus afazeres e que o Comandante Lauwdi ficará de olho nele \ne que ele retorne a tempo para ser enviado de acordo com as intenções\nantecedentes.\n\n29 dezembro \n\nO alferes da companhia do Capitão Mellingen van Goujanen (Goiânia?)\ntrazendo com ele 5 brasileiros da tropa de Camaron (Filipe Camarão?) que\ndeclararam ter fugido de seu superior com 27 homens por causa \ndescontentamento e chegaram para se juntar aos seus amigo daqui cada um em \nsua Aldeia, 6 outros do grupo foram a Paraíba e o resto já tinham se separado \ndeles no bosque a muito tempo atrás.\n\n"
        }
    ]
}