{
    "id": 5,
    "author": "José Hyginio",
    "title": "Dagelijkse Notulen",
    "number": 5,
    "year": "1639",
    "period": "4 de janeiro a 28 dezembro",
    "days": [
        {
            "id": 238,
            "day": "4 de janeiro",
            "contents": " \nRecebemos cartas do Capitão Coenraet Otto do navio Ernestus, que esta\nancorado na entrada norte de Itamaracá (Tamarico), datada 2 desse mês, onde\nele descreve ter visto 8 navios no dia 15 de dezembro e no dia 20 de dezembro \n32 navios sem que ele soubesse de quais navios se tratavam. Visto que nós não\nesperamos tantos navios, não duvidamos de que se trata de uma frota\nespanhola, que se dirige a Bahia por isso se resolveu com urgência se mandar\npra lá o navio 'De Faeme', e porque o marinheiro é inexperiente nestas águas, \nCornelis Pheunissen, marinheiro do navio 'De Friessen Jaeger' o acompanhará \nnesta viagem levando cartas ao Almirante Willem Cornelissen, lhe advertindo \npara tomar cuidado, enquanto ele esteja investigando tudo, e quando a frota \nchegar à Bahia que ele retorne com sua esquadrão para aqui\npara contar o que ele viu, para assim se preparar urgentemente seu navio e \ntambém outros que tivermos a disposição e partir com todos ao mar, deixando 3\nà 4 cruzadores navegando nas proximidades de Bahia para\nreceber deles informações sobre o que lá vai acontecer.\n\n"
        },
        {
            "id": 239,
            "day": "4 de janeiro",
            "contents": "\nRodrigues de Barros Pimentel pedindo que sua deportação à Bahia pudesse ser\nmodificada para à Holanda e que ele por enquanto pudesse ir, sob fiança, aos\nseus Engenhos para colocar tudo em ordem o que lhe foi permitido.\n\nPastor Dapper e o Senhor Alrich deputados do Conselho da igreja para dizer \nque tinham pesquisado a pessoa de Abraham Valetijn, enviado como professor \npela 'casa de Nassau' da Conselho de Amsterdã, descobriram que ele não é um\nmembro de nossa igreja e que não deseja pregar ou visitar pessoas doentes\ncomo outros professores o que implicaria a contratação de outra pessoa, por\ncausa desta e outras boas razões seriam melhores de não lhe admitir também\nporque caso ele queira exercer a sua medicina a escola perderia sua prioridade. \nNos conformamos por isso com este conselho e se ele quiser, poderá ser usado \ncomo (Sobre Cargo) ou podemos liberar-lo para exercer sua medicina e deste \nmodo honrar-lo (erneren).\n\nObs: palavras entre parênteses não foram traduzidas\n \n"
        },
        {
            "id": 240,
            "day": "6 de janeiro",
            "contents": " \nO guardião e frade leigo dos monges franciscanos de Olinda trazido sob\ndetenção, visto que o guardião teria mandado cartas via terceiras para o bispo\ndo Brasil em Bahia e de lá voltaram com cartas sem o nosso conhecimento ou \npermissão, para se ter uma idéia foram dados certos documentos ao presidente\ndo Conselho político e lhe foi ordenado de examina-los.\n\n"
        },
        {
            "id": 241,
            "day": "10 de janeiro",
            "contents": "\nEsta manhã apareceram aqui à vista do Recife, mais ou menos, entre 27 à 30\nveleiros que navegam para o sul e são sem duvidas navios espanhóis. Assim foi\ndecidido mandar o galeão 'Den Doffer' seguir-los, para ver em que direção irão\nnavegar, e o Capitão Adriaen van Leeuwen ficará encarregado por isto, e se ele\nnotar que os navios planejam acostar em algum lugar deverá advertir \ndiretamente à todos e que depois deverá retornar para nos informar sobre o\nque ele tenha visto. Em seguida o navio Siara e o barco de Jacop Duynkercker \nserão carregados com pão, carne, vinho e aguardente exceto em caso de guerra,\nacompanhado por um grande barco e junto à com o pequeno barco de\nDuynkercker irão por trás de St Alero (ilha de Santo Aleixo) para seguir as\ntropas ao longo da costa que receberão ordens para marchar por terra em\ndireção sul. O Coronel Koin, com diversas tropas aqui do país, foi ordenado a\nse juntar e partir para Perinhain, verá o que se for necessário fazer.\n\n\nSua Excelência irá com sua companhia para Cabo de Santo Agostinho para\nassim estar próximo, 2 companhias de Goiânia receberam ordens de vir para \naqui e esperar novas ordens. \n\n"
        },
        {
            "id": 242,
            "day": "12 de janeiro",
            "contents": "\nJohan Listry, Escolteto da Capitania de Itamaracá, requisita em nome Conselho \nda mesma, um tratado e uma instrução para o Capitão do Campo, para qual\nfunção uma pessoa terá de ser contratada.\nEm seguida que, para se diminuir os gastos das pontes e estradas que ninguém \né obrigado à manter, se possa cobrar um pedágio\n\nObs: \t'capitão do campo'\n\tEm português existe também um Capitão do mato que é um caçador\nde escravos (por vezes fugitivos)\t\npelos animais que passam pela Capitania vindos da Paraíba e do Rio Grande, \npedindo um (testoen) para cada animal. Terceiro que se crie uma ordem para a \nposse de armas, visto que muitos ali estão armados com sua espingarda e\noutras armas sem possuírem uma licença para porte de armas. Foi decidido \nque, no que se refere a Capitão do Campo, o Escolteto e os Escabinos farão\numa instrução que eles nos mostrarão para assim se chegar a uma solução de\nacordo com o costume, e mandar uma pessoa para lá afim de contratar-la e \ndar-la uma comissão. Os dois outros assuntos serão guardados até a chegada\nde sua Excelência para então serem resolvidas. Em seguida, visto que o\nEscolteto Listry na Capitania de Itamaracá por nossas ordens pegou os (seec) \nlivros públicos das mãos de um certo Antonio Carvalho, com contas do estado,\nEngenhos e pedagios/cobrando do estado, Engenhos, pedágios etc, foi decidido que os \nlivros nos serão enviados para serem estudados e depois devolver-los aos Escabinos se\nacharmos necessário.\n\n\n"
        },
        {
            "id": 243,
            "day": "16 de janeiro",
            "contents": "\nTheodosius Lempereur e Daniel de Haen mostrando que os habitantes de Rio \nGrande capturam e marcam o gado fora do curral depois de ter-los capturado, \nsem chamar-los ou à seus feitores ou à seus contratantes, e muito menos\nsatisfazer-los ou dividir uma parte com eles, requerem serem remediados neste \nassunto. Assim foi decidido de se interditar por meio de um edital que \nninguém poderá capturar, marcar ou deixar o gado sair do curral, sem antes ter \nadvertido o contratante para vim ver qual a marca do gado e se algum deles faz \nparte dos donos desaparecidos e que o gado que não seja marcado vai ser\ndividido em proporção dos que já foram marcados, podendo ser punido com a\nconfiscação do gado capturado, caso alguém não o faça.\n\n"
        },
        {
            "id": 244,
            "day": "17 de janeiro",
            "contents": "\nJoan Fernandes Hera, que compareceu a reunião, propôs a Companhia 1500@\n(ponden, meio quilo) açúcar branco (blanco) e 500@ mascavado e 1000@ \npanella (em barra?) contanto que se recebesse de acordo com a estimação\n(Terra) que se deu ao Engenho, desde que se encontre algum erro, que se \ntenha melhorado as caixas. Não se foi permitido mudar nada neste caso, mas\nfoi respondido que ele tem que entregar suas caixas e se algumas forem \nsuperestimadas que então deverá vir esvazia-las e mande pesar a caixa para\nassim restabelecer sua perca. Depois foi discutido \n\nObs: \ttradução literal (parte sublinhada)\n\tPalavra não traduzida, Terra/ Getarrat = estimação/ estimado.\n\no preço que deveria ser pago pelo açúcar. Ele exigiu e persistia no preço de 32 \nSchellingen (schellingen= moeda antiga) pelo qual lhe foi oferecido 28 \nSchellingen, mas vendo que ele declarou ter tido ofertas acima de 31 \nSchellingen não chegamos a um acordo. Foi-lhe proposto que ele mandasse vir\nseus caixões e que vendo o açúcar lhe daríamos um preço.\n\nVisto que fomos informados sobre reclamações pelas cartas do Senhor Elias\nHerckmans, reclamando que os navios em Paraíba ficavam acostados sem \nserem carregados por causa da má fé (más ordens) dos mestres do passo, e que \nas reclamações nos chegaram aos ouvidos de todas as partes e foram se\nduplicando e estando informados que o passo do Verraders (varadouro) não\nesta bem localizado e nem é cômodo para os Senhores de Engenhos e os \nnegociantes. Assim foi decidido de se interrogar Duarte Gomes da Silveira \nsobre este assunto,  que confirmou a falta de comodidade do passo do \nVaradouro, por sua vez ele mencionou a comodidade de Taberij como \nexemplo para ali se instalar um armazém.\n\nFoi decidido mandar o Senhor Carpentier à Paraíba com o objetivo de pedir o\nconselho dos comerciantes, Senhores de Engenho e outros e em seguinte \ntomar medidas para se criar melhores acomodações e assim se evitar ou acabar\na desordem. Depois mandar fazer um armazém para a companhia, no melhor \nlocal, seja em uma 'Tijberij' ou em um outro lugar.\n\nO Frei Joan Dolvares, um monge dominicano, foi capturado pela recompensa \npor Jan Los e Adriaen van Leeuwen. Ele errou um ano pelo país, contra as \nordens e sem licença, e por isso estava sendo procurado e agia com medo. Foi ordenado colocar-lo à\nbordo de um navio e mandar-lo para as Índias ocidentais. \n\n"
        },
        {
            "id": 245,
            "day": "8 de janeiro",
            "contents": "\nHoje aqui chegou o barco 'Groningen', carregado com os restantes do navio \n'Zutphen', declarando que no dia 11 deste mês navios inimigos estavam\npassando as vistas de Barra Grande, navegando em direção sul e que o barco\nde Cattecooper estava navegando ao seu lado entre a margem e a frota com a \nintenção de informar nossas guarnições se ele notasse que eles pretendessem\ndesembarcar. O galeão 'Den Doffer' seguia de perto o mesmo.\n\nVisto que Sua Excelência escreve em sua missiva datada de 15 de janeiro em\nSerinhaem que as provisões ali são tão poucas que sua Excelência se viu\nobrigada a espalhar o povo (os soldados) para assim também livrar a população\ndos saqueadores. Por isso ele nos recomendou fazer com que os habitantes de \ntodo o país nos entregassem uma parte da farinha, incluindo o Rio Grande \ncomo sua Excelência já o tinha feito em Ipojuca, Serinhaem, até Porto Calvo.\nAssim foi resolvido escrever para os Escabinos de todas as jurisdições e\nCapitanias que todos os seus habitantes que sejam proprietários de roças \nentregarão a quantidade de farinha que cada um produza por mês, e que eles\nfarão uma lista e nos informarão da quantidade de farinha produzida em cada\njurisdição.\n\nAssim foi resolvido que a jurisdição que entregar a melhor farinha, para lá, uma\ncomissão será mandada para receber a farinha e que se pagará 6 Schellingen por alqueire.\n\nAlem disso que os nossos Escoltetos e Escabinos irão se informar se o nosso\nedital sobre a plantação de farinha esta sendo comprida, e que os\ncontraventores sejam executados de acordo com o edital. Também se achou \nnecessário de se renovar o edital supracitado para que este ano a plantação seja\naumentada, e que todos que durante uma inspeção estiverem em debito,\ndeverão pagar o que já se perdeu e caso este ano, que está começando,\ncometerem de novo a mesma infração serão punidos duas vezes.\n\n"
        },
        {
            "id": 246,
            "day": "2 de fevereiro",
            "contents": "\nPara armar-se mais uma vez a população civil, se ordenou que o Senhor Joost\nvan den Bogaert, Capitão Abraham Tapper, Tenente Allaert Holl e o Alferes\nWillem Negenthoon,  juntos irão inscrever todos os cidadãos do Recife e irão\nnos fornecer uma lista acurada, para assim poder-se distribuir os mesmos em \ncompanhias respectivas.\n\n"
        },
        {
            "id": 247,
            "day": "3 de fevereiro",
            "contents": "\nVisto que por causa do mau governo do Comandante Beuningh o caso dos \nbrasileiros ainda não foi resolvido e que o mesmo, cada vez mais piora, por\nisso é muito necessário de se agir devidamente, para assim não perdemos os\nbrasileiros, mas que possamos utilizar-los em todas ocasiões e por nossa falta\nde gente.\n\nAssim foi decidido se convocar para esta função, Willem Doncker,\nvelho Comissário da artilharia, pelo período de seis meses, nos quais ele deverá \nresolver este assunto, pagando-lhe de 200 florins por mês e o rancho de Sargento Major, e titulo de\nCoronel dos brasileiros, com o objetivo de se revezado depois de seis meses \npor um comandante como se faz habitualmente    \n\n"
        },
        {
            "id": 248,
            "day": "5 de fevereiro",
            "contents": "\nNa reunião compareceu o Senhor Servaas Carpentier indicado para fazer um\ninquérito, em Paraíba, sobre a desordem no passo e sobre o descarregamento \ndo açúcar que dura tanto tempo por causa da qual os navios carregados sempre \nse atrasam demasiadamente, encarregado para intermediar de acordo com que \nachar necessário. Ele informou que tinha chamado os comerciantes e pedira o \nseu conselho por escrito, também que tinha reunido os Senhores de Engenhos \nem Tiberij e que também lhes tinha pedido de dar um exemplo da desordem \nque eles tivessem vivenciando em relação ao passo e o transporte do açúcar, e\ncomo o mesmo poderia ser resolvido.\n\nTambém perguntou se o passo do Varadouro tem um bom serviço e que caso \no contrario onde se poderia instalar o passo de maneira mais propicia. A partir \ndestes conselhos e os do Mestre do passo e o mestre da pesagem, instituir em \nvirtude da nossa comissão uma ordenança provisória em relação ao passo, a\nbalança (de waag), os mestres e o transporte do açúcar, depois disto deveria ser \ninstalado uma ordenança definitiva, que foi mostrada,  \naprovada na reunião e será registrada. Alem disso ele reuniu os carpinteiros\nmais importantes da capitania para mandar construir um armazén, no melhor \nlocal indicado, em Teberi/Tiberij. E ele será construído com 200 palmos de \ncomprimento e 64 palmos de largura, na forma de duas casas, cada casa ( 2 ordren van kisten), \ne um caminho de 12 pés entre as duas, o que foi aceito pela quantia de 2700 florins. Tudo foi \naprovado, à serviço da companhia,  e o Senhor Carpentier foi agradecido pela\nsua diligencia.\n\n"
        },
        {
            "id": 249,
            "day": "7 de fevereiro",
            "contents": "\nO Senhor Mortamer veio junto com Comissário Morit de Itamaracá e \ninformou tanto oralmente como escrito a situação dali. Assim foi decidido que\nMortamer terá de ir residir lá imediatamente, e o comissário Moet/Morit \npartirá em avanço para por tudo o que for necessário em ordem, e para \nconservar as provisões e a munição no Forte Orange, e na entrada norte\ntambém, onde serão mandadas três peças de artilharia (canhões?) de 6 LB. e\nduas companhias do Forte Orange e dois navios da cidade ( Stedeken Schip ) o \nque cada vez será ocupado por dez homens durante o período de um mês.\nTambém foi decidido que o Coronel Willem Doncker, que ontem partiu para \nas Aldeias, e que receberá ordens para recrutar primeiramente 600 brasileiros, \nque deverão ser armados e para ver quantos mais ele poderia arranjar, para nosso governo, quando for\nnecessário.\n\n"
        },
        {
            "id": 250,
            "day": "9 de fevereiro",
            "contents": "\nPara chamar à ordem a população do Recife durante a noite, foram escolhidos\ncomo Oficiais das 4 companhias as seguintes pessoas:\n\n- Para Coronel dos cidadãos o Senhor Servaas Carpentier,\n- Para Capitães- Tenentes- Alferes. Coronel Comp.-Alaert Holl -Willem Negenthoon, Abraham Tapper, Mathias Beck, Jacob Coets,\n\nSamuel Halters en Gillis van Lustelen (van Luffel?).\n\nNós falamos mais uma vez com os Escabinos de Olinda sobre a entrega da \nfarinha pelos habitantes dos seus distritos. Eles também nos entregaram uma \navaliação dos seguintes distritos:\n\n    De Ivagaribi e Parititbi    228 alqueires por mês\n    De Muribeca                 380\n    De Santo Amaro              278\n    De São Lourenço             346 (avaliado por Gaspar da Silva)\n    De Verge                    335 (será entregue por Luis Bráz)\n    ____\n    total de                   1567 alqueires por mês\n\na entrega da farinha será feito de 14 em 14 dias, onde for ordenado pelos \nEscabinos e a companhia pagará 6 Schellingen por cada alqueire, no dia 15 de \nfevereiro começará a contagem de maneira que a primeira entrega se fará no \nultimo dia deste mês e assim conseqüentemente de quinze e quinze dias, o que\nse será anunciado, em todos os lugares, com editais.\n\nOs habitantes de Verge sustentam que suas terras só servem para a cana de \naçúcar e por isso estão requerendo ser poupados disto. O requerimento foi\nrecusado e foi dito que eles tinham que proceder da mesma forma dos outros e \ncaso eles não tenham farinha terão que comprar-la, o que lhe farão refletir e\nfará com que a entreguem. \n\n"
        },
        {
            "id": 251,
            "day": "11 de fevereiro",
            "contents": "\nVendo que existem diversos rios onde não tem utilizar embarcações para se\natravessar o povo e no tempo de necessidade não pode se fazer atravessar\nnossas tropas, assim foi decidido se construir, para cada rio, 6 grandes jangadas \ne ali se deixar para em qualquer caso poder-se atravessar diretamente 10 \npessoas por jangada, o que significa entre 60 e 70 pessoas cada vez e isto se \nrealizará nos rios Una, Serinhaem e Jangada.\n\nVisto que a cavalaria do Rio São Francisco se encontra parada e que na maioria\ndo tempo não está montada, e causando distúrbios, assim foi decidido cassar\nesta companhia e colocar a mesma sob (os vierroers=uma arma), \npermanecendo somente 24 cavaleiros sob o comando de um Cabo.  Para assim \nse aliviar a Companhia de gastos tão grandes e desnecessários. O Capitão da\ncavalaria receberá um salário e as provisões de um Capitão desmontado até que\numa função de Capitão esteja livre onde será beneficiado com uma provisão de Tenente-\nalferes a pés até que se providencie tal função a pés, mas também poderá ficar neste\nmesmo tempo com os 25 da cavalaria. \n\nObs: Itálica= interpretação\n\n"
        },
        {
            "id": 252,
            "day": "12 de fevereiro",
            "contents": "\nVisto que os Escabinos de Olinda, já à algum tempo, não tiveram uma\naudiência e chegaram varias reclamações o que não tratam os casos de justiça, e\ndiferentes partidos não puderam reivindicar justiça, por isso se convocou os\nEscabinos e lhes foi apresentado o mesmo. Declararam estarem sendo \ndificultados pelo procedimento do Conselho político e que eles não podiam\nadministrar a lei e a justiça ao menos que mantenham a autoridade que cabe \naos Escabinos, e recebam as satisfações sobre os agravos apresentados na\nreunião de 23 de novembro 1638. Tratava-se, entre outros, sobre a parte da\njurisdição que diz respeito à população de Recife, Antonio Vaz e arredores que\neles urgiam que estava sob sua autoridade.  Tendíamos a separar Recife, \nAntonio Vaz e arredores da jurisdição da cidade de Olinda e colocar-los sob\numa jurisdição especial, contra a qual os Senhores do Conselho político\nprotestaram, persistindo que de acordo com a instrução de sua\nresidência que lhes cabia competência da alta e baixa jurisdição e nenhum\nEscabinos e também nenhuma justiça sub-alterna será instalada em Recife.\nAssim foi decidido não mudar o caso por lei até que seja escrita sobre isto a\nreunião dos Nobres Senhores XIX e sobre os problemas de 23 de novembro\n1638 e de sua resposta recebermos sua permissão.\n\nProvisoriamente foi decidido que os habitantes do Recife, a principio, não se\ndirigirão aos Escabinos de Olinda, a não ser que eles queiram comparecer\nperante eles por livre vontade, mas deverão comparecer perante o Conselho\npolítico. Em relação aos habitantes do Interior, fora dos limites do Recife e\nsuas (oppendencien), eles não poderão, em primeiro instante, comparecer\nperante o Conselho político, mas primeiramente serão julgados pelos\nEscabinos de Olinda. E que também todos os casos, que anteriormente ou \ndaqui e diante, foram apresentados também deverão ser tratados e\nsentenciados pelos mesmos, a não ser que os partidos por intermédio de um\ninterlocutor por definição não se oporem, ou que sejam casos privilegiados, de\nacordo com o artigo 8 das instruções da corte de justiça holandesa. Em seguida\nque os apelos que forem gerados partir dos julgamentos tratados pelos \nEscabinos nos casos a baixo da soma de 120 florins serão aceitos pelos\nEscabinos, mas que tais apelos não sugerem uma execução, mas a sentencia\nserá executada.\n\nO aqui em cima descrito foi apresentado aos Nobres Senhores do Conselho \npolítico, e os mesmos declararam seu completo contentamento. \nOs Escabinos de Olinda declaram estar de acordo depois de terem sido informado sobre o mesmo, mas os \nSenhores Samuel Halters e Gaspar Dias Ferreira, ambos Escabinos e \nhabitantes de Recife e Antonio Vaz acharam difícil como \neles poderiam continuar no cargo de Escabinos de Olinda sem serem \nrepreendidos, requerendo ser liberados de suas funções. Vendo que a\nseparação de jurisdição ainda não é definitiva, ou seja, ainda não existem duas\njurisdições, lhes foi requerido para continuar seu trabalho e retomar a\naudiência.\n\nEm seguida foi comunicado ao Conselho político e aos Escabinos de Olinda \nnossa opinião sobre os limites do Recife, que este irá até o forte De Bruijn\n(inclusive) e tudo que se encontre entre os rios incluindo toda a ilha de \nAntonio Vaz.\n\n"
        },
        {
            "id": 253,
            "day": "18 de fevereiro",
            "contents": "\nSua Excelência demonstrou na reunião como se poderia, à pés, chegar ao Forte\nWaerdenburch  durante a maré baixa por onde poderiam ser surpreendidos. \nNeste caso o inimigo poderia, a partir deste forte, utilizando seus canhões,\nfazer muitos estragos em Recife e Antonio Vaz. Propondo, que se é \naconselhável demolir as muralhas do Recife e Antonio Vaz de maneira que o \nforte fique em vista a partir destes locais e que para os inimigos seja mais difícil \nde avançar, e vendo que o forte só possui três bastiões ele propôs que os três\nsejam fechados seus (gorges/ garganta/ o muro do bastião) muros, para\ntransformar-lo em um reduto aumentando a altura do mesmo, mas deixando \nos dois muros entre os bastiões no mesmo estado. O que se foi aprovado,\npara se fazer diretamente. \n\n"
        },
        {
            "id": 254,
            "day": "23 de fevereiro",
            "contents": "\nVisto que holandeses foram nomeados como capitães das aldeias, e de vez em\nquando são mandados, junto com os brasileiros, para os campos de batalha,\ntempo no qual eles perdem os ganhos das aldeias, e visto que eles são menos\nremunerados que os capitães dos brasileiros, sobre os quais eles estão em\ncomando, por causa de que eles muitas vezes estão descontentados e\ncorrompem os brasileiros e lhes fazem querer ir embora.   \nAssim se achou necessário de se pagar aos capitães holandeses o mesmo salário\ndos capitães brasileiros que é de 30 florins por mês.\n\n"
        },
        {
            "id": 255,
            "day": "24 de fevereiro",
            "contents": "\nGaspar Francisco da Costa mostra por requerimento que uma certa sentencia dada pelos os \nSenhores do Conselho político à favor de Francisco Nunes Barboso, contra ele, pensa ......\n(geledeerte). Por isso pede uma revisão deste caso para qual foram escolhidos\nServaas Carpentier, como adjunto, Jacob Alrichs, contabilista geral, Gaspar \nDias Ferreira e Samuel Halters, Escabinos de Olinda.\n\nBelchior Ferreira Fagundes habitante de Paraíba, sentenciado em um caso \ncontra Amaro Galharde, requer uma revisão, da qual os adjuntos aqui\nsupracitados também estarão encarregados.\n\n"
        },
        {
            "id": 256,
            "day": "3 de março",
            "contents": "\nOs Senhores do Alto Conselho estão discutindo com sua Excelência sobre a\nconsumação da corte que esta acontecendo sem o conhecimento\nde sua Excelência. Assim sua Excelência decidiu que as encomendas das\nprovisões da corte, não serão mais feitas pelo seu mordomo, mas ele passará à\nassina-las e anota-las em um livro pessoalmente.\n\nEm seguida que os comissários não poderiam mais seguir ordens sem que elas\nestejam assinadas por sua Excelência.\n\n"
        },
        {
            "id": 257,
            "day": "5 de março",
            "contents": "\nVisto que a ponte de Boujarri está em muito mal estado e no caso de venda \ndos engenhos e as terras que ali se encontram seria muito difícil para o \ncomprador reconstruir a ponte, assim foi decidido que os arredores terão que\ndar uma contribuição, a não ser que o Senhor de engenho de Boujarri\nmantenha a ponte, daqui a diante, como o engenho sempre é obrigado a fazer-lo.\n\nSob requerimento dos cidadãos da ilha de Itamaracá foi permitido que eles\nfossem armados com armas da Companhia, a não ser que cada que receber\numa arma irá (caveren), e em um certo tempo irá restituir.\n\nObs: palavra entre parênteses não foi traduzida\n\n"
        },
        {
            "id": 258,
            "day": "7 de março",
            "contents": "\nHoje, foi dada ordem para reformação do forte Waerdenburch para fazer uma\nobra em forma de coroa (Croonwerck) com três bastiões fechados, na parte de\ntrás, abrindo-o para o lado de Recife e Antonio Vaz de acordo com o \norçamento, do qual o empreiteiro será Capitão Andries Palloo, pela soma de 98\nflorins à braça.\n\n"
        },
        {
            "id": 259,
            "day": "11 de Março",
            "contents": "\nCompareceram à reunião, o Sargento-Major Cornelis Bayart e o Comandante\nAndries Daultry, relatando que já se faz algumas semanas que a balsa de Recife \npara Antonio Vaz não estava funcionando por que o cabo tinha quebrado,\npedindo que se coloque a balsa em funcionamento, visto que para pobres \nsoldados custava demais se pagar o barco de travessia, e que se recebia muitas \nqueixas de que se estava tirando o pão da boca dos soldados.\n\nEm seguida foi convocado para a reunião o Tenente-Almirante Willem\nCornelissen  para procurar um cabo. Ele relatou que ele não pode encontrar\nnem nos armazéns da companhia, nem nos navios ou em algum outro lugar \nque servisse para este fim. Por isso lhe foi ordenado de ir olhar nos navios \ncarregados ou se informar com outras pessoas se elas possuem um cabo que \nservisse.\n\n"
        },
        {
            "id": 260,
            "day": "14 de março",
            "contents": "\nVisto que a ilha de Antonio Vaz, do lado de Afogados e Arraial, está encoberta \nde mangue e matagal o que nunca foi desmatado e por isto está tirando nossa \nvisibilidade a partir do forte. Por isto sua Excelência deu ordens aos soldados\nde desmatar todas as matas da ilha até o rio o que descobrirá a área e Afogados \nficará muito bem visível, serviço que não será remunerado.\n\n"
        },
        {
            "id": 261,
            "day": "15 de março",
            "contents": "\nDas aldeias veio o Capitão Pieter Pati, acompanhado de 35 homens tanto\noficiais como soldados para oferecer seus serviços à Companhia. Foram dadas\nordens ao Comissário Vinck para lhes prover uma provisão de Farinha e peixe\npara 4 dias. \n\n"
        },
        {
            "id": 262,
            "day": "17 de março",
            "contents": "\nVisto que vários habitantes do Recife desaparecem e negam se alistar na \ncompanhia dos cidadãos assim todos foram obrigados por meio de um edital,\ncorrendo o risco de serem multados pela soma de 50 florins, para aquele que \ndesobedecer pela primeira vez.\n\n100 florins pela segunda vez, e na terceira vez terão que deixar Recife e eles\nserão proibidos de fazer negócios tanto em Antonio Vaz como em Recife.\n\n"
        },
        {
            "id": 263,
            "day": "21 de março",
            "contents": "\nNa reunião compareceu o Senhor Coronel Arzciszewsky, mostrando sua\ncomissão, instrução e outros papéis. Ele foi recebido e ficou encarregado de\nregistrar a comissão mencionada.\n\nO regimento civil do Recife, sob o comando do Senhor Coronel Servaas \nCarpentier, foi inspecionado hoje e os oficiais das 4 companhias foram \napresentados, juntos 500 homens. \n\n"
        },
        {
            "id": 264,
            "day": "22 de março",
            "contents": "    \nVisto que o capitão Jan Preston de Una, escreve que não pode mais sustentar\nos brasileiros do Ceara, e levando em consideração que estes brasileiros já estão\naqui há muito tempo e começam a sentir falta de sua terra, e também porque nos temos 600 \nbrasileiros à serviço da Companhia fora o senhor Arzciszewsky e o seu grupo,\nassim foi decidido liberar-los e permitir-los de regressar ao Ceará.\n\n"
        },
        {
            "id": 265,
            "day": "24 de março",
            "contents": "\nDeliberou-se seriamente a respeito da nossa marinha de guerra, se observou \nquais navios poderiam ser utilizados para se tirar vantagem de nosso inimigo \nem Bahia, seja com Branders (navios de fogo?) ou por outro meio. Mas depois \ndo exame de nossos navios se achou que o estado deles é tão precário que não\npoderia se formar uma esquadra de importância sem que se arruínem nossos \nnavios quase que totalmente o que significaria uma para grande perca para \nCompanhia porque se mantermos os navios da Companhia por mais \ndois meses no mar não estarão mais em estado de mandar-los carregados para\na pátria.  E vendo que precisamos dos navios para carregar açúcar, \nprecisaríamos alugar navios o que significaria o dobro do custo porque a \nCompanhia iria perder o cargo e perderia seus navios. Também levando em \nconsideração que está incerto o que poderia se conseguir em Bahia, o que\ntambém pode ser em nosso prejuízo.\n\nTambém que se formos lá com uma pequena marinha de guerra, mostraríamos \nnossa fraqueza, assim foi resolvido não nos preocuparmos mais com a Bahia,\nesperando que eles pensem que nossa marinha de guerra seja maior \ndo que ele na verdade representa, deixando-nos em paz. Em seguinte que se \npreparem os navios para partirem carregados de açúcar e que se carreguem \nprimeiramente àqueles que estiverem em melhores condições.\n\n"
        },
        {
            "id": 266,
            "day": "26 de março",
            "contents": "\nCompareceram na reunião os predicantes Dapper e Soler, contando o caso do\npredicante Johannes Oosterdag van Appel. Depois de ter escutado o seu \ndepoimento ele tinha confessado sua fraude o que ele cometeu no Rio São\nFrancisco, onde ele havia sutilizado uma grande soma em dinheiro de algumas \npessoas, assinando em nome de pessoas aqui no Recife, porque ele não somente não\ntinha créditos, mas também estava devendo, o que é uma grande vergonha para \num predicante. Assim foi decidido por todos os predicantes juntos demitir-lo \nde sua função.\n\nEm seguinte que o ex-predicante Jodocus van Stetten já à algum tempo tinha\nexprimido seu arrependimento sobre suas ações no passado, perante a\ncomunidade e o Conselho da Igreja de Itamaracá e prometeu melhora de sua \nconduta Requerido e decidido perante a Classis que ele poderá exercer seu cargo de \nnovo. Eles requerem com relação ao caso de Oosterdag aprovação de sua\ndemissão e ao que se refere a Van Stetten admitir-lo à serviço da Companhia,\nambos os casos foram aprovados. \n\n"
        },
        {
            "id": 267,
            "day": "4 de abril",
            "contents": "\nVisto que ficou resolvido de mandar os brasileiros do Ceara de volta a sua \nterra, assim foi decidido pagar-los. Eles ficaram aqui desde 15 de outubro 1638 \naté dia 15 deste mês e serviram 6 meses em total. Disto, dois meses foram\npagos de maneira que faltam 4 dos quais um mês será pago a vista e 3 meses\nem pano de algodão ou outro pano para roupa de modo eles sejam\ndispensados satisfatoriamente. O grupo é composto de 237 homens e 36 \nmulheres.\n\n"
        },
        {
            "id": 268,
            "day": "12 de abril",
            "contents": "\nO Escabino Gaspar Dias Ferreira compareceu em nome dos Escabinos de \nOlinda e mostrou na reunião, e mais uma vez perante Sua Excelência, que\nficou muito difícil para os habitantes de Várzea, Muribeca, Santo Amaro e \nCabo de prover a farinha fintada porque a mandioca velha foi consumida e as \nroças acabaram de serem plantadas. Para poder produzirem a quantidade \nnecessária para pagar finta seriam obrigados de colher as novas e não\namadurecidas mudas o que causará um grande dano. Mas se esperar, de dois à\ntrês meses, até que as roças tenham crescido, renderão três vezes mais do que\nagora. No contrario se colhermos agora vão se acabar rapidamente e se causará\numa grande fome.\n\nLevando tudo em consideração foi decidido de se diminuir a farinha fintada,\ndos distritos supracitados, até a metade.\n\nBento Henriques, de origem judia, provou perante sua Excelência ter\ndescoberto um segredo que poderá trazer muitas vantagens para Companhia, \nrequerendo à sua Excelência de se negociar algumas condições que ele\npropõem, o que sua Excelência lhe pediu para por em papel. Assim sua\nExcelência apresentou hoje na reunião estas condições escritas que são as\nseguintes:\n\nPrimeiramente. Que ele terá direito à metade do que ele descobriu e do\nrendimento anual; e que este direito será hereditário sem que isto por qualquer \nque seja a razão neste mundo possa ser alterado.\n\nSegundo. Se seu segredo é digno e verdadeiro ele será recompensado de\n100000 florins em barras de ouro.\n\nTerceiro. No momento que for descoberto ele terá direito ao nome e titulo de\ndescobridor.\n\nQuarto. Ele receberá uma medalha de sua Majestade e dos Estados Gerais.\n\nQuinto. Ele receberá um titulo que tenha a dignidade da descoberta.\n\nSexto. Será-lhe concebido privilégios para seus descendentes: que eles estarão\nlivres da função de soldado, alojamentos (logieren), da marcha, e sentinela.\n\nSétimo. Serão-lhe concebidos todos os outros privilégios e honras que lhe\nforem dadas pela sua Excelência e os Estados Gerais, para sua nação hebréia\nsob a proteção dos mesmos.\n\nOitavo. Que haverá um ato em pergaminho com um grande selo, daquilo\nsobre o que se entrou em acordo com ele, a partir do poder e da autoridade de \nsua Majestade os Estados Gerais que confirmarão o mesmo.  As condições aqui descritas lhe\nserão dadas se ele revelar o segredo. Depois disto Bento Henriques foi convocado à reunião, e\npareceu que poderia se negociar sobre a metade proposta e a recompensa mas \nque ele não queria dar preço do o segredo de acordo com as condições do\ncontrato e sim queria mais e que também deveria pertencer aos seus \ndescendentes para sempre. E visto que se discutiu durante muito tempo com \nele sobre o assunto e tentou- se- lhe persuadir de acordo com as condições, lhe\nfoi dado um tempo para refletir. \n\n"
        },
        {
            "id": 269,
            "day": "13 de abril",
            "contents": "\nOs deputados da Classis, o Senhor Soler e Dapper, anunciam que eles tinham \npermitido a partida de um predicante de Serinhaem para o Recife, pastor \nLantman foi mandado para o forte Margareta em Paraíba e o proponente Jan \nMichielsen do forte Margareta para Serinhaem. Por algumas razões decidimos\ndizer-lhes que nos parece melhor que cada um fique em seu lugar e que o \npastor Lantman provisoriamente ficará aqui em Recife até que a Classis se \nreúna novamente, para decidir quais as mudanças necessárias. Visto que \ntivemos durante algum tempo 600 brasileiros à serviço e no mesmo tempo\npudemos avaliar o estado dos nossos inimigos a partir do qual nós não\nesperamos ter problemas aqui nestas matas tropicais e também porque a \nfarinha é muito pouca, assim foi decidido se por tudo em ordem mandando-\nlhes de volta a suas aldeias por não precisarmos deles durante um tempo mais\nprolongado do que necessário e fazer-los ficarem indóceis e também que eles \npossam plantar suas roças nestes meses de chuvas.\n\nTambém para ajudar os habitantes de vilarejo. Por isso não serão conservados\nmais de 150 cabeças, de cada aldeia alguns, à serviço da Companhia e caso a\nnecessidade seja grande sempre pode-se recrutar outros.\n\n"
        },
        {
            "id": 270,
            "day": "29 de abril",
            "contents": "\nRevistada a lista de devedores que estão devendo dinheiro a Companhia e foi\ndescontado o dinheiro que já foi pago. Em seguida vários devedores foram \nconvocados e indiciados para o pagamento imediato de suas dividas, visto que \nnós estamos com déficit e o cofre está quase vazio e o \ncusto de empréstimo está ficando pesado e semanalmente está saindo uma \nenorme soma (em dinheiro) do cofre. \n\n"
        },
        {
            "id": 271,
            "day": "5 de maio",
            "contents": "\nVisto que está se notando que os Capitães instalados nos fortes, estão\npermitindo à muitos soldados de trabalhar fora dos fortes, de maneira que os\nfortes estão ficando desabitados e em algumas ocasiões estão correndo perigo,\nassim foi decidido dar-se instruções sobre este assunto, e escrever cada capitão\ninformando-os que eles podem deixar os soldados trabalharem fora do forte \ndurante o dia para ganhar um dinheirinho por que soldo é muito pouco. Mas \nque ninguém poderá pernoitar fora do forte, mas que aqueles que queiram \ntrabalhar poderão fazer-lo, mas deverão regressar a noite para o forte e para\nsua guarnição podendo sofrer severas penas caso isto não aconteça.\n\n"
        },
        {
            "id": 272,
            "day": "6 de maio",
            "contents": "\nVisto que o Senhor Bento Henriques anunciou desde do 12 de abril deixou \nsaber durante a reunião que ele tem um certo segredo que ele quer\ncompartilhar de acordo com algumas condições como foi apresentado por escrito e inseridas\nem nossas notas, ainda não compareceu como foi combinado. Assim foi\ndecidido convocá-lo mais uma vez à reunião e comparecendo lhe foi mostrado,\ndepois uma pequena discussão, o conteúdo do estatuto, artigo XV, e o artigo\n(.............)  das instrução geral sobre a recompensa de descobridores de minas,\netc. Do qual sua Excelência e o Alto conselho não podem desviar e também\nnão podem se colocar a cima. Então ele compreendeu porque suas\nreivindicações não puderam ser aceitas, (dertig toen) que ele iria escrever outras\ncondições de acordo com as regras supracitadas ou que ele ache que é correto,\nde maneira que nós possamos resolver de acordo com que ele reivindicar.\nCompareceu na reunião o predicante Kesselerius anunciando que os habitantes\nholandeses e os soldados de Olinda requerem que lá se instale um púlpito para \npredicação e também os habitantes holandeses e soldados de Igaraçu\nrequerem, visto que uma igreja não se constrói tão rápido, um lugar na cidade.\nAssim foi decidido prover-lhes uma certa igreja em Olinda que é coberta e está \nem boas condições para o uso, e também uma igreja em Igaraçu que os\npredicantes acham a mais propicia. \n\n"
        },
        {
            "id": 273,
            "day": "9 de maio",
            "contents": "\nCompareceu na reunião o judeu Bento Henriques apresentando suas novas\ncondições, pela qual ele quer revelar seu segredo que declara o seguinte:\nPrimeiro. Apesar de sua Excelência e os Nobres Senhores pensarem que eu\npedia o direito de metade dos ganhos anuais, também estarei satisfeito com 30 \n%, conforme meus direitos e como foi primeiramente apresentado e \nreivindicado.\n\nSegundo. Os 100.000 florins que eu queria receber imediatamente, se o que eu \nestou afirmando realmente é verdade, é muito pouco comparando com o que \neu vou oferecer, na verdade deveria ser aumentado como irão ver, mas para\nobedecer estarei satisfeito com 80,000 florins.\n\nTerceiro, quarto, quinto, sexto, sétimo e o oitavo artigo não serão modificados.\nNono. Que me seja dada uma residência em Recife para min e meus\ndescendentes, livre de impostos.\n\nCom isto penso ser cordato e conservo a esperança e confiança que sua \nMajestade e os Estados Gerais, sua Excelência e o Alto e Secreto Conselho\nirão me elevar em honra, status e riqueza. Por isto\nficarei fiel à serviço das províncias unidas que Deus as proteja. Amen .\nAinda lhe explicamos que não podemos renegar nossas instruções e\nregulamentação e que ele deveria desistir da reivindicação de tão grande parte e\neternidade no negocio o que transgride toda razão e decência\ne que não podemos permitir nunca. Ele urgiu que ainda não lhe tinha sido\noferecido nada, e lhe foi respondido que lhe tínhamos oferecido as condições\ndo contrato. Ele disse: eu já as conhecia fazia muito tempo, mas que não\nrevelaria seu segredo em troca de condições tão pobres. Em seguida, depois de\nmuitas discussões lhe foi dado algum tempo para pensar no assunto.\n\n"
        },
        {
            "id": 274,
            "day": "10 de maio",
            "contents": "\nSua Excelência queixou-se sobre as negociações que até agora se manteve com\nBento Henriques visto que não lhe tinham proposto nada fora das condições\nda regulamentação. Ele decidiu e conserva a opinião de apresentar o caso na\nreunião dos Senhores XIX, e junto com eles redigir condições. Contando com\no fato que os Nobres poderiam estar descontentes que o negocio ainda não foi\nfechado e que nós poderíamos ter ido um pouco mais alem de nossas \ninstruções do que ver, um homem que diz ter um tão grande segredo, partindo\npara o outro lado do mar. Pelo qual ele poderia falecer por causa de um \nacidente ou outra razão qualquer levando o segredo com sigo: nós que fomos\nencarregados pelo governo deste país e que poderíamos ter agido acima das \nnossas instruções. Depois de muitos debates finalmente se decidiu dar-lhe uma\nrecompensa de 25.000 florins a partir do momento que o segredo mostrasse \nseu valor, que não começaria a partir do momento em que a companhia estivesse\na parte do segredo (vendo que Bento Henriques alegou que deveria se trabalhar \nde um a dois anos para se ter ganhos. O qual em cinco anos não lhe traria nada,\nmas que o seu pagamento só comece a partir do momento em que seu segredo, seja 'Mme' (mina?) \nou seja outra coisa, começasse à gerar ganhos. Isto lhe foi apresentado mas ele não aceitou dizendo\nque até agora não o tínhamos dado uma proposta: que príncipes e reis aceitariam\nestas condições que ele o descobridor propôs. Em seguida que ele não queria guardar o\nsegredo mas queria uma decisão final dos Senhores XIX. O que lhes foi escrito\ndepois de muitas discussões.\n\n"
        },
        {
            "id": 275,
            "day": "11 de maio",
            "contents": "\nAinda não mudou nada no caso de Bento Henriques, de um lado foram\napresentadas muitas queixas: que não perdêssemos muito de vista as\nregulamentações, do outro lado se o deixássemos partir e fazer uma viagem\nperigosa pelo que se causaria muito descontentamento. Assim foi decidido se \nsua Excelência convocasse Bento Henriques para uma reunião privada e lhe\ntentasse convencer, com belas palavras, ou motivar-lo aceitar nossas condições\nque são muito favoráveis e ver se ele não pudesse ser persuadido.\n\nVisto que Deus nos proveu muitas vitórias o ano passado e nos protegeu \ncontra nossos inimigos, e primeiramente colocou estas terras conquistadas em \nnossas mãos, para todos nós e para nosso governo, e abençoou nosso trabalho de tal\nmaneira que podemos viver em paz, e nos deu o prazer de uma grande cultura, \numa rica colheita e muitos frutos de nosso trabalho. Principalmente que o Deus todo \nmisericordioso nos protegeu dos perigosos atentados de nossos inimigos a \ncima de tudo no tempo em que nossas conhecidas fraquezas não nos deus\nconfiança em nossa própria força (no braço forte), e nossas tropas miseráveis \nnos desertaram nos mostrando as palmatórias que merecíamos pelos nossos \npecados, mas como um pai misericordioso ele quebrou o inimigo e os mandou \npara longe, sabendo que lhe fez bem que a armada espanhola que (pelo o \ninimigo da palavra sagrada e pelo nosso inimigo jurado o rei da Espanha foi \nmandado embora tão vigorosamente) com doenças foram punidos assim como\nforam punidos com seu anjo dos Meses ( Maenden engel) ele não derrotou\ncentenas mas milhares, antes que eles pudessem acionar seus maus intentos e \nastuciosos planos e ele retirou sua força e fez com que seus esforços fossem \npor nada, isto tudo e muito mais coisas recebemos de Deus com muita \nreverencia e gratidão. Assim foi necessário e de acordo com nosso dever\ncristão se fazer um dia de jejum e rezas e proclamá-la em  todos os lugares\ndesta colônia para agradecer à Deus pelos seus benefícios à nós pecadores\nmiseráveis , louva-lo e agradece-lo e rezar pela absolvição de nossos grandes\npecados em nome de Jesus, e nos oferecendo também proteção daqui em diante,\ne abençoando nossas armas contra nossos inimigos, \nde maneira que o reino de Deus possa ser construído e o do diabo destruído, \npara o bem estar da nossa pátria e de toda Companhia das Índias Ocidentais.\n\nO dia de jejum e reza geral será celebrado na quarta 25 de maio.\n\n"
        },
        {
            "id": 276,
            "day": "12 de maio",
            "contents": "\nOs Escabinos de Igaraçu se queixaram que um membro deles, chamado \nFrancisco Dias de Oliveira, foi apreendido e sentenciado pelo Conselho \npolítico à pagar 250 florins, sem que o mesmo tenha apresentado uma razão.\nEles afirmam que a causa é o fato que os Escabinos, no mês de abril passado,\nencarregaram o seu Secretario Paulo Gomes de Lima à levar uma carta  para\nsua Excelência o que ele recusou e deu a carta à Alcaide que por sua vez lhe\nentregou à um (Garaepmaecker) gracejador. Depois de 8 dias a carta (quando\nse indagou ao Secretario se já tinha sido enviado uma resposta) chegou as mãos\nda Câmara, sem nunca ter sido entregue. No momento em que ele foi \nrepreendido ele tratou os Escabinos com falta de respeito, dizendo que ele não\nera seu moleque de recado e não lhe competia a entrega de cartas, que ele era o\nmesmo que os Escabinos, etc. Por causa disto o Secretario foi apreendido, que \nem seguida abandonou o local e foi para Recife para relatar o assunto perante a \nsua Excelência. Depois sua Excelência lhe disse que visto que foi a primeira\nvez, ele seria perdoado pelo seu erro contanto que pedisse desculpas aos \nEscabinos. Mas por que ele não ficou satisfeito com a decisão\ntambém apresentou um requerimento junto ao Alto Conselho o que lhe foi \nrecusado, depois ele fez um outro pedido junto aos Senhores do Conselho \nPolítico que lhe deram um mandado de evocação, encarregando os Escabinos\nde lhes mandarem os documento do processo e convocando o Escabino \nFrancisco de Oliveira para esclarecer o caso. Eles tinham entendido que não\nprecisariam obedecer estas ordens, porque o caso do Secretario já tinha sido \nresolvido, a saber, que o Secretario já tinha sido perdoado por sua Excelência\nassim que pedisse desculpas aos Escabinos. Depois disto, se sucedeu que o \nEscabino Francisco Dias de Oliveira chegando em Recife para resolver coisas pessoas, \nfoi convocado pelo Conselho político e ali foi condenado à pagar uma soma de 50 crusados que seria\ndestinada aos pobres e foi preso até que a pagasse. Mesmo com este mandado \nde prisão ele retornou a Olinda e na volta foi convocado mais uma vez pelo\nConselho político, detido e condenado à pagar uma soma de 100 florins. Por\nisso os Escabinos de Igaracu requerem que o colega deles seja liberado e a \npena do pagamento seja reembolsada.\n\nPor isso foi decidido inquirir o Conselho político, que nos informou que o \nEscabino Francisco Dias de Oliveira não tinha sido condenado, arrastado ou\ndetido por causa dos documentos que não foram entregues, nem por causa do\nprocesso contra o secretario Paulo Gomes de Lima, mas por causa de seu \norgulho e más palavras que usou contra o Conselho político, dizendo que ele \nera o mesmo que eles e que tinha a mesma autoridade e por isso não queria\nresponder as questões deles, usando este termo e outros termos sem respeito. Para\nmostrar sua autoridade o Conselho político lhe condenou a pagar uma multa \nde 50 crusados destinados aos pobres e lhe deteram até que se fizesse o \npagamento. Depois de ter violado a detenção, ele foi trazido mais uma vez pelo\n(fiscael) perante o Conselho político que reivindicavam 200 crusados pela \ninfração. O Conselho político queria recusar a demanda do fiscal porque ele só\ntinha ido a Igreja, mas ele tomou uma posição muito impertinente, dizendo\nque não tinha medo do Conselho político, que ele era tão bom quanto eles, que\ntinha o mesmo poder jurídico, e mesmo que lhe condensassem a forca ele não\nestava preocupado e que ele não tinha a intenção de responder etc.\n\nPor causa de sua desobediência e falta de respeito o Conselho político\nlhe multou pela segunda vez pela soma de 100 florins destinada aos pobres. \nDepois de uma deliberação e não querendo que a autoridade do Conselho\npolítico sofresse mais danos, sua Excelência e o Alto Conselho julgaram que a\nsentencia do Conselho político continua valida e que o Escabino Francisco \nDias de Oliveira terá que pagar a multa, mas visto que isto tudo foi causado \npela desobediência de Paulo Gomes de Lima perante os Escabinos, ele\ntambém será sentenciado à pagar 200 crusados. Assim mudou a sentencia dos\nEscabinos, a sabe que Paulo Gomes de Lima será demitido como secretario e no \nlugar de 200 crusados deverá pagar à Francisco\nDias de Oliveira 250 florins, que é a mesma soma que foi multado o Escabino \npelo Conselho político.\n\n"
        },
        {
            "id": 277,
            "day": "13 de maio",
            "contents": "\nNovamente compareceu na reunião o judeu Bento Henriques, requerendo\npermissão para partir a pátria mãe. Sobre isto foi decidido dizer-lo que ele sabia\no que era a nossa instrução, a saber, que devíamos convencer-lo de contar-nos\nseu segredo. Ele contou que tinha a intenção de revelar-la e por isso queria\npartir para a pátria mãe. Como resposta lhe disseram que ele tinha que revelar-\nla aqui a sua Excelência e o Alto Conselho e que ele estava impedido de partir\npara a pátria. Também que a razão da instrução é que nos não podemos nos\nresponsabilizar caso ele morresse no caminho, e que não conhecêssemos o\nsegredo, por isso pedimos-lhe à repensar o assunto. Ele também deveria\ndiminuir suas condições, por que uma pensão eterna por uma parte tão grande nunca\nseria aceito. E se ele fosse razoável e participasse nos trabalhos então sua\nExcelência e o Alto Conselho estariam dispostos a exceder as instruções, mas o\nque ele tinha oferecido até agora não estava em proporção. Ele disse que\npensava estar sendo razoável e que eles não poderiam impedi-lo de viajar e\nassim ele foi despedido.\n\n"
        },
        {
            "id": 278,
            "day": "18 de maio",
            "contents": "\nFoi decidido que sua Excelência explicará numa carta o que nós temos contra a\ncarta impertinente do senhor Arzciszewsky e mandará esta carta para os \nSenhores XIX e também se queixará perante os Senhores dos Estados Gerais e \nsua Majestade, disto. O assessor ficou encarregado a escrever-la. \nOs predicantes Soler e Kesbrins e o idoso Jacob Alrichs declararam que a \nigreja, a qual nós tínhamos prometido, estava arrumada e que os bancos tinham \nchegado hoje de maneira que eles pensam que amanhã se poderia fazer a\nprimeira predicação em holandês e continuar todas as semanas, na quinta feira.\nVisto que aos domingos durante a predicação em espanhol no Recife não está\nsendo bem visitada, O Senhor Soler quer fazer a predicação em espanhol aos\ndomingos na parte da manha, e a partir daí, ir depois as aldeias para fazer a \npredicação para os brasileiros na parte da tarde. Nós lhe respondemos estar\ntotalmente de acordo com ele e lhe consentimos de contratar um sacristão, que\npoderá viver ao lado da igreja, onde os predicadores irão entrar. Também será\nescolhido um dos cidadãos mais honestos para ser o Mestre da Igreja. Visto\nque eles precisam de um cavalo que estará a dispor daquele que tem que fazer a predicação, Nós\nencomendaremos um dos nossos próprios cavalos e um negro para tomar \nconta dele, esperando até que se encontre um outro cavalo para este serviço.\n\n"
        },
        {
            "id": 279,
            "day": "20 de maio",
            "contents": "\nSua Excelência propôs na reunião aos Senhores do Alto Conselho que após ter\nrefletido sobre a caluniosa missiva do Coronel Arzciszewsky e prezando à si\nmesmo e o Alto Conselho como sábios (hoogst geledeert), que o coronel \ndeveria ser confinado em seu alojamento até que ele seja convocado para esta \nreunião e que dê razão e satisfação pela sua calunia o que foi aprovado pelo\nAlto Conselho.\n\nO Nobre senhor Mortamer, diretor da capitania Itamaracá, comunicou que a \nilha Itamaracá e a cidade seriam beneficiadas se os Escabinos desta capitania ali \nse reunissem.Talvez eles resolvessem de fazer-lo mais rapidamente no \nmomento em que uma igreja na cidade fosse construída ou criada. Foi decidido \nque o Senhor Mortamer poderá tomar todas as providencias para que os \nEscabinos sejam estimulados a se reunirem na Ilha. Mas ao que diz respeito a \ncriação da igreja isto não foi aprovado, visto que a muito tempo atrás ficou acordado\ncom os habitantes, que foi conquistado com a espada, e a partir daí os papistas nunca \nmais tiveram uma igreja e nós receberíamos muitas queixas e se falaria muito se \nnós re-introduzíssemos na cidade do evangelho o catolicismo. \n\n"
        },
        {
            "id": 280,
            "day": "20 de maio",
            "contents": "\nSua Excelência exigiu uma reunião do Alto Conselho\nonde ele propôs oralmente o seguinte: meus senhores na medida em que eu \nreflito sobre as ações de Christoffel Arzciszewsky quanto mais eu vejo que por\ntraz delas se escondem coisas muito importantes. Ninguém, com uma mente \nsã, teria coragem de atacar seu governo com ações tão afrontosas, a não ser\nque e tivesse uma base forte em quem ele possa apoiar. Christoffel \nArzciszewsky é visto por muitos como um homem sábio e prudente por isso, \nações deste tipo não seriam iniciadas sem este apoio. Por isso eu penso\nprincipalmente que Sua Alteza o príncipe de Orange ou a companhia das \nÍndias Ocidentais devem estar com uma certa desconfiança em minha pessoa e \nem nossos serviços, o que eu não espero e não mereço porque durante 20 anos\nenquanto eu estava à seu serviço e em todas ocasiões estava à seu dispor,\nninguém pode me acusar que eu alguma vez já dei uma razão para tal\ndesconfiança.\n\nMesmo assim, reforça minha opinião visto que os Senhores XIX escreveram\nem sua comissão (commisie?) e instrução que foi dada à Christoffel\nArzciszewsky como general de artilharia, que nos nossos  armazéns de \nartilharia e equipamentos militares observaram uma grande saída de bens em \nsua desvantagem, o que eles vêem diariamente. Por isso eles permitirão a\nadmissão do Arzciszewsky como general da artilharia, lhe ordenando de se\nencarregar deste negocio assim que chegasse e colocar a situação em ordem e\nfazer um estatuto que a partir de agora constantemente seja mantido, (o que até agora era a parte \nprincipal do meu trabalho) junto a isto lhe deram ordens para serem \ninformados diretamente sobre as condições de todos os armazéns e fortes. E\nainda mais Arzciszewsky me assegurou  e informou oralmente que quaisquer \nmateriais e equipamentos de guerra (que nós já tantas vezes durante dois anos \nseguidos, havíamos pedido por cartas a pátria) seriam enviados assim que ele \nos requeresse.\n\nPor esta e outras razões confirma-se o que eu já disse anteriormente: que\nArzciszewsky não somente foi mandado para vestir esta função, mas também\npara controlar todos os meus passos. Isto eu acho muito prazeroso e não\ntenho nenhum constrangimento ao menos que se informe meus mestres sobre \no assunto, caso ele fosse um homem honesto e não o ladrão tão vilão o que\nnão somente se está vendo agora, mas no passado também já se havia\npercebido.\n\nO que será que eu poderia esperar a partir deste momento do meu esforço, do \nque o fato de que uma outra pessoa irá se apossar dos méritos\ne passar-lo benevolente à  Arzciszewsky assim como eu o coloco uma vez à disposição dos\nSenhores.\n\nObs: aqui não está claro o que ele coloca à disposição: se é o trabalho/\nfunção/ mérito ou seu problema.\n\nEm seguinte eu peço seriamente que minha situação seja bem defendida\nlevando em conta a companhia e a salvação deste Estado, por isso estou\nrequerendo que os Senhores resolvam com objetividade a escolham um dos \ndois, sabendo ou que eu entregarei minha função ou que Arzciszewsky seja\ndespedido e mandado para a pátria mãe. E para que os Senhores não tenham\nduvidas sobre minha decisão,\n\nAssim eu juro aqui pela minha alma que eu não irei me desviar desta resolução,\ne fico esperando sua resposta.\n\nCom estas palavras sua Excelência se levantou, enquanto os Nobres Senhores\ndo Alto Conselho lhe pediram para ficar e partiu em direção de um outro\nquarto, esperando a decisão dos Senhores. Os Senhores do Alto Conselho\nacharam difícil de decidir um caso tão importante, discutindo este caso tão\ninesperado entre si, porque de um lado eles tinham a firme decisão já tomada\nde sua Excelência e do outro lado a dificuldade e o descontentamento ao se\nmandar uma pessoa embora da qual tantas pessoas tanto esperam na pátria e \nque também recentemente chegou com instruções tão abrangentes da sua\nAlteza e os Senhores XIX de quem uma grande indignação pode ser esperada pela medida que se foi\ntomada. Por isso foi decidido se fazer o possível para se persuadir sua \nExcelência à se reconciliar com o Coronel Arzciszewsky à não ser que o\nCoronel admitindo sua culpa dê satisfação à sua Excelência.\nIsto foi proposto à sua Excelência e tudo se tentou para convencer-lo mas sua\nExcelência que de maneira alguma iria mudar sua decisão e também não\npoderia aceitar nenhuma forma de satisfação, mesmo se o Coronel fizesse o\nmaximo e caísse de joelhos perante à ele e mesmo que se chegasse a uma\nreconciliação ou satisfação ele não a aceitaria, porque ele não nunca mais teria\nconfiança nele, e viveria em desconfiança, o que seria pior para a companhia. \nPor isso ele permaneceu com sua decisão como aqui em cima foi descrito e afirmou-la com\num juramento, e depois disto sua Excelência partiu novamente. Os Senhores\ndo Alto Conselho encontravam-se em uma situação difícil por causa da\npersistência de Sua Excelência, não porque o assunto já era delicado por si\nmesmo ou porque a demissão do Coronel Arzciszewsky poderia ser ruim para\nCompanhia das Índias Ocidentais, mas por causa do descontentamento \ndaqueles na pátria mãe que tem um grande respeito pelo coronel.\nAssim foi decidido se convocar todos os Senhores do Conselho político,\npara se debater o assunto com eles e lhes pedir seus conselhos. Isto foi \ninformado à sua Excelência que achou necessário e preciso.\nQuando os Senhores do Conselho político apareceram na reunião, a saber,\nElias Herckmans, Balthazar van de Voorde, Johan Bodecheer Benning e De \nWitte, sua Excelência repetiu sua proposição e concluiu de novo que não\nmudaria sua decisão, e seriamente requeriu mais uma vez aos Nobres Senhores\nde tomar uma decisão e partiu novamente.\n\nOs Senhores do Alto Conselho debateram o assunto com os Senhores do \nConselho político e discutiram todos os descontentamentos que poderia surgir \nsobre isto na pátria. Assim foi decidido tentar se persuadir sua Excelência à se\nreconciliar com o Coronel  a não ser que ele receba satisfação. Este remédio foi\nutilizado mais uma vez seriamente, mas sua Excelência não dobrava e\nsustentava com um juramento em nome de Deus todo poderoso que ele nunca poderia mudar sua decisão.\nOs Senhores do Alto Conselho discutiram longamente com os Senhores do \nConselho político sobre as ações do Senhor Arzciszewsky. Eles entenderam a\nrazão pela qual sua Excelência se sentiu ofendida, a saber, a carta culposa\ne proposições caluniosas do Senhor Arzciszewsky. Eles prevêem problemas\ncaso uma pessoa como essa cheia de ciúmes e más intenções esteja contra sua\nExcelência, sendo assim um dos dois terá que ceder. Visto que não existe\ncomparação entre a pessoa de Arzciszewsky e a pessoa de sua Excelência, por\nisto foi decidido unanimemente se permitir o desejo de sua Excelência, a saber,\nque Christoffel Arzciszewsky irá embarcar no navio que está preparado para \npartir e será mandado à pátria, ele ficou encarregado de se privar de qualquer\nforma de comando de uma de suas funções e não aceitar mais nenhum outro.\nEsta decisão foi comunicada à sua Excelência que agradeceu aos Senhores\nvisto que eles tinham se conformado com a sua decisão. Os Senhores de nosso\nConselho, Elias Herckmans e o Senhor Mortamer foram indicados de \ncomunicar esta decisão diretamente ao Senhor Arzciszewsky.\n\n"
        },
        {
            "id": 281,
            "day": "27 de maio",
            "contents": "\nSua Excelência propôs, com relação à Duarte Gomes da Silveira, que insistia\nque ele mesmo e seus amigos deveriam ser liberados visto que ele já era um \nhomem muito velho e que ele está passando muito mal na prisão\ne que ele estava sofrendo percas irrecuperáveis. Principalmente porque ele não\nmais se encontra no seu Engenho e agora já é hora que tudo se ponha em \nordem para a safra, se não as percas serão enormes. Em seguinte deverá se\ncobrar uma fiança que esteja a altura de sua pessoa. Visto que sua Excelência\nestava pronto para partir para Paraíba e ali seria surpreendido pelos amigos e \nhabitantes de seu Engenho que irão interceder em nome de Duarte Gomes, se\nrequer dos Senhores uma decisão firme para este assunto e que se comunique à\nestas pessoas. Assim foi decidido pela maioria que: visto que Duarte Gomes é \num homem velho, e é necessário que ele coloque ordem em seus negócios, e \nele nunca demonstrou nenhuma má vontade, mas ao contrario sempre esteve à\nserviço da Companhia, ele seja solto da prisão. Mas visto que ele possui uma\ngrande autoridade que caso ele queira fazer algum mal durante uma invasão\ninimiga nestes distritos e que poderia representar uma grande ameaça, \nprincipalmente agora que a frota espanhola se encontra na Bahia e está incerto \nse eles vão atracar.\n\nAssim foi decidido de alojar-lo no forte Margareta e mandar-lo para seu \nEngenho com um bom pelotão de soldados até que se receba uma mensagem\ndizendo que a frota partiu de Bahia.\n\n"
        },
        {
            "id": 282,
            "day": "6 de junho",
            "contents": "\nVisto que nossas financias continuam muito escassas e não se recebe nenhum\npagamento em dinheiro por parte dos devedores da Companhia assim é \nnecessário se fazer conhecer que todos os particulares que queiram mandar \naçúcar para à pátria serão obrigados de pagar o reconhecimento em dinheiro,\ncomeçando pelos os navios que agora estão sendo carregados. Escreveu-se ao\nSenhor Alberti para que faça o mesmo em Paraíba.\n\nEm seguida, visto que as pessoas levam muito tempo para pagar as parcelas da \nCompanhia em Recife, aonde eles construíram uma edificação, foi declarado\npor cartaz que cada deverá pagar diretamente seu primeiro pagamento de \nfevereiro aos tesoureiros, de acordo com a taxação, ou que se execute\ndiretamente os inadimplentes.\n\n"
        },
        {
            "id": 283,
            "day": "7 de junho",
            "contents": "\nVisto que o tempo normal de troca de Esabinos está chegando e o dia 1 de \njulho é o dia que os Escabinos vão se reunir pela primeira vez, assim foi\ndecidido se escrever aos senhores Diretores e Escoltetos de reunirem os \neleitores em seus distritos, para fazer novas eleições em quantidade triplicada, a\npartir da qual nós iremos escolher os novos Escabinos. O Senhor Herckmans \nfoi escolhido como presidente do Conselho político para eleger pessoas para as \nvagas livres de eleitores para os distritos de Olinda e Paraíba e nos informar \nquem foi escolhido.\n\nVisto que os negócios com pátria diminuíram e com certeza não estão sendo\ncomo o ano passado e assim se transporta de maneira obscura todo dinheiro \nholandês deste país, para desconforto de habitantes honestos, habitantes que não\nconseguem ver a diferença entre os dinheiros.\n\nAssim mais uma vez é altamente proibido se transportar ouro ou dinheiro de \nprata correndo o risco de ser confiscado e ainda se pagar o dobro a mais.\n\n"
        },
        {
            "id": 284,
            "day": "10 de junho",
            "contents": "\nVisto que os 3 Schellingen, que devem ser pagos como dinheiro do passo em \nRecife por cada caixa de açúcar transportado em uma carroça, não podem ser\ncobrados pelo o Comissário Christiaen Govertz foi decidido arrendar o mesmo \ne se publicar por meio de cartazes, por 28' (deste) assim como o passo de \nBarreto, para com mesmo, começando no dia 1 de julho pelo período de um ano. \nVisto que nossa farinha quase acabou, com exceção de 64 toneladas, o que\ncontando só com o Recife não vai durar muito tempo, assim ficou encarregado\no Comissário Wima de mandar parar todas as padarias com a produção tanto\nde pão fofo com de pão duro até que Deus  nos provenha de farinha vinda da\npátria, e se dará aos soldados dinheiro em lugar de pão para que eles comprem\nfarinha.Também ficou resolvido de se escrever para Porto Calvo, Cabo de \nSanto Agostinho, Itamaracá e Paraíba mandando parar a produção de pão e\nserá feito o possível para mandar-lhes farinha para poderem alimentar as \nguarnições, isto será difícil por causa da escassez, mas deve ser feito assim\nnesta situação de urgência, e o senhor Alberti proverá de farinha em vez de pão\no resto do navio 'De Hoop' que esta sendo carregado na Paraíba e viajará de \nvolta.\n\nOs Senhores Herckmans e Van de Voorde nos informam que o Conselho \npolítico escolheu as seguintes pessoas como eleitores para os lugares que \nestavam livres, a saber:\n\nPara Olinda e seu distrito: Jacob Alrichs, Hans van der Goes, Gilles Hroft\n(Crol?).\n\nPara Paraíba e seu distritos:\nPiter Coets, Jasper van Sulphen.\n\n"
        },
        {
            "id": 285,
            "day": "14 de junho",
            "contents": "\nVisto que o Escolteto Arnout van Liebergen de Alagoas, foi convocado para \ndar uma explicação sobre as queixas que foram feitas sobre ele, assim os\nSenhores do Conselho político investigaram sua situação e lhe deram ordem\npara voltar ao seu lugar provisoriamente, porque as queixas não formam razão\nsuficiente para começar algo contra ele. Assim sendo somente lhe foi dito de \nprestar atenção no que ele está fazendo e tomar providencias de maneira que\nnão venham mais queixas sobre sua pessoa por que na próxima vez eles não o\ndeixarão tão facilmente em paz.\n\n"
        },
        {
            "id": 286,
            "day": "15 de junho",
            "contents": "\nOs eleitores do distrito Porto de Calvo, com cartas de 4 de junho, nos mandam \nas seguidas nominações em 'triple turma' para dentre eles se escolher\nEscabinos, que regerão o próximo ano:\n\nBalthazar Xeitao d'Olinda, -Francisco de Sousa Falcão, - Julien de Ellima, -\nFranscisco Rabello da Silva,- Salvador Pereira, -David de Vries, - Gonçalvo \nDomingues,- Gaspar Gonçalves Ullig.ra Pero Franscisco da Silva.\n\nOs Escabinos que regerão o ano passdo são:\nManoel De Gueirogua, - Rodriguo de Barros Pimentel,- Manoel Vekgirim,- \nManoel Gonçalves Maraguao, - Diogo Gonçalves Costa.\n\nDos quais por nós foram escolhidos como Escabinos para governar este ano:\nDos antigos Escabinos: Manoel de Gueirogua, - Manoel Gonçalves Maraguao,- \nComo novos Escabinos: Francisco de Sousa Falcão,- Julien de Etima/Ellima ,-\nDavid de Vries.\n\nVisto que em Porto de Calvo não se encontra um lugar próprio onde os\nEscabinos possam se reunir, e administrar a justiça, e também não possui uma\nprisão nem um lugar para se pregar a palavra de Deus, e o negociante David de\nVries ali construiu uma grande casa que poderia ser utilizada para este \npropósito, assim foi ordenado ao citado Bas (Escabinos?) de comprar a casa e \ndiminuindo o pagamento do de Vries também se entregar uma casa de \noperários do engenho D'al Poits que pertence a companhia, e fazer o seu \nmelhor para efetuar tudo de maneira mais proveitosa para a companhia.\n\n"
        },
        {
            "id": 287,
            "day": "18 de junho",
            "contents": "\nOs eleitores da capitania de Paraíba, reunindo-se no dia 10 deste mês, fizeram\numa eleição em três turnos (triple turma) para daí se escolherem os Escabinos\nque vão governar no próximo ano:\n\nOs antigos Escabinos são os seguintes:\n\nGerardo Mendes,- Menso France,- Eduart Munninckhoven,- Manoel \nD'Almeida,- Jan van Ool.\n\nAs pessoas escolhidas são as seguintes:\n\n- Manoel de Queseiros de Seignoro,\n- Manoel de Azevedo,\n- Francisco Camelo de Valcasar,\n- João do Souto,\n- Rafael Carvalho,\n-  Jacques van der Neezen,\n- Francisco Gomes Nomis,\n- Francisco de Avaredo,\n- Samuel Geeraerts,\n- Gaspar van Sulpher,\n- Manoel da Costa,\n- Jan Cornelis Jongeneel,\n- Hendrick Cabel,\n- Pieter Coets,\n- Hendrick Adriaens Lely.\n\nDestes foram escolhidos os seguintes:\n\nDos antigos Escabinos são:\n\n- Gerardo Mendes,\n- Menso France\n\nDos outros:\n\n- Manoel de Azevedo,\n- Francisco Camelo de Valcasar,\n- Manoel da Costa.\n\nVisto que na Capitania de Itamaracá faltavam dois eleitores, em relação com a\nquantidade que se tinha determinado, assim escolheram os Senhores do \nConselho político os seguintes para completar: Paulo Antonio Daems, Jan ten \nBerge.\n\n"
        },
        {
            "id": 288,
            "day": "22 de junho",
            "contents": "\nVisto que os Portugueses constroem sem permissão novas igrejas em lugares\ndiferentes, concertam velhas igrejas abandonadas e aumentam outras, por isto \no Escolteto Jan Schaep ficou encarregado de proibir isto onde ele vê que isto\nesta acontecendo até que eles recebam a permissão.\n\nOs Escabinos de Olinda informam que eles ontem se reuniram com os \neleitores na cidade e que as seguintes pessoas foram escolhidas para serem \ninstaladas o próximo ano como Escabinos e Diretores de orfanato:\n\nDos antigos Escabinos:\n\n\n- Gaspar Dias Ferreira,\n- Willem Doncker ( governaram durante dois anos )\n- Samuel Halters,\n- Casper Van der Ley,\n- Luiz Braz Bezerro.\n\nAs pessoas denominadas foram:\n\n- Paulo de Araújo de Azevedo,\n- Antonio de Bulhões,\n- Francisco de Brito Pereira,\n- Francisco de Andrade Camino,\n- Gaspar da Silva,\n- Juan Fernandes Vieira,\n- Mathias Beck,\n- Christoffel Eyerschettel,\n- Michiel Hendricks.\n\nComo Diretores de orfanato, os seguintes:\n\n- Jacques Hack,\n- Joost van den Boogaert,\n- Jacob Coets,\n- Cosma de Castro Passos,\n- Antonio da Silva Barbosa,\n- Antonio Vieira.\n\n"
        },
        {
            "id": 289,
            "day": "23 de junho",
            "contents": "\nAs seguintes pessoas denominadas foram escolhidas como Escabinos da \ncidade de Olinda e seus distritos:\n\nDos antigos Escabinos:\n\n- Samuel Halters,\n- Luis Braz Bezerro\n\nDos outros:\n\n- Antonio de Bulhões,\n- Paulo de Araújo de Azevedo,\n- Christoffel Eyerschettel.\n\nVisto que os inimigos saquearam a cidade de Apipucos (Apecosques) e estas \npessoas que estao sendo muito procuradas se esconderam nas plantações de\ncana de açúcar de Francisco Monteiro, e ele tem dois filhos e um genro que são\ncapitães dos inimigos em Bahia, e visto que ele, entre um dos grandes deste\npaís, goza de um grande respeito e autoridade dos portugueses e se conduz de \numa maneira muito parcial para com os mesmos assim foi decidido, (e visto \nque não existem duvidas de que ele não tenha se correspondido com o\ninimigo) se apreender ele e os filhos que com ele moram e sua filha casada e \nmandar-lhes para pátria mãe, permitindo que seus bens estejam à sua\ndisposição e que sua mulher e seus outros filhos possam ficar.\n\nComo Diretores de orfanato de Olinda Foram escolhidas as três seguintes pessoas:\n\n- Gaspar da Silva,\n- Antonio Vieira,\n- Jacob Coets.\n\n"
        },
        {
            "id": 290,
            "day": "26 de junho",
            "contents": "\nOs eleitores da capitania de Itamaracá e Goiânia se reuniram e denominaram as \nseguintes pessoas para por nós serem escolhidas como Escabinos e \ngovernarem no próximo ano de acordo com a missiva datada de 22 deste mês:\n\nOs antigos Escabinos são:\n\n- Estevão de Conseiro,\n- Johan Wijnandts, ( governaram durante dois anos ).\n- Francisco de Lugo de Brito,\n- David van Kessel,\n- Jorge Estuardt (governaram durante um ano).\n\nOs novos denominados são:\n\n- Gonsalvo Cabral de Caldas,\n- Juan Guarces,\n- Francisco Lopes de Orosco,\n- Paulo Antonio Daems,\n- Juan Michiel Bachman,\n- Cornelis Stalpaert,\n- Johan Hoeck,\n- Pieter Seullin,\n- Hobbe Ritzema.\n\nDas quais as seguintes pessoas por nós foram escolhidas como Escabinos.\n\nDos antigos Escabinos:\n\n- Francisco de Lingo/Lugo de Brito,\n- David van  Kessel.\n\nDos outros:\n\n- Gonsalvo Cabral de Caldas,\n- Juan Guarces,\n- Pieter Seul(l)in.\n\n"
        },
        {
            "id": 291,
            "day": "28 de junho",
            "contents": "\nO direito da arrecadação de 3 Schellingen, para cada caixa de açúcar que é\ntransportado ao Recife por carroça, entrando pelos portões, foi dado pelo\nperíodo de um ano, começando no próximo dia 1 de julho, à Coenraedt\nJanssen Meackinge pela soma de 3060 florins caso as condições se façam maiores.\n\n"
        },
        {
            "id": 292,
            "day": "30 de junho",
            "contents": "\nJacques Hack compareceu na reunião se queixando que sua filha estava na casa\nde Joost van Boogaert contra a vontade dele, \nE requerendo que nós o ajudássemos e fizéssemos com que ela voltasse para \ncasa. Assim Joost van den Boogaert foi convocado e lhe foi dito \nque ele cuidasse que ela voltasse imediatamente para casa de seu pai, e caso ele \nnão o faça por bem, nós nos meteríamos no assunto.\n\n"
        },
        {
            "id": 293,
            "day": "1 de julho",
            "contents": "\nVisto que os eleitores do Conselho de Igaraçu se reuniram e fizeram uma \neleição em três turnos, as seguintes pessoas foram denominadas como\nEscabinos:\n\n\n- Vincento de Se(r)gueira,\n- Pieter Marissing,\n- Marcos Piros de Lucena,\n- Estevão de Prado Leão,\n- João de Matos da Costa,\n- Francisco de Souza,\n- João Pimenta.\n\nOs antigos Escabinos são:\n\n- Franscisco Dias de Oliveira,\n- João Lorenco Francês,\n- Leornardo Dias,\n\nDestes foram escolhidos as seguintes pessoas para governar o próximo ano:\n\n- João Lorenco Francês,\n- Vincento de Sergueira,\n- Pieter Marissing.\n\nEm seguinte os eleitores denominaram as seguintes pessoas como para dentre\neles se escolherem os Diretores de orfanato para o próximo ano:\n\n- Tome Gomes,\n- Johan de Matos,\n- Inácio Pais,\n- Domingo de Maseda,\n- Pedro Fereira Vilarinho,\n- Marcos Pires,\n- Johan Dias Leite.\n\nOs antigos Diretores de orfanato são:\n\n- Sebastiaan Lopes da Fonseca,\n- Sebastiaan Vieira,\n- Domingos Mendes Braha.\n\nEntre estas pessoas as seguintes foram escolhidas:\n\n- Sebastiaan Lopes da Fonseca,\n- Johan de Matos,\n- Marcos Pires.\n\n"
        },
        {
            "id": 294,
            "day": "4 de julho",
            "contents": "\nNa reunião compareceu o senhor Johannes Bodecherius Banning do Conselho\nPolítico requerindo pela terceira vez licença para poder partir \na pátria o que finalmente lhe foi concedido depois de ter-lhe sido aconselhado \npor muitos de fazer as pazes com seu colégio, , para assim se prevenir os \nproblemas que a companhia e a justiça poderia vir a ter por causa das \ndesavenças dentro do Conselho político, o que ele não aceitou.\n\n"
        },
        {
            "id": 295,
            "day": "5 de julho",
            "contents": "\nVários comerciantes estão se queixando que os navios que partem para a pátria,\ncada vez estão levando pessoas que lhes devem muito sem que eles estejam a\nparte. Por causa disto os credores estão ficando frustrados por que não estão\nsendo pagos os seus débitos e eles requerem que se ponha ordem nisto para \nque isto seja evitado. Foi-lhes informados que no nosso ultimo cartaz uma \npena muito grave foi inserida e que mais uma vez será requerido na reunião\ndos Senhores XIX, para que em lugar de 50 florins, como antigamente, para os \nespaços respectivos num certo lugar da carga seja extraordinariamente \naumentado, de maneira que os capitães não tenham nenhuma desculpa para o\nque eles mesmos ou seus tripulantes façam, por que muitas pessoas estão\nsendo escondidas no navio pela tripulação sem que o capitão saiba.\n\n"
        },
        {
            "id": 296,
            "day": "6 de Julho",
            "contents": "\nVisto que existe uma grande confusão com os médicos que vieram junto com\nos soldados da companhia da pátria e que com seus caixões ficam na\ncompanhia sem que eles queiram prestar serviço para terceiros e não declaram\no que eles possuem em forma de remédios, e os medicos deverão ser\nordenados de seguir o exercito, assim foi decidido de se conceder um ato ao \ndoutor (Willem) Piso e mestre Abraham Duurcoop aonde está que todos os médicos sem exceção deverão seguir suas ordens e que eles\ndeverão justificar  o que eles fazem com seus com seus medicamentos.\n\nO honrável e beato pastor Cornelis van der Poel servidor do evangelho \nsagrado na Paraíba reuniu-se com sua Excelência Frederico (?) e o Alto\nConselho explicando seus motivos maiores que lhe obrigavam a partir para a \npátria para colocar seus negócios em ordem que estavam correndo o risco de \nse perderem e poder recuperar-los, bens que foram herdados ou que foram \nrecebidos durante seu serviço, pelo que ele estava preocupado de sofrer danos \nnotáveis.\n\nFoi decidido de se deliberar com os outros predicadores depois do qual foi \ndecidido que o predicador Cornelis van der Poel aqui supracitado deverá apoiar \nseu colegas mais quatro ou cinco meses com suas predicações porque ele ainda\nnão pode faltar. Nós esperamos neste período encontrar alguns predicadores\nda pátria e no final deste tempo seu requerimento será permitido.\n\n"
        },
        {
            "id": 297,
            "day": "7 de julho",
            "contents": "\nOs Senhores do Conselho político, De Witte, Herckmans e Van de Voorde \ninformaram que o seu colégio estava desfalcado para poderem tomar conta da \njustiça diária.\n\nVisto que os Senhores Herckmans e van der Voorde assumen a função de\ntesoureiros e estão ocupados pelo pagamento de pessoas privadas e não podem\nfazer uma audiência diariamente e o Senhor De Witte não o pode fazer\nsozinho, eles requerem que nós o ajudemos com um adjunto ou de outra \nmaneira. Assim foi decidido que o Senhor Mortamer, diretor na Capitania de \nItamaracá que não tem muitos afazeres venha para aqui\nPara aqui assistir o colégio e à cada três semanas vir de Itamaracá por três ou\nquatro dias, para ali despachar o que seja necessário.\n\nEntretanto os Senhores tesoureiros irão instituir certos dias onde para se fazer\nos pagamentos e outros dias para presenciarem os casos de justiça. Nos dias de \npagamentos De Witte e Mortamer poderão despachar pequenas coisas.\n\n"
        },
        {
            "id": 298,
            "day": "10 de julho",
            "contents": "\nOntem foi mandado se fazer uma paliçada ao longo do rio em Antonio Vaz \ncomeçando a partir da barm de pedra do forte Ernestus até sudoeste ou o \nponto da metade do boulevard do maoir bairro em Antonio Vaz de acordo \ncom o orçamento da paliçada do forte Ernesto e pelo mesmo preço.\n\n"
        },
        {
            "id": 299,
            "day": "11 de julho",
            "contents": "\nFicou resolvido por todos os capitães de escreverem todos os diretores para\nque eles inscrevam todos os cidadãos civis holandeses, ingleses e franceses,\nsenhores de engenhos, e trabalhadores junto com seus  cavalos e armas, \nanotando onde eles moram e anunciando  que eles estejam prontos para serem \nconvocados e que cada um deverá vir com uma (sijdgeweer) espingarda e um \npar de pistolas ou uma carabina ou uma arma deste tipo, o que eles poderão arranjar. Aqueles\nque vierem a pé deverão trazer à alem de uma ( sijdgeweer ) espingarda, um\nmosquete com sua (bandelier) ou um \"vierroer' ou um 'snaphaen' ou uma \n(pieck) lança. \n\n"
        },
        {
            "id": 300,
            "day": "12 de julho",
            "contents": "\nVisto que nosso cofre está completamente vazio e não se consegue arrecadar\ndinheiro do povo, não sabemos como nós podemos pagar as pensões. Por\ncausa disto nos sentimos altamente aflitos e se não vier alguma coisa que nisto\nnos possa prover, estaremos muito preocupados de cair em discredito.             \nPor isso é necessário que os particulares paguem o reconhecimento pelo o \naçúcar transportado em dinheiro pelo preço atual. Foi decidido de se pedir \nconselho aos corretores juramentados e de acordo com o relatório ficou \nresolvido de se estabelecer o preço do açúcar no seguinte preço: o branco por \n21 schellingen, o moscavado 13 schellingen, e o paneis 9 schellingen a arroba.\n\n"
        },
        {
            "id": 301,
            "day": "13 de julho",
            "contents": "\nNós recebemos uma missiva dos eleitores de Serinhaem contendo as \nnominações das pessoas que eles acham capazes de como Escabinos assumir o\ngoverno para o ano:\n\nDos antigos Escabinos:\n\n- Miguel Fernandes de Zaa (governou durante dois anos)\n- Gasper Correa Rejuos,\n- François de La Tours.\n\nOs novos nominados:\n\n- Francisco Soares Carha,\n- Guiliem Placquen,\n- Domingos Fernandes Bregas,\n- Marcus Paulij Vijth,\n- Diego Gonçalves Costa,\n- Roelandt Carpentier,\n- Manoel Velho Ferreira Manoel Pinto Pereira,\n- Lorenco Ferreira Boltancor.\n\nApartir deste sua Excelência e o Alto Conselho escolheram os seguinte:\n\nDos antigos Escabinos ficara o seguinte:\n\n- Gasper Correa Reguo/Rejuos\n\nJunto a ele irão servir:\n\n- Roelandt Carpentier,\n- Manoel Velho Ferreira.\n\nEstes são os nomes que o Escotelto e Escabino de Serinhaem estão\nencarregados de inscrever e essas pessoas deverão fazer o juramento de\ncostume, perante o Coronel Hans van Koin ou caso ele não esteja presente\nperante o Escolteto Jan Blaer.\n\nHoje o presidente do Conselho Político mostrou em nome do Conselho \npolítico de Recife um relatório onde o conselho descreve a leviana vida de seu colega o senhor Johan \nBodecheer Benning queixando-se que o colégio está ficando com o nome sujo. \nEles requerem ser limpados do mesmo por meio de uma decisão soberana da\nparte de sua excelência e os Nobres Senhores de acordo com a vontade dos\nSenhores.\n\nO Nobre senhor Onno Ulpherdij anuncia que era necessário se instalar um \nconselho de Escabinos em rio São Francisco de maneira que eles à serviço da\ncompanhia ou no caso de inconveniência possam fazer justiça. Por isso foi\ndecidido que ele com seu colégio irá escolher eleitores que irão denominar em\nquantia de três para que Escabinos possam ser eleitos.\n\nVisto que muitos holandeses que são proprietários de Engenhos estavam se\nqueixando sobre a proibição de transporte de alimentos de que eles tanto\nprecisam para manter seus empregados e negros, assim foi resolvido se decidir \nquais alimentos serão permitidos e quais não serão permitidos e intensificar o\ntransporte dos alimentos que forem liberados. Foi decidido que só será \nproibido o transporte dos seguintes alimentos: carne salgada, toicinho, \nmanteiga, queijo, peixe ressecado, bacalhau seco, farinha e vinho espanhol.\n\n"
        },
        {
            "id": 302,
            "day": "15 de julho",
            "contents": "\nSua Excelência informa que ele alguns dias passados tinha convocado todos os\nCapitães e principalmente os brasileiros. Eles se reuniram ontem onde sua\nExcelência fez um discurso para ganhar a confiança deles, para o proveito da\nCompanhia e que durante um período de guerra neles possamos confiar. Eles \nresponderam que eram irmãos de sua Excelência e que para ele queriam viver\nou morrer e assim que fossem convocados pegariam as armas e o ajudariam \nimediatamente.\n\nAssim sua Excelência decidiu honrar esses caciques e capitães dos brasileiros\ncom algumas roupas para cada um deles.\n\nVisto que é necessário que o senhor Pieter Mortamer do Conselho político e \ndiretor da capitania de Itamaracá passe a morar em Recife, porque o colégio \n(Por causa da morte do senhor Hogeveen, a partida do Senhor Bodecheer, a \nabsencia do senhor Ulpherdij que se encontra no rio São Francisco, a\ndebilitacão senhor Basin Porto de Calvadea e porque os senhores Herckmans e\no senhor Van de Voorde estão muito ocupados com a tesouraria) e os casos de\njustiça estão mau cuidado, assim foi decidido que os Escabinos de Itamaracá\ndeverão se reunir na ilha de Itamaracá no \"Stedelijken Schoppen\" de acordo\ncom o antigo costume no tempo do governo espanhol, de maneira que o \ndiretor mais facilmente lá possa ir de vez em quando, saindo de Recife, e possa \nresolver o que possa estar acontecendo. Ao lado destas razoes nós também \ndecidimos, porque por meio disto, nós iremos popular mais a cidade da ilha e \nno caso de necessidade terão mais provisões e bens ao nosso dispor. Depois\ndo longo requerimento do capitão Jacob de Molijn para lhe dar o contrato de\ncaptação de bovinos, gado que se encontra ao sul da cidade de Sergipe Del Rey\naté Bahia, o caso foi levado em consideração. Em todos os casos será melhor\npara a Companhia, visto que o gado da Bahia está próximo e ele (o capitão)\npossa se apossar dele e gere o maximo possível de lucros para a Companhia. \nFora isto ele também poderá deter pessoas na fronteira de maneira que ele de vez em \nquando prenda alguém e por isto receba o dinheiro de fiança, o que se pode \nsuceder eficazmente e gerando proveitos. \n\nAssim se resolveu com o capitão de contratar-lo para a captura do gado, de\nmaneira que não somente se dê prejuízo ao inimigo e se receba fiança, mas\ntambém que a Companhia tenha proveito, o que de outra forma não\nreceberíamos. Ficou combinado com ele que ele capturaria o gado ou animais \ncom chifre nos distritos de Sergipe Del Rey em direção sul até Bahia durante o\nperíodo de um ano, começando no primeiro dia de outubro deste ano e \nterminando no ultimo dia de setembro. Em seguinte que ele pode utilizar \nsoldados da Companhia, por sua própria conta, para prover-lo assistência,\ncontanto que ele não acabe com a guarnição do rio São Francisco, de maneira\nque a Companhia esteja livre de quaisquer custos de alimentação ou de\ncuidados médicos. Também ele fará o melhor possível para fazer prisioneiros e \nmandar-los diretamente para cá ou para O Forte Openedo. Caso ele tenha \napreendido negros ele deverá entregar-los para a Companhia, recebendo para \ncada, tanto homens como mulheres, 20 reais de 8 a não ser que valam mais do\nque está indicado no contrato. Para o contrato ele deverá pagar a Companhia \n14.000 florins em duas parcelas, das quais a primeira cairá no dia primeiro de \nabril de 1640 e a segunda 6 meses mais tarde.\n\n"
        },
        {
            "id": 303,
            "day": "20 de julho",
            "contents": "\nO Capitão Jacob de Molijn, contratador da captura de gado ao sul de Sergipe\nDel Rey até Bahia, nos conta que porque a captura do gado é muito longe do \nrio São Francisco, ele precisava de um lugar,\nonde ele e sua gente pudessem recuar caso o inimigo ...\n\nEle requer para este fim que a igreja em Sergipe fosse equipada, o que foi \nconsentido ao menos que ele o faça utilizando meios do seu próprio bolso, \nmas que ele não torne isto uma obra demasiadamente grande para que possam\nse livrar do mesmo em caso de ataque.\n \n\n"
        },
        {
            "id": 304,
            "day": "22 de julho",
            "contents": "\nAlguns dias passados nós publicamos um edital para que se colham todas \nplantas de mandioca com mais de 8 meses e que se produza farinha com elas. \nMas visto que não somente é necessário garantir a provisão de farinha neste\nmomento, mas também no tempo que virá e se compartilha a opinião que o\nimposto para os habitantes que possuem negros, como esta indicado no nosso \nedital de janeiro, é muito baixo, foi decidido pedir o conselho dos senhores \nGaspar Dias Ferreira e Pedro Lopez de Verra. De acordo com o conselho \ndeles foi decidido se promulgar um edital, onde os senhores de engenhos tanto \nholandeses como portugueses e os lavradores das plantações de cana ficam\nencarregados de plantar 500 covas ( coras ) de mandioca no período de um ano \npara cada negro e negra que estão trabalhando. Os outros habitantes que não\nsão senhores de engenhos nem lavradores de canaviais deverão plantar 1000\ncovas de mandiocas para cada negro ou negra. Em seguinte que cada que \nestiver em falta deverão lembrados do juramento que fizeram para o país e\nlembrar-los que não estão mostrando dedicacão ao nosso estado, e na sua\nsegunda vez serão apreendidos e julgados como infiéis para com o estado,\ntendo como conseqüência a expulsão do país ou caso nós sejamos consultados\nos holandeses que faltarem com seus deveres deverão pagar uma multa\nequivalente à um Schelling para cada cova e na segunda vez os negros que\ndeveriam ter plantado a mandioca serão confiscados.\n\nO Coronel Koin relata que de acordo com a missão que ele tinha recebido, ele\ntinha taxado as rocas de todos os habitantes na freguesia de Serinhaem, o que \nlevou à um total de 175.670 covas de 8 ou mais meses. Depois de ter avaliado a\nterra de cada e ter levado em consideracão sua fertilidade foi decidido que eles\njuntos entregarão à Companhia dentro de um mês 3200 alqueires de farinha.\n\nA maioria dos negociantes mais importante mostra como eles tinham confiado \nno comercio de diversos habitantes de varias capitanias e lhes tinham \nconcedido um credito elevado. Estas dívidas já deveriam ter sido honradas \ndentro do prazo de um ano e meio, algumas em um ano e a maioria em seis \nmeses mais ainda não foram pagas, apesar de terem feito o possível para\nreceber-las. Por isso eles estão requerendo de poder levar estes devedores\ndiante o Conselho político, primeiramente visto que é difícil de se cassar cada \nem seu distrito e também visto que os Escabinos na maior parte das jurisdições\nsão portugueses e que demoravam à tratar os seus casos. Este importante caso\nfoi levado em consideração com seriedade e visto que causaria uma grande\ndesordem para se receber o direito de todos os Escabinos em todas as \njurisdições, e os Escabinos ficariam tão chatiados com isto que eles poderiam\nabandonar as suas funções, e visto que nunca ficou comprovado que os comerciantes\nse esforçaram para levar seus devedores à justiça e que por causa disto eles não seriam justiçados,\nfoi decidido se apostilar que eles deveriam provar que eles fizeram o que puderam ( mesmo \nque nós sabemos que eles nunca o fizeram ) para buscar a justiça e se ficar \ncomprovado que foi uma falta da justiça então iremos dispor o caso\ndevidamente. Em seguinte foi decidido de se escrever aos senhores Diretores \nde todas as capitanias que eles atendam o mais rápido possível todos os \ncomerciantes que cobram dividas, levando em conta os prazos e os costumes \nde nossa pátria mãe e que sejam tratados pelo Conselho político como de\ncostume. Eles terão de fazer isso para ver se a divida é de ações ou do livro de\nbalanço e fixar-la para assim seja evitar que os devedores atrasem os \npagamentos, em processos longos, por que se está sendo especulado com o \ndinheiro.\n\nMelchior Johannes Staes e Mattheus Post, representantes das vendas e \nbenefícios de testamentos, contaram como a pouco tempo atrás os \ntestamenteiros de um falecido tinham negado de fazer um inventario dos bens \ndo falecido e beneficiar-los, alegando que eles tinham sido excluídos do \ntestamento o que seria uma violação contra a vontade dos Nobres Senhores e\nda ordem estabelecida.\n\nAssim foi decidido se publicar que nenhum empregado da Companhia poderá \nexclui-la e que tal exclusão não tem nenhum valor. Em seguinte foi decidido de\nacordo com a reivindicação deles, visto que eles no caso de soldados\npobres tem muito trabalho e pouco ganho, que só eles, em geral, poderão fazer\ntodos os outros leilões públicos. E visto que muitas destas pequenas dividas não\ncobrem os custos da justiça foi permitido, por meio de seu requerimento a execução direta, da\nqual um 'act informa' será redigida.\n      \n"
        },
        {
            "id": 305,
            "day": "23 de julho",
            "contents": "\nVisto que nós recebemos informações que uma tropa inimiga entrou pelo rio\nSão Francisco assim foi decidido que o Coronel dos brasileiros Willem\nDoncker convoque 300 brasileiros o mais rápido possível. \n\nA Câmara de Olinda mostrou por requerimento escrito que eles para \ntranqüilizar seus habitantes e para maior serviço e proveito da Companhia \nfazem u pedido perante sua Excelência. Onde deixam saber que eles na\nposição de câmara mais importante destas conquistas que eles vivenciaram uma\ngrande benevolência e que eles querem ver um padroado e um refugio na\npessoa de sua Excelência, nas ambivalências do destino, de maneira que eles\ntenham um padroado em todas suas necéssidades, negócios e fieis intenções\ntanto aqui como na Holanda, que os proteja.  Eles esperam que ele não nege\neste titulo, mas receba a prefeitura e seus habitantes debaixo de suas asas \ne eles pedem a sua Excelência de receber-los como seus amados e se denomine\ncomo seu padroado quando os muitos poderosos Senhores e sua Majestade estejam a \nparte deste comunicado, requerendo a confirmação de sua Excelência caso ela\nesteja de acordo.\n\nDe modo que os habitantes possam viver mais contentes com esta segurança e \neste refugio e possam estar tranquilos e o Estado possa ser mantido da melhor \nforma possível, e eles também requerem em seguida aos Nobres do Alto \nConselho, visto que eles são os companheiros de governo, que eles aceitem\nesta este patronato em conjunto     \n..., o que seria muito agradável para os habitantes, e que os Escabinos \ncompreendam que isto é um negocio de muita importância pelo qual os \nhabitantes que agora sofreram muitas percas por causa do inimigo, vejam que \nSua Excelência e os Nobres Senhores lhes oferecem proteção e que eles mais\nnada têm a temer, e trabalhem com mais alegria para o aumento dos proveitos\nda Companhia.\n\nSobre este requerimento foi deliberado pelos os Escabinos com Sua \nExcelência, e visto que ele entendeu que foi de bom coração e o caso não era\nmuito importante, embora que eles tinham confirmado que este tipo de \npatronato era muito comum entre os epanhóis e se dá e se recebe títulos por \numa questão de honra, assim foi ordenado se mandar redigir uma apostila\nCortez, a saber: que sua Excelência e o Alto Conselho\nsempre serão afetivos e fieis para com os habitantes e lhes amam como seus\npróprios filhos e lhes honram, e prometem continuar desta forma, e sempre \nprotegerão os habitantes e sempre zelarão para o seu bem estar e sempre\ntentarão evitar prejuízos ou desvantagens, o que eles não somente aqui como\ntambém na pátria mãe procuraram conseguir com perseverança mas isto tem\nque ser compreendido dentro dos limites do que se é exigido ou se é permitido \npela Companhia.\n\n"
        },
        {
            "id": 306,
            "day": "25 de julho",
            "contents": "\nVisto que o edital foi promulgado onde todos os habitantes holandeses, \nalemães, franceses e ingleses desta colônia e outros de nosso país estão\nencarregados de se inscreverem cada um em seu distrito,\nassim foi decidido se contratar oficiais para este fin:\nCasper Niehoff van der Ley, passando de Capitão da cavalaria para Coronel.\nJan Stick, passando de Capitão para Tenente-coronel.\nFrederick Molting, passando de Capitão para Sargento-major.\nJan Wijnants, passando de Senhor de Engenho para Capitão da cavalaria.\nIsaac de Rasičre, passando de Senhor de Engenho para Capitão da cavalaria.\n\n"
        },
        {
            "id": 307,
            "day": "26 de julho",
            "contents": "\nO Senhor Diretor Pieter Mortamer, relatando suas ações na Capitania de\nItamaracá, mostra na reunião uma lista de todos os seus habitantes, seus negros\ne suas roças. Alem disto ele contou que caso se desejasse executar as ordens \nexritamente de acordo com o edital e caso se desejasse ir até extremo, poderia \nse produzir nesta Capitania 20.000 alqueires de farinha, mas que a Capitania ficaria exausta por \ncausa disto o que os habitantes não sobreviveriam.\n\nFoi decidido de se dosar proporcionalmente de acordo com a situação das\nroças, de maneira que elas juntas em um mês produzissem 2.000 alqueires.\n\nVisto que nossas financiais estão indo tão mal, tão mal que nós não mais\npodemos pagar a farinha fintada e sem a mesma não podemos existir ou\ncontinuar, assim ficou resolvido de se instalar uma comissão em todos os\nlugares para se pagar a farinha com ações. Também deverá se publicar que nós\nautorizamos estas comissões para este fim e que sua Excelência e o Alto\nConselho se responsabilizam pelo pagamento destas ações, que cada poderá\nusar estas ações como dinheiro e a companhia poderá ser paga com os mesmos\npelos seus devedores.\n\n"
        },
        {
            "id": 308,
            "day": "1 de agosto",
            "contents": "\nVisto que varias mulheres aqui no Recife levam uma vida escandalosa e o \nConselho da igreja disto se queixou, por isso o fiscal foi encarregado de \nmandar as seguintes mulheres embora:\n\nJanneke Jans, dona de casa de um homem livre, morando em Serinhaem, \npartirá logo após seu marido.\n\nMaria Roothaer, esposa de um sujeito que partiu para a pátria mãe com o\nultimo navio, (para a pátria mãe).\n\nAgniet, aliais 'Cypertjen', diz que seu esposo é um homem livre, mas não sabe\nonde ele se encontra (para a pátria mãe)\n\nAssim como uma mulher casada que é servente das três mulheres supracitadas\nda qual seu marido é soldado em algum lugar.\n\nElisabeth, aliais Admiral, esposa de um soldado que serve para o Capitão\nRobert Herwaij, partirá para Paraíba.\n\nMaria, aliais 'Krack', esposa de um sujeito que partiu para a pátria mãe também\npara lá será mandada. \n\n"
        },
        {
            "id": 309,
            "day": "8 de agosto",
            "contents": "\nOntem chegaram com o Escolteto Arnout Liebergen os seguintes prisioneiros \nde Alagoas, pessoas de grande status que foram acusadas em Alagoas de \nconspiração contra nosso Estado:\n\n\n- Gabriel Soares, Senhor de Engenho.\n- Francisco Vaz e Gonçalvo Fernandes, Escabinos.\n- Rui de Souza,\n- Simão Fernandes,\n- Pedro Marcus,\n- Domingos Pinto,\n- e Antonio um prisioneiro brasileiro.\n\nEles foram examinados em Alagoas pelo o Escolteto e os Comissários e as\ninformações e as confessões foram mandadas para cá\ne foram entregues nas mãos do Conselho político para se fazer justiça.\n\nEm seguinte, visto que o colégio está com falta de pessoal, por que só os \nSenhores van de Voorde e de With estão presentes em Recife, foi decidido se\nmandar uma carta expressa para o Senhor Mortamer lhe encarregando de vir \npara cá o mais rápido possível para dar uma assistência ao colégio nestes casos.\n\nEm seguida visto que em casos de crimes é necessário que a justiça ou o \ncolégio seja composta de no mínimo 5 pessoas assim ficou resolvido que será \nintegrado ao colégio dois adjuntos do Conselho político. Para isto foram \nconvocados o Senhor Carpentier, Assessor do Alto Conselho, para ser o \npresidente, e o Senhor Jacob Alrichs, Tesoureiro geral.\n\n"
        },
        {
            "id": 310,
            "day": "11 de agosto",
            "contents": "\nVisto que nossas nossa situacão financeira está muito precaria por que as\ndividas da Companhia não são pagas em dinheiro, por isso não poderá ser paga\na pensão desta semana em dinheiro. Assim foi decidido se tomar providências\na tempo e se redigiu a seguinte carta para o exercito da Companhia dizendo \nque eles poderão se prover de víveres, de farinha, de carne e de dinheiro, tendo\ncomo base a pensão e empréstimo, com a condição que o dinheiro que os\noficiais irão receber à menos, em comparação com que eles recebem todas as\nsemanas, irá ser pago em forma de cartas de credito para serem recebidos \nassim que o cofre tiver dinheiro.\n\nFoi decidido de se escrever aos Escabinos de Olinda que eles mandem que 8 \nhabitantes encomendem animais e farinha e mandem para os lugares onde \nestão estacionados os soldados com suas Companhias de maneira que eles\ntenham do que viver. Os entregadores receberão uma carta contendo as\ncomissões do que eles receberão pela encomenda.\n\nEstas cartas de credito serão pagas pelos Senhores Tesoureiros\nna hora certa ou aquele à quem a Companhia está devendo dinheiro deverão\ntrocar por dinheiro. Será escrito aos Senhores de Engenho, lavradores\n(*) 206 negros, do navio \"Mentanco\", que chegou no dia 30 de julho vindo de \nArdra, foram vendidos por 29.440 reais de 8 que é o mesmo que 70.656 florins.\ne outros habitantes, que hospedaram soldados em suas fazendas, que eles \ndeverão cuidar dos soldados usando esta carta de rancho e seu adiantamento\neles deverão colocar na conta da Companhia o que lhes será pago.\n\nHoje Duarte Saraiva de D. foi contratado pelo dizimo do açúcar na capitania \nde Pernambuco, começando no dia um de agosto e terminando no ultimo dia \nde julho, pela soma de 128.000 florins.\n\nLaurens Cornelissen foi contratado pelo dizimo do açúcar na capitania de \nItamaracá, pela soma de 20.000 florins.\n\nMozes Navarro foi contratado pelo dizimo do açúcar na capitania de Paraíba, \npela soma de 31.000 florins.\n\nBenjamin de Pina foi contratado por 'het Persoon voor 12 m' (pensão ?) na\ncapitania de Pernambuco, começando no dia um deste mês e terminando no\nultimo dia de julho pela soma de 22.000 florins. \n\nCoenraet Janssen foi contratado pela pensão na capitania de Itamaracá pela\nsoma de 3.500 florins.\n\nMozes Navarro recebeu o contrato para o passo de Dona Isabela Cardosa, de \nAfogados em Recife, por 300 florins.\n\nCoenraet Janssen foi contratado por 'Meunzas' de Igarassu, São Lourenço,\nParatiba e Nossa Senhora da Luz começando no primeiro dia de... e \nterminando no ultimo dia de outubro pela soma de 4.000 florins\n\n"
        },
        {
            "id": 311,
            "day": "12 de agosto",
            "contents": "\nVisto que o Senhor Escabino Samuel Halters nos declara que, quando ele \nestava em Ipojuca para registrar as roças, nem todos os habitantes tinham \ncomparecido, de maneira que muitos ainda nada tinham registrado ou \ndeclarado, assim foi decidido que João Carneiro de Maris, antigo Escabino,\nficasse encarregado de registrar todo aqueles que ainda não foram registrados.\nCom este objetivo também lhe foi mandado um edital ou bilhete, onde está \ndescrito que os habitantes podem declarar ao mesmo suas roças.\n\n"
        },
        {
            "id": 312,
            "day": "22 de agosto",
            "contents": "\nO advogado -fiscal relata qual sentenca foi dada pelos os Senhores do \nConselho político à Raviel Soares e Francisco Vaz, habitantes de Alagoas.\nSoares foi condenado à confiscação de um terço de todos os seus bens e\nFrancisco Vaz à confiscação da metade de seus bens e vinte anos de inclusão\nno mesmo castelo. O fiscal foi encarregado de exigir temporariamente um \ninventario de ambos os Senhores, de maneira que os comissários de Alagoas \ncom este possam executar uma pesquisa mais precisa.\n\n"
        },
        {
            "id": 313,
            "day": "23 de agosto",
            "contents": "\nAssim por causa disto ficou resolvido, como já se tinha escrito ao Diretor \nDaniel Alberti, que eles teriam quitado com a metade de nossa primeira \nexigência, sendo isto 1900 alqueires.\n\nPor causa de nosso edital sobre a plantação de mandioca, que cada Senhor de\nEngenho e lavrador de 'Carmas' terá que ser plantado para cada negro que \ntrabalhe 500 covas de mandioca, a saber, 250 em agosto e setembro e 250 em \njaneiro, eles vieram se queixar que algo assim não é possível, porque em agosto\ne setembro eles estão ocupados com a moagem nos engenhos e o corte da\nmadeira.  E agora que eles não dispõem da ajuda dos brasileiros que estavam\nsendo usados no campo, eles não estão em capacidade de fazer-lo.\nAssim foi consentido que eles em lugar de 500 não fossem obrigados de\nplantarem mais de 300 covas, a metade agora em agosto e setembro e a outra \nmetade em janeiro, ficando para os outros habitantes\no imposto de 1000 covas para cada negro. \n\nEles também requerem que o clerico de Paraíba disto seja desencarregado. \nFicará claro que clericos que possuam negros e terras continuem obrigados a \npagar o imposto e aqueles que não tenham terras ficam liberados.\nEles também requerem que a capitania fique livre do oficio do Escolteto, \nporque eles compartilham a opinião que tal oficio é um peso para a\ncomunidade, que se corrompem por causa de sua posição, ou que o Escolteto\nesteja bem instruído e que eles possam ter uma copia do mesmo.\nSerá dado como resposta que os senhores do Conselho político está fazendo \numa instrução para os Escoltetos, que em seguida estará à disposição dos\nEscoltetos e Escabinos. \n\nVisto que Duarte Gomes está reclamando que Pieter Poti,\nCapitão dos brasilieros, não tem a capacidade para governar, que ele os aluga à\nhabitantes estranhos, e que ele não paga seus lavradores, assim foi dada ordens\nque o Coronel Doncker se deixará informar sobre o assunto. Ao mesmo \ntempo ele procurará pessoas capazes que poderão ser instalados como Capitão\ndestas aldeias em lugar de Poti, com as recomendações de Duarte Gomes e\nseus lavradores. \n   \nOs Escabinos de Olinda e seus Distritos nos deram listas onde está descrito \nquanta farinha as seguintes freguesias podem nos fornecer de mandioca que \ntem mais de 8 meses: \n\n    Muribeca               87 6 alqueires.\n    Santo Amaro             828 \".\n    Várzea               253, 5 \".\n    Beberibe               76,5 \".\n    Paratibe e Juagaribe    285 \".\n    ___________\n    2319\n\nNós compartilhamos a opinião que isto é pouco demais, porque nos estamos\npercebendo que eles só nos dão uma quarta parte do que eles podem produzir\ne as novas covas estão sendo plantadas em grandes quantidades. Assim foi\ndecidido que eles deverão duplicar sua proposta isto quer dizer mais uma vez a\nquantidade supracitada.\n\n"
        },
        {
            "id": 314,
            "day": "24 de agosto",
            "contents": "\nO predicante Lantman e Samuel Halters, representantes do Conselho da igreja, \nlamentam a vida profana e a prostituição nojenta e diária de Jannegien\nHendricx, que aqui chegou como menina nova com a companhia \ndo Major Craij, e eles requerem que ela seja mandada embora para assim evitar \ncomplicações. Assim foi consentido e ela será mandada embora com o navio\n\"Den Aron\" e o fiscal disto ficou encarregado. \n\n"
        },
        {
            "id": 315,
            "day": "29 de agosto",
            "contents": "\nA nós foram trazidos prisioneiros, 7 franceses que são homens livres, e se\ninstalaram nas matas do Brasil por trás de Goiana e ali possuem currais e roças, \ncom um católico em seu meio em missão. Visto que eles são sujeitos de\ninfidelidade, a saber e o mais imporante que eles poderiam se integrar ao \ninimigo. Assim ficou resolvido de mandar-lhes com o próximo navio para a \npátria. \n\nVisto que a partir das cartas, que vieram com o navio negreiro da Guinea pode \nse presumir que os governadores dali estão duvidando da continuação da\nexistência desta cidade, visto que três navios consecutivos de lá chegaram, que\no General de Iporen queria receber de volta para o trafico de negros, que não foram\nmandados de volta. Porque Guinea não recebe menssagens de nossa parte eles\npoderão presumir que aqui as coisas estão indo mal e por isso podem parar o\ntrafico de negros para grande prejuízo deste estado e perca para a companhia. \nAssim foi decidido depois de muitas deliberações que o navio \"Sint Pieter\",\nque foi conquistado nestas costas carregado de farinha, para lá será enviado \ncom explicações e será utilizado para o trafico de negros.\n\nTambém foi decidido de mandar o navio \"De Eendracht van Amsterdam\" (a \nUnião de Amsterdã) para lá, visto que ele não é próprio para ser usado nestas\ncostas e ele está muito gasto, de maneira que ele lá possa servir como 'legger' \nou para outra coisa.\n\n"
        },
        {
            "id": 316,
            "day": "3 de setembro",
            "contents": "\nVisto que Olinda está situada numa posição meio aberta e quando nosso\nexercito precisa ir ao campo, de maneira que a guarnição não mais se encontra\nna cidade, seus habitantes estão expostos à saqueadores, assim foi decidido de\nse reparar o forte do sul da cidade e de se aumentar o parapeito colocando \nquatro pedaços de ferro com dez é doze... , de maneira que os habitantes ali \npossam se recuar e se protegerem de saqueadores. \n\nOs Escabinos de Rio Grande escrevem que suas terras são secas demais para\nse fazerem roças nos meses de agosto e setembro, e que as plantas morreriam \npor causa da seca. Eles requerem permissão para plantar as roças e a\nquantidade de covas que eles devem plantar, de acordo com o edital, todas de \numa vez no próximo janeiro.           \n\nIsto foi consentido. \n\nEm seguida os mesmos Escabinos dizem que os Senhores de engenho em \nCanhau no Rio Grande se queixam que os lavradores das plantações da cana de\naçúcar não podem plantar roças, por que eles precisam dos negros no engenho\ne na plantação de cana. Se eles continuarem obrigados à plantarem 250 covas\npara cada negro no mês de setembro e mais uma vez no mês de janeiro, então,\neles deverão deixar de lado os engenhos e as plantações de cana e não poderão\nproduzir o açúcar, e por consequencia não poderão pagar suas dividas a\nCompanhia, por que eles não estarão em estado de fazer-lo. Assim foi\ndecidido, levando em consideração suas boas razões, de aliviar seus custos e foi\nordenado que eles deverão plantar 300 covas para cada negro no ano.\n\nO Nobre Senhor Adriaan van der Dussen mostrou à sua Excelência e os\nSenhores do Alto Conselho, varias vezes e com grande seriedade, como sua \ncondição de saúde desde o ultimo maio estava miserável e piorava a cada dia,\nsem esperança de qualquer melhora nos meses a vir, por causa das dores que \nele sentia, enfrentava as maiores dificuldades para exercer seu cargo. Por isso e \ntambém por que seu tempo terminou, ele requer o consentimento de sua \nExcelência e o Alto Conselho para partir com primeiro navio para a pátria e ali\ntranqüilamente ter condições para se fazer curar. Fora isto, também porque\nseria necessário que os Senhores Mestres fossem informados sobre a atual \nsituação do Brasil, que também seria pratico, visto que a gestão dos Senhores acabaria no próximo\ndezembro que eles não partissem todos de uma vez em direção à pátria mais\num depois do outro, de maneira que os Senhores Mestres para isto estejam preparados (voordrachtet ), caso \noutra pessoa não tenham sido encontrada para revezar os Senhores aqui, e isto\npoderia ser favorecido com a chegada  do senhor Adriaan van der Dussen. \nEstas razões foram longamente deliberadas por sua Excelência e o Alto\nConselho e mesmo que nesta época nós precisamos os sábios conselhos dele e \nno caso de um ataque ou atentado de nosso inimigo (que Deus nos proteja)\nsuas presunções e conselhos sejam ainda mais desejadas, mesmo assim\nsentimos compaixão com sua constante indisposição que piora a cada dia sem\ndeixar esperanças de melhoras. Ficou decidido de se aprovar o requerimento \ndo Nobre Senhor e deixar-lo partir com primeiro navio à pátria, ao menos que\nno meio tempo ocorra alguma coisa relacionada com o inimigo na qual nós \npensamos que sua presença e bons conselhos sejam indispensáveis. Neste caso \no Nobre Senhor deverá desistir de sua partida.       \n\n"
        },
        {
            "id": 317,
            "day": "18 de setembro",
            "contents": "\nVisto que a cavalaria que esta estacionada ao redor do Arraial estão\nperturbando os moradores e não têem nenhuma utilidade para a Companhia,\nassim foi decidido de cassar-la para descargar os custos da Companhia e só \nmanter em serviço entre 4 à 5, que sua Excelência usará ocasionalmente.\n\nOs eleitores da Capitania de Rio Grande se reuniram e indicaram as seguintes \npessoas, entre as quais nós iremos escolher, quais irão reger como Escabinos este ano.\n\n     Holandeses                           Portugueses\n     Willem van de Graef                  Estevão Machado\n     Andries Claessen                     Gaspar de Oliveira\n     Jan van Ham                          Francisco Mendes da Fonseca\n     George Gartzman (= Joris Gartsman?)  Simão Naves Correia\n     Mathijs Bonaer                       Antonio Vieira\n     Christiaan Jansen                    Diogo Dias Louras\n     Michiel Waterman                     Diogo Dalacida\n                                          Domingos Duarte\n\nOs Escabinos que governaram o ano que passou:\n\n\n- João Lestao Navarre, antigo Escabino\n- Domingos Carvalho de Azevedo,\n- Pedro Xara Ravasco,\n- Manoel Pinheiro,\n- Andries Claessen Quast.\n\nDentre destas as seguintes pessoas por nós foram escolhidas para governar \ncomo Escabinos, das quais os nomes foram mandados ao diretor Daniel \nAlberti para que eles façam o juramento de costume e para que eles sejam \ninstalados em suas funções.\n\nDos antigos Escabinos:\n\n- Domingos Carvalho de Azevedo,\n- Pedro Xará Ravasco,\n- George Gartzman van Werven,\n- Willem van de Graef,\n- Estevao Machado.\n\nSamuel Halters, Escabino de Olinda, veio se queixar perante nós alguns dias \npassados, que ele foi afrontado em seu cargo pelo seu confrade Luis Braz, \nrevogando sua ordem. Ele também se queixou de outros casos e pediu para ser \ndemitido de seu cargo. Assim foi decidido de se convocar hoje os Escabinos \npara nossa reunião, os quais compareceram e as queixas e descontentamento\ndos dois foram escutados. \n\nFinalmente o caso foi amenizado e os Senhores foram conciliados e ficaram \namigos. Os mesmos foram repreendidos para não dividirem a reunião por causa de menores causando grande gasto a\nRepublica, mas de governarem e exercerem seus cargos em harmonia e união\nuns com os outros.\n\nOs Escabinos mencionados também ficaram encarregados de fazerem mais \numa vez uma lista da farinha que nós precisamos, relatando o que cada \nfreguesia irá produzir, duplicando o que eles declararam a ultima vez, por que \npouco não nos ajuda. Isto deverá acontecer rapidamente por que nós\nprecisamos da farinha.\n\n9 setembro \n\nBenjamin de Pina, cantratador da 'Meun' (ou Meunsas) do Cabo de Ipojuca e \nSerinhaem, mostrando que os habitantes destes distritos não quiseram se\napresentar perante ele para entrar em acordo sobre o décimo das frutas e \nmandioca que foram plantadas a partir do dia um de janeiro deste ano. Ele \nrequer que lhes fossem aplicada uma certa sentença. Um requerimento dos \nmesmos moradores foi estudado, que mostrava, que era comum no interior \nque o contratador passasse de porta em porta para entrar em acordo. Assim foi \ndecidido que para se fazer as condições de tais contratos mais atraentes, no\nfuturo todos os moradores destas regiões deverão vir para a cidade em no\nmáximo oito dias depois de se ter fixado os cartazes a fim de entrarem em \nacordo com os contratadores sobre o décimo que eles tem que pagar, e para pagar sobre o que eles \nplantaram e produziram. Aquele que não obedecer, receberá uma multa de 24\nflorins sob os custos da pensão.\n\n"
        },
        {
            "id": 318,
            "day": "10 de setembro",
            "contents": "\nOs Escabinos de Olinda queixaram-se ante ontem e os Escabinos de Igarassu \nqueixaram-se hoje que o imposto sobre os 20 alqueires para cada cova à ser\nentregue ficou muito pesado para os lavradores, e que não é possível de se\nfornecer tanto sem que os habitantes morressem de fome. Assim foi decidido \nque eles serão encarregados de indicar, a partir da fertilidade do solo, quanta\nfarinha eles pensam que poderá ser produzida por alqueire. Uma vez que isto \nfor feito, todos os lavradores de roças serão obrigados a fintar a metade da\nfarinha em que foram estimados a produzir em suas roças e fornece-la a \ncompanhia, a entender as roças que tenham mais de 8 meses e estejam prontas \npara a colheita.\n\n"
        },
        {
            "id": 319,
            "day": "12 de setembro",
            "contents": "\nOntem a noite, o Almirante Willem Cornelissen partiu com o navio \n\"Haarlem\", do qual Dirck Ogel é Capitão, para patrulhar em Bahia. Que Deus\nos ajude em favor da Companhia e em desfavor do inimigo.\n\n"
        },
        {
            "id": 320,
            "day": "20 de setembro",
            "contents": "\nO Senhor Servaas Carpentier, Assessor deste Conselho, deixou saber durante a \nreunião que em pouco tempo fará 10 anos que serviu a Companhia,\nprimeiramente no Conselho político e depois como Assessor deste Conselho, e \nque este ultimo período terminará antes que alguém partindo daqui chegasse à\npátria.\n\nVisto que ele estava ocupado com negócios pessoais e que era necessário que \nele os colocasse em ordem para evitar percas e que para isto era necessário que \nele estivesse presente nos seus Engenhos,\nele pediu seriamente à sua Excelência e o Alto Conselho permissão para ser\ndemitido dos serviços da Companhia. Que seus motivos para tal requerimento \neram importantes podia se ver por causa disto: por causa partida do Senhor \nAdriaan van der Dussen um lugar estaria livre no Alto e Secreto Conselho, e \nsua Excelencia juntos com os Nobres, de acordo com as condições que tinham\nsido debatidas na reunião dos Senhores 19, receberam o poder de instalar\nalguém provisoriamente neste cargo. Confiando nos seus bons serviços e não\nduvidando que Sua Excelência e o Alto Conselho também compartilham esta\nopinião e esperando que esta opinião se conserve como tal e que também os\nNobres da reunião dos 19 lhe garantiriam méritos pela mesma, e vendo que\ntem esperança e amigos não faltará na pátria para honrar seus méritos, mas que\nteve que colocar todas essas considerações para colocar ordem nos seus\nnegócios e finalmente depois de tantos anos no exterior\npoder retornar para sua mulher e amigos. Principalmente porque, caso ele \nfosse despedido agora, ele mesmo assim deveria ficar ao menos um ano para \ncolocar todos os seus negócios em ordem, ele também achou necessário de \ninsistir seriamente neste requerimento que por ele muitas vezes tem sido feito, \nantes que o Senhor van der Dussen partisse, de modo que este pudesse relatar \nsua demissão aos Senhores 19 e simultaneamente pudesse contar quem Sua\nExcelência e o Alto Conselho promoveram ao seu cargo. Ao mesmo tempo\nele pode requerer uma continuação no caso que sua Excelência e o Alto\nconselho tivessem colocado alguém temporariamente no lugar do senhor van \nder Dussen, ou tivessem decidido de outra forma.\n\nPor isso mais uma vez ele seriamente pediu para ser demitido de sua função,\ndepois de ter estado ao serviço da Companhia durante tantos anos onde ele e o \nestado progrediram, mas mesmo assim ele estaria diretamente ao serviço da \nCompanhia no momento em que fosse necessários e nunca iria recusar seus \nserviços à Companhia, principalmente quando se relatasse à uma urgência\ndeste estado ou da Companhia. Então ele estaria disposto à colocar todas as\nquestões pessoais do lado.\n\nO Senhor Carpentier se retirou brevemente e depois de uma deliberação de seu\nrequimento foi decidido que, embora que de um lado\nsuas razoes pessoais são importantes, a situação atual não permitem que ele\nseja licenciado. Ao lado disto é incerto se o inimigo não está vindo da Bahia e\ntambém porque o senhor Van der Dussen vai partir, pode acontecer que sua \nExcelência deva partir em guerra e queira levar alguém do Alto Conselho\nconsigo. Neste caso ficará somente uma pessoa no Recife para quem ficará \ndifícil de resolver todos os problemas e que tem que ser uma pessoa de \nsegurança, por que se cria mais tranqüilidade com uma pessoa que tenha mais \nexperiência. Em seguida a resolução da reunião dos Senhores 19 que ocorreu\nem junho já é conhecida e não tardará para que os navios cheguem, a partir do\nque ficará claro o que os Nobres decidiram sobre este e outros casos. \nVisto que o requerimento iterativo já tinha sido apresentado aos Senhores 19, poderia se suceder que com o primeiro \nnavio alguém tivesse vindo para tomar o lugar do Assessor do Alto Conselho. \nSe nós colocarmos alguém neste momento neste cargo, seria para esta pessoa \nter que ceder. Por isso o Senhor deverá continuar em suas funções, mas para\nque também se coloque alguma ordem nos negócios ele poderá ir aos seus \nengenhos depois da partida deste navio, e ali poderá ficar até que aconteça algo \npelo qual ele seja indispensável.\n\nAssim que ele entrou de novo isto lhe foi informado e isto foi por ele aceito \nenquanto de outra maneira não possa ser resolvido.\n\n\n"
        },
        {
            "id": 321,
            "day": "23 de setembro",
            "contents": "\nGabriel Soares, Senhor de Engenho em Alagoas, foi condenado pelo Conselho \npolítico pela confiscação de um terço de seus bens. Para que isto seja resolvido\nde uma vez e se evitar desgastos ficou acordado por solicitação de Mozes\nNavarro e Fernandes Soares, em nome de Gabriel Soares, que pelo terço de \nseus bens ele deveria pagar 15.000 carolus de florins à Companhia em três\npagamentos. O primeiro seria efetuado no próximo dia 16 de marco de 1640 e \nassim continuando os últimos dois pagamentos de ano em ano até que tudo \ntenha sido quitado. Por isto o mencionado Fernandes Soares ficará como \nfiador, e o Major Mansvelt e o Escolteto Arnout van Liebergen em Alagoas \nserão encarregados com a restituição de todos os negros, animais ou outros bens que se separaram\nda sua propriedade ou serão encontrados na propriedade de outra pessoa, mas\nque os bens que não possam ser encontrados ou dos quais a propiedade não\npossa ser confirmada, quanto à isto ele terá que ter paciência e ele não poderá\npretender ser o dono. \n\n29 de sertembro \n\nHoje no ancoradouro chegou o Almirante Willem Cornelissen com todos os \nnavios que navegaram nas costa da Bahia, entre os quais alguns crusadores, que \nao longo da costa não avistaram mais nada da armada do inimigo desde do dia 15 deste mês,\nquando eles partiram da Bahia. Sobre este assunto ficou decidido que o \nAlmirante irá navegar amanhã com todos os navios e crusadores, com o grosso\ndos nossos navios, e irá navegar ao redor do Cabo de Santo Agostinho e a ilha \nde Santo Aleixo. A cidade de Olinda mandará um crusador em direção do Rio\nFormoso até o Porto de Calvo e mais um a partir de lá até Alagoas, e um para \nItamaracá e mais um a partir daí até Paraíba para assim se navegar e observar se \no inimigo tem a pretenção de fazer alguma coisa nestas costas. Assim que isto\nacontecer o Almirante virá a terra afim de que se resolva o que nós devemos \nfazer.  \n\n"
        },
        {
            "id": 322,
            "day": "30 de setembro",
            "contents": "\nPara a função de Escolteto foram escolhidas as seguintes pessoas:\nPara Escolteto de Igarassu Paul Antonio Daems e para Escoltetos do distrito \nde Olinda que se forma de duas partes Melchior Johannes Staet na parte norte \ne Allaert Holl na parte sul, que serão indicados aos Senhores do Conselho\npolítico, tendo uma diferença por causa da seção que\ncompete à cada um deles durante sua reunião. (letterlijk vertaald)\nAlguns destes Senhores insistiram que o colégio atual é um novo colégio e que \no Conselho por causa disto deveria ter suas seções de acordo com ordem das\ncâmaras.\n\nOutros Senhores insistiam que eles não eram um novo colégio, mas que eles\neram sucessores do Conselho anterior e que por isto\neles deveriam ter suas seções, de acordo com a ordem e o horário que cada um\ntivesse sido instalado em seu cargo. Eles requeriam a sua Excelência e o Alto\nConselho de resolverem este caso, decisão que eles estariam dispostos à\nrespeitar. Depois de se ter deliberado bem sobre este caso ficou decidido que o \ncolégio do Conselho político não o é um novo colégio agora, mas que naquela\népoca era, quando sua Excelência e o Alto Conselho fizeram conhecer suas\ninstruções para o Conselho político e eles tinham instalado o novo colégio de\nacordo com esta instrução. Por causa disto os conselheiros que se instalaram\ndepois não são um novo colégio, mas devem fazer suas seções de acordo com\na sua ordem de instalação no cargo.\n\n"
        },
        {
            "id": 323,
            "day": "3 de outubro",
            "contents": "\nVisto que estão chegando queixas de todas as partes que os oficiais e os\nsoldados dos Escolteto estão atormentando demasiadamente os moradores\ncom roubo, saques, extorço, e outras coisas que não podem ser admitidas.\nAssim foi decidido de ser fazer um edital para este fim onde estes tipos de \ncoisas diretamente fiquem proibidos e os oficiais devem prestar conta sobre a \nação de seus soldados. Este edital será afichado em holandês e em português,\ntambém como será mandado para todos os Escabinos. Quando alguém esteja \natormentando e onde alguém esteja sendo atormentado e esta pessoa se queixe \ncom direito, nós iremos mostrar que nós não aprovamos este tipo de coisa.\n\nVisto que também nos informaram que o Escolteto Craaeijensteijn do Porto \ndo Calvo prendeu um dos Escabinos sem permissão do diretor, foi decidido de se\nescrever ao diretor Bas e os outros Escabinos do local que eles tem que nos \nfornecer informações corretas sobre o que está acontecendo para que assim\nnós possamos nos preparar. \n\n"
        },
        {
            "id": 324,
            "day": "4 de outubro",
            "contents": "\nOs representantes da prefeitura de Ipojuca lamentam que seus habitantes não\npossam fornecer a farinha pela qual eles foram taxados na ultima vez, da qual \neles eram obrigados de fornecer a metade da farinha que ele produzissem. \nVisto que eles já tinham fornecido 900 alqueires de farinha das covas e por não\nquerer parecer mesquinho, eles propuseram fornecer mais 800 alqueires de \nfarinha acima dos 900 alqueires já fornecidos, o que junto seria 1700 alqueire. \nPor que a taxação atingia somente 1400 alqueires, ou que os 900 alqueires que\njá tinham sido fornecidos pudessem ser validos para esta taxação, fora isto eles\npropuseram que da outra metade da farinha que eles guardavam de acordo \ncom a taxação ainda teriam que juntar o que fosse necessário para a\nalimentação das guarnições de Ipojuca e Pontal do Cabo.Esta proposta\nrazoável foi aceita contanto que eles a forneçam imediatamente.\n\n"
        },
        {
            "id": 325,
            "day": "8 de outubro",
            "contents": "\nO Senhor Adriaan van der Dussen foi embarcado no galeão \"Diemen\" para ir\na Paraíba e ali esperar até que os navios \"Overijssel\", \"Den Aaron\", e \n\"de Bontekoe\" ( a Vaca malhada) estivessem prontos para partir em direcão à\nPátria. Que Deus lhe provenha uma viagem feliz e prospera. \n\n"
        },
        {
            "id": 326,
            "day": "10 de outubro",
            "contents": "\nO predicante Abraham Dooreslaer, acompanhado pelos predicantes Soler e \nKesselerus, deputados da Classis, mostrava que ele pela graça de Deus chegou \na tal ponto que ele não somente é experiente na língua portuguesa, mas\ntambém consegue secomunicar com os brasileiros na língua brasileira. Ele \nespera que desta relaçao naisça muitos frutos porque já há alguns que tem \nalgum conhecimento dos fundamentos da religião cristã, e que isso só ira\naumentar entre os habitantes da aldeia Mauricia onde ele tem residência. Mas\nvisto que o bom trabalho esta sendo obstruído por que eles cada vez têm que\nser usados nos campos de guerra ou nos engenhos, assim lhes foi consentido \nque os habitantes tivessem o privilegio de não mais serem obrigados de irem a\nguerra ou de trabalharem nos engenhos. Eles ficarão em suas aldeias e\nplantarão suas roças, e produzirão muita farinha para vender aos engenhos e\noutros habitantes, de maneira que eles fiquem em casa para serem instruídos na \nreligião cristã e que com o passar do tempo a boa influencia este exemplo se\nespalhe na vizinhança. Mas eles continuarão obrigados à, em caso de\nnecessidade quando saqueadores cheguem a esta região, ajudar na defesa de si\nmesmo e aos seus arredores.\n\nQuando o predicante Dooreslaer achar adequado de mudar a aldeia para um \nlugar mais propicio, então ele está autorizado de fazer-lo e ninguém poderá reter-lo,\nele irá prover em tudo que seja útil e necessário para os brasilieros.\n\n"
        },
        {
            "id": 327,
            "day": "12 de outubro",
            "contents": "\nOntem recebemos a carta datada do dia 6 deste mês, de Paulus Maesuir,\n'Commies' em Rio Grande, onde ele, entre outras coisas, descreveu que lá \nchegaram 318 brasileiros, mulheres e crianças vindos do Ceara, o que nós \nachamos muito estranho, por que não esperamos tantos brasileiros destes\nlados, e era desejável que tivessem ficados lá por que nós não fazemos a\nmínima idéia como nós iremos lhes prover de alimentos. Mesmo assim não é\naconselhável mandar-los de volta por que eles poderiam ficar bastante \nchateados e em um outro momento não quisessem voltar mais.\nAssim foi decidido de mandar os brasileiros desta região de volta à suas aldeias\ne dar-los tempo para descansar e plantar suas roças. Entretanto nós iremos \nusar em vez deles os de Ceara para guerra porque nós não conseguiríamos\nmanter as duas tropas.\n\nVendido ao predicante Pol Phemius uma negra que chegou com \"De \nBruinvis\", para isto será descontado da sua mesada 160 reais de 8. \n\n"
        },
        {
            "id": 328,
            "day": "13 de outubro",
            "contents": "\nVisto que chegaram varias queixas de estorços cometidos em Alagoas pelo o \nMajor Mansvelt e o Escolteto Arnout van Liebergen, grandes somas em dinheiro que eles \nestorceram dos habitantes sob a pretensão de que os habitantes teriam\narmazenado farinha, peixe e rastilho para o inimigo. Apesar de que depois a \ncondenação de Gabriel Soares e Francisco Vaz, as figuras principais, sua\nExcelência tinha publicado um perdão geral para todos os habitantes, Este perdão geral não\nsomente foi omitido por Mansvelt e o Escolteto, porque eles ainda tinham que \nprender algumas pessoas, mas mesmo depois de se ter publicado o perdão\ngeral, onde tinha sido ordenado que todos os habitantes iriam receber de volta \nseus bens estorcidos, eles disseram que o reembolso não era valido para o\ndinheiro, mas só se tratava dos bens afim de ficarem com o dinheiro estorcido. \nEm seguida escandalosamente detiveram os negros, carroças, jegues e \nmarceneiros dos engenhos para trabalharem e visto que por causa disto os \nmoinhos estavam impossibilitados de moer foi decidido (visto que o Escolteto \nLiebergen para isto já foi convocado e está sendo esperado) de se escrever mais \numa vez em tom grave e serio ao Sargento Major Mansvelt, que desobediência\nigual para com as ordens de sua Excelência e o Alto conselho, estorço e\napreensões tão horríveis não podem se passar sem serem punidas, ao menos\nque eles tenham sido mal informados.\n\nEm seguida que ele deverá soltar todos os marceneiros dos engenhos assim \ncomo os jegues e os negros de maneira que os engenhos não sejam\nprejudicados na moagem pela culpa de seus soldados e oficiais, mas que ele \nprimeiramente deverá ceder toda ajuda e assistência para com que os moinhos\nvoltem a moer.\n\nSaqueadores e tropas inimigas intranqüilizam os habitantes do interior e lhes \npromovem percas com seus saques, atacando as pessoas durante a madrugada \nem suas casas o que as vezes fazem com sucesso. Mesmos se tendo colocado \numa grande diligencia para se encontrar os saqueadores se conseguiu muito \npouco até o presente momento. Assim foi decidido de se renovar e ampliar o \nedital de dezembro de 1638, e aumentar o recompensa  para aqueles que matarem a porrada ou prenderem \nCapitães como o Vidal ou Magalhães ou outros oficiais ou soldados, a saber\naqueles que prenderem Vidal ou Magalhães receberão 1000 florins, para outros\noficiais 300 florins e para soldados 100 florins.\n\nE que os soldados dos inimigos que matarem os Capitães supracitados\nrecebam a mesma recompensa mesmo que eles nos tenham desertado, pelo \nqual ele fora a recompensa ainda receberá perdão. Isto para estimular nossos\nsoldados e oficiais para caçarem estas pessoas com mais veemência e para\nassustar os saqueadores, de modo que eles saiam do interior como no ano \npassado.\n\nAfim de melhor sermos informados dos enganos e estorços cometidos em Alagoas \nfoi decidido de se escrever o senhor Nonno Olpherdi (que foi informado que ele deverá ir para Alagoas \npara examinar todas as queixas) para se ocupar especificamente com todos os \nitens das queixas que nos chegaram aos ouvidos     \n\n"
        },
        {
            "id": 329,
            "day": "14 de outubro",
            "contents": "        \nRecebemos queixas de estorços em Porto do Calvo, relacionados com certas \npessoas em casos como este: um certo português se enforcou em Camaragibe,\nem todo caso ele foi encontrado enforcado, seu negro foi contar isto a outros \nportugueses e ele foi solto por esses três homens. Por isto eles foram levados\npelo o Escolteto e lhe foram tirado mais dinheiro do que estas pessoas podiam \npagar. Eles vieram reclamar sobre isto perante sua Excelência e o Alto Conselho\ne receberam uma apostilha, sendo que o Escolteto devia deixar estas pessoas em paz \naté que sua Excelência e o Alto Conselho estivessem mais informados sobre o caso.\nEmbora que o Escolteto Craaijnsteijn sabia da existência desta apostilha (como\nele admitiu na reunião de hoje) mesmo assim ele prendeu estas pessoas. De\nduas delas ele estorceu dinheiro e a terceira que tinha que pagar 40.000 reais e \nnunca poderia chegar a tal soma, fugiu para o bosque e não retornou já faz seis\nsemanas. Isto é um desprezo inadmissível para com as ordens de sua \nExcelência e o Alto conselho e visto que mais outras ordens, neste local e\noutros lugares foram colocadas de lado, ou não foram seguidas, assim foi decidido de\nencarregar o fiscal e o Conselho político deste caso, e de se prender o \nEscolteto Craaijnsteijn. Os Senhores do Conselho político foram convocados \npara reunião e lhes foi explicado a questão para que eles tomem uma decisão\nsobre ela, como eles achem que se deve ser decidido para se manter e se \nrespeitar a Alta Autoridade.                \n\nVisto que diariamente estão aumentando as queixas sobre as perturbações que\nos oficiais e soldados estão cometendo contra os habitantes desta região, foi\ndecidido de mandar Charles de Tourlon, Capitão da guarda de sua Excelência,\npara recolher mais informações sobre estas queixas, de modo que sua\nExcelência esteja a parte de quais oficiais cometeram tais infrações, e quais as\ninfrações foram cometidas e quais foram as pessoas que foram vitimas para se\ntomar as medidas que forem necessárias.\n\nEm seguida ele deverá inquerir quais as medidas que são tomadas pelos os\noficiais em seus distritos para perseguir as tropas inimigas, e para se informar como eles vão fazer\nemboscadas durante a noite em todas as estradas, porque durante o dia não é\nfácil de se pegar o inimigo, e em geral como cada um vai se esforçar para \nencontrar o inmigo.\n\n"
        },
        {
            "id": 330,
            "day": "18 de outubro",
            "contents": "\nOntem aqui chegaram os seguintes brasileiros vindos do Ceara para poderem \nsevirem por algum tempo, e lhes foram dadas os seguintes bens: \n\n    Pasicoo, Tenente            legatur de linho\n    Christoffel, Alferes        106 homens para cada 5 arrobas de\n    legatur é 530 @\n    3 Sargentos                 mais 5 arrobas de osebrugs de linho\n         530 @\n    101 soldados\n    25 mulheres                 cada um 3,5 arrobas do mesmo\n          87,5\n\n    Goijana, principal\n    Francisco, Alferes          67 homens para cada 5,5 arrobas de\n    legatur é 335@\n    3 Sargentos                 mais 5 arrobas de osebrugs de linho\n          335\n    62 soldados\n    16 mulheres                 Cada um 3,5 arrobas do mesmo\n        58\n    _______________________________\n    ___________\n    Total @                     865:@1008,5\n\n    865 de legatur à 11 'stuivers' por 'el'(vara)   475:15:     florins\n    1008,5 arrobas de linho à 11 stuivers por el    554:13:8    florins\n    ________\n    1030:8:8    florins\n\n"
        },
        {
            "id": 331,
            "day": "19 de outubro",
            "contents": "\nA instrução para os Escoltetos deste país foi formada e temporariamente\nestabelecida. O Senhor Carpentier ficou encarregado de traduzir esta instrução\npara o português, para poder dar o mesmo em mãos dos Escabinos de Olinda.\n\n"
        },
        {
            "id": 332,
            "day": "25 de outubro",
            "contents": "\nOs seguintes negros que chegaram com os navios \"De Maagd van Enkhuizen\" \n(a Virgem de Enkhuizen) e \"Thoolen\" foram vendidos em publico: \n77 peças e duas crianças de peito, conquistados pelos navios \"Thoolen\" e \"De \nHoop\" (a Esperança) ao redor das ilhas do Sul, por 14.622 reais de 8\t      \n70 peças e 5 crianças de peito que foram negociados em Rio Sonho e que \nchegaram com \"De Maagd van Dort\" (a Virgem de Dordrecht). \nEm seguida 23 negros que foram conquistados, a saber, 21 conquistados pelo \n\"De Moriaen\" (o Moreno) em 2 peças \n\n    __\n    __\n    __\n    _\n    transpo.\n    27512\n\n\n\n    per\n    transpo.\n    27512:\n\n    pelo \"De Maagd van Enkhuizen\", rederam 'pataicquas'\n      6754                                   3 peças e duas crianças de\n    peito vindos de Itamaracá redenram       420\n\n      _______\n\n      34686\n\n"
        },
        {
            "id": 333,
            "day": "27 de outubro",
            "contents": "\nHoje cartas e documentos foram mandados para os Senhores 19 e as repectivas \ncâmara, para serem entregue ao Senhor van der Dussen que parte com o navio \n\"Sint Jacob\".\n\nVisto que os Escabinos de Olinda se queixaram sobre os distúrbios que \ndiariamente estão sendo gerados por nossos oficiais, em relação à carne e a\nfarinha que os moradores destes bairros são obrigados a fornecer, assim foi\ndecidido de se escrever seriamente ao Major Picard que ele e os outros oficiais \ndevem esperar sua vez.\n\nE visto que alguns habitantes de Alagoas sofreram grandes prejuízos por causa \ndos saques que foram mandados pelo Comandante Malpurch, e nós tememos \nque o Conselho político não irá prestar bastante atenção as suas queixas, assim\nfoi decidido de se repreender o Conselho político para que eles escutem bem \nas queixas para poderem decidir com justiça, de modo que outros no futuro \nevitem este tipo de estorço.\n\n"
        },
        {
            "id": 334,
            "day": "28 de outubro",
            "contents": "\nNós recebemos uma missiva do Escabino Rodrigo Pereira de Alagoas,\nonde as seguintes pessoas foram nomeadas para a função de Escabino:\nSantos Ferreira, - Simão André, - Simão Correa, - Gaspar Nunes, - Gonçalves\nFerreira, - Gasper Godês, - Manoel Gonçalves Ferreira, - Manoel de Lemos, -\nAntonio Barbalho Seo...\n\nA partir destes, sua Excelência e o Alto Conselho escolheram as seguintes\npessoas, para governarem juntos aos antigos Escabinos:\n\n- Santos Ferreira,\n- Simão André,\n- Gonçalves Ferreira.\n\nSargento Major Mansvelt ficou encarregado de escrever-los e de mandar-los o \nformulário do juramento dos Escabinos, para que ele depois possa deixar, em \nnome de sua Excelência e o Alto conselho, os futuros Escabinos fazerem o\njuramento.\n\n"
        },
        {
            "id": 335,
            "day": "29 de outubro",
            "contents": "\nFicou acordado com Casper Bohem, habitante de Uma, com relação aos\n'Meunsas' dos seguintes lugares durante o período de um ano, começando no \ndia um de janeiro de 1640 e terminando no ultimo dia de dezembro do \npróximo ano:\nSanto Antonio do Cabo, Ipojuca e Serinhaem, Una, Porto do Calvo e\nCamaragibe, que ele receberá os lugares supracitados juntos pela soma de 7000 \nflorins, de acordo com as condições que são validas num negocio como este.\n\n2 novembro \n\nVisto que ontem mais uma vez mataram um homem e o autor do crime está \nforagido assim foi decidido de se proibir de dar-lhe acolho ou esconder-lo ou \ndeter-lo ou prender-lo correndo-se ou risco de ter que se pagar uma multa de \n1000 florins, e uma proibição de se fazer comercio pelo período de um ano para aquele que\ntem negócios e confiscação de sua mensalidade. Caso seja um servidor da\nCompanhia este receberá 300 florins por sua denuncia e o denunciador ficará anônimo.        \n\nVisto que diariamente estão surgindo muitas brigas de faca, o que não somente\né escandaloso pela maneira que nosso povo se trata mutuamente, mas também \ngera prejuízo para Companhia, porque os servidores da Companhia muitas \nvezes caem feridos, e por causa do longo período de cura não estão em estado\nde servir a companhia, e por nada estão recebendo soldo, e a cima disto, estão\ndando muito trabalho aos médicos e os medicamentos da companhia para isto \nestão sendo utilizados, assim foi decidido de se fazer publicar um edital contra\neste tipo de comportamento onde os custos da Companhia serão restituídos e\no trabalho dos médicos será recompensado.\n\n"
        },
        {
            "id": 336,
            "day": "5 de novembro",
            "contents": "\nPara se remediar as disordens que estão acontecendo nas prisões publicas por\nque se descobriu que pessoas estão sendo presas e soltas sem que elas tenham\nsido julgadas, foi decidido que os carcereiros sejam encarregados de não mais\ndeixar soltar presos ou que eles possam sair de suas celas sem que eles tenham \nrecebido uma permissão por escrito do presidente do Conselho político ou do\nConselho de guerra de maneira que nem o advogado-fiscal, nem seus \nauditores, nem o Escolteto ou seus substitutos tenham autoridade para\nsoltarem uma pessoa que uma vez tenha sido presa,tomando esta decisão a\npartir de sua própria autoridade.      \n\nJan Barents, homem livre, chegou, vindo com seu barco de Salines, entre o Rio \nGrande e Ceara, carregando mais ou menos 350 alqueires de sal que serão\ndados ao Senhor Crol, de quem a Companhia receberá uma terceira parte. \n\n\n"
        },
        {
            "id": 337,
            "day": "8 de novembro",
            "contents": "\nNós recebemos cartas do Senhor Coronel Koin de Serinhaem, do Capitão\nPreston de Una, do Major Piccard de Sint Laurens, do Diretor Daniel Alberti \nda Paraiba, do Major Mansvelt das Alagoas, do Diretor Bas do Porto do Calvo, \ntodos lamentavam que eles não podiam receber farinha suficiente para suprir a\nnecessidade das guarnições, o que nos muito surpreendeu. Por isso foi\ndecidido de se escrever os Escoltetos e Escabinos para que examinem mais \ndetalhadamente aqueles que possam ter omitido suas covas de mandioca, e que \nse tome as providencias necessárias contra eles de acordo com o nosso edital \nque para esta razão foi escrito. Em seguinte que cada um deles sejam obrigados\na fornecer o que eles estão devendo. Visto que não se encontra mais farinha\nvinda do interior para a necessidade das guarnições em Recife, Antonio Vaz e\noutros fortes, assim foi decidido, não tendo outra solução, de se fazer pão\nmacio da pouca farinha que nos resta, para que se distribua como ração o que\njá está acontecendo ha duas semanas, na esperança que chegue mais com os \nnavios da pátria.\n\nPor causa da escassez também foi decidido\nde se persistir em não importar para o interior farinha,vinho, manteiga, queijo,\nbacalhau etc, com exceção de pequenas quantidades de 10 à 20 ponden(libra),\npara se armazenar o maxímo possível aqui.\n\n"
        },
        {
            "id": 338,
            "day": "13 de novembro",
            "contents": "\nHoje atracou o crusador \"Ceara\", vindo da Bahia, mandado pelo Almirante \nWillem Cornelissen com suas cartas datadas do dia 23 de outubro, onde ele nos \naconselha. Também trouxe um brasileiro que foi aprisionado, que relatava que \nos inimigos se preparavam para partir com sua armada mais ou menos no \ncomeço deste mês e vinham em nossa direção. E que ele iria fazer o seu\nmelhor.\n\nDepois foi decidido que se prepararia todos os navios que aqui se encontram, \npara que possam partir e vigiar os inimigos, parando o carregamento de açúcar. \nOs navios que aqui se encontram são os Seguintes:\n\n                De Prins\n    (o Príncipe)\n    De Witte Leeuw (O Leão branco)     Prins Hendrick (o Principe Hendrick)\n    Tertoolen                          De Hoop (a Esperança)\n    De Eendracht (a União)             De Saeijer (o Semeador)\n    De Haes (A Lebre)                  De Stokvis (o Bacalhau)\n    Westwouderkerck                    Soukas\n    Sampson (Sansão)\n\nO equipador ficou encarregado de mandar-lhes descarregarem o mais rápido \npossível e preparar-los.\n\nTambém se escreveu ao Coronel Koin de ficar preparado com as guarnições\nque lá se encontram, e fazer o que lhe foi ordenado, a saber, que a partir do \nmomento que ele receber a primeira mensagem que ele deve estar preparado \njunto com Major Piccard e sua Companhia e mandem todos os doentes e \ndeficientes para a ilha de Itamaracá. Também se escreveu ao Commies Hondius e Albert Gerritssen de \nse apressarem com a arrecadação de farinha em Cabo de Santo Agostinho; ao\nDiretor Mortamer para fazer o mesmo em Itamaracá, em Igarassu e em \nGoiânia; ao Coronel Doncker para que ele advirta os brasileiros que eles se \npreparem e para que eles venham com ele diretamente assim que ele receba uma mensagem. \n\n"
        },
        {
            "id": 339,
            "day": "14 de novembro",
            "contents": "\nLeu-se em voz alta um resumo do registro das resoluções da reunião dos\nSenhores 19, que foi feita no dia 28 de , contendo a decisão de suas\nnobrezas que se tratava da questão sobre a jurisdição da cidade de Olinda e\nRecife que surgiu entre o Conselho político e os Escabinos de Olinda, e \ncontendo a decisão deles sobre o numero de Escabinos e seus domicílios.\nEstas decisões foram longamente deliberadas, levando em consideração que a\nresolução supracitada parece encontrar seu fundamento\n\nna presunção das Nobrezas de que os Escabinos de Olinda moram na cidade o\nque não é verídico, porque os Escabinos devem viajar superando grandes\ndificuldades de seus engenhos para cidade. Isto não somente é inconveniente\npara os Escabinos, mas também para aqueles que devem comparecer perante \nos Escabinos, fora isto a cidade ainda está pouco construída e tem pouco \ndesenvolvimento e não haverá tão breve, visto que todo mundo que quer\nconstruir o faz na ilha de Antonio Vaz. A cidade também não está\ndevidamente protegida contra saqueadores quando a guarnição lá não se\nencontra, mas também será difícil para os Escabinos primeiramente, a serem \nconfirmados, de se ir para lugares tão agitados como Recife e Antonio Vaz a\nfim de fazerem seus julgamentos, para seu desconforto\ne sem pontos positivos para sociedade, mesmo assim eles deverão ir a cidade.\nPor isso se achou desnecessário a divisão de 5 Escabinos em Recife e 5 em\nOlinda, e se acha que se deveria instalar mais de 5 Escabinos, para que eles \npossam se reservar, mas que deveria deixar-los morando ou em Recife ou em \nAntonio Vaz.\n\nRecife não se julga o lugar propricio porque lá não se pode encontrar sede\napropriada, vendo que os terrenos estão todos ocupados, e também seria\nmelhor que o Conselho político tivesse varias sedes diferentes.           \nDo outro lado a ilha de Antonio Vaz é um lugar bem propricio para se chegar \nde todas as partes do país, melhor para os holandeses em Recife do que Olinda \ne melhor para os habitantes do interior do que Olinda ou Recife.\nVisto que também seria o momento ideal para se construir uma Câmara e as \npessoas por estarem sendo beneficiadas se sentiriam mais atraídas para \nconstruir neste lugar, e o lugar junto ao Recife \n\nFazendo com que estes locais desenvolvessem até que fiquem cidades famosas. \nAssim ficou finalmente resolvido de convocar os eleitores, para que escolham \nmais 4 Escabinos fora dos 4 atuais, de modo que se chegue a um total de 9, \ncomposto de 5 holandeses e 4 portugueses. Visto que os Escabinos atuais são\nformados por 3 portugueses e 2 holandeses será escolhido mais 3 holandeses e \n1 portugues.\n\n"
        },
        {
            "id": 340,
            "day": "16 de novembro",
            "contents": "\nO Senhor Diretor Nonno Olpherdi reuniu os eleitores no Rio São Francisco,\ne eles nomiaram as seguintes pessoas para que dentre delas se escolhessem os Escabinos:\n\n- Valentin da Rocha,\n- Gaspar Fagundes,\n- Gaspar de Farias,\n- Manoel Francisco,\n- Domingos Nunes,\n- Joao Francisco de Pavia,\n- Antonio da Serra,\n- Diogo da Costa,\n- Joao Velho Tinoquo,\n- Pedro Carrilhos,\n- Marcos de Barros,\n- Gaspar Gonçalves,\n- Diogo Francisco Cardoso,\n- Fernandes Mendes,\n- Manoel Gonso.\n- Rebelo o Riscado.\n\nPara a função de Escabinos por nós foram escolhidas as seguintes pessoas:\n\n- João Francisco de Pavia, Valentin da Rocha,\n- Gaspar Goncalves,\n- Marcos de Barros,\n- João Velho Tinoquo.\n\n"
        },
        {
            "id": 341,
            "day": "17 de novembro",
            "contents": "\nVisto que os Escabino de Olinda terão residência quanto à suas reuniões em\nAntonio Vaz, e eles não podiam construir diretamente uma sede, assim eles\nquerem comprar ali um local para este fim. Eles viram uma casa, da qual a \nconstrução estava quase completa e que pertencia a Monsieur Bonjour, e eles já\nhaviam conversado com algumas pessoas sobre o assunto, mas ainda não tinham entrado em\nacordo. Depois de sua Excelência e o Alto Conselho terem negociado a\ncompra finalmente foi feita. Os mestres da corte iriam terminar a construção\nde acordo com um certo orçamento, fazendo primeiramente um quarto onde \neles poderiam se reunir. Para isto os Escabinos iriam pagar uma soma de \n10.000 florins, a saber, 15.000 dentro de um mês e mais 3000 florins em\njaneiro, e no maximo em fevereiro próximo, e o resto do dinheiro em dois \npagamentos, a metade em um ano e a outra metade um ano depois.\n\n"
        },
        {
            "id": 342,
            "day": "21 de novembro",
            "contents": "\nOs Escabinos de Paraíba declaram, em nome da prefeitura da mesma \nCapitania, que a sua terra não pode produzir tanta farinha o que é preciso para\na guarnição e suas famílias. Eles requerem por isso permissão para comprarem\nfarinha de acordo com suas necessidade nas Capitanias vizinhas, o que lhes foi \npermitido.\n\nEles também requerem, visto que os negros dos bosques lhes trazem muitos \nprejuízos, se eles podem nomear um Capitão do mato, e se ele pode receber\nassistência dos brasileiros para lhes capturarem.\n\nIdem se eles poderiam arranjar brasileiros para trabalharem, pagos, nas \nplantações e nos engenhos. E também foi dito que o senhor Diretor Alberti\nseria autorizado, na ausência do Coronel Doncker, à dar ordens aos Capitães\ndas Aldeias para fazerem o que fosse necessário de acordo com as instruções\ndeles. \n\n"
        },
        {
            "id": 343,
            "day": "24 de novembro",
            "contents": "\nOs eleitores do distrito de Olinda se reuniram hoje e escolheram as seguintes \npessoas das quais nós iremos escolher novos Escabinos que serão enquadrados\njuntos aos antigos Escabinos: \n\nHolandeses:\n- Mathias Beck,\n- Joost van den Bogaart,\n- Michiel Hendrickx,\n- Abraham Francois Cabeljau,\n- Batholomeus van Ceulen,\n- Jacques Hack,\n- Theodosius L'Empereur,\n- Jacob Coets,\n- Caspar van der Ley.\n\nPortugueses:\n- Gaspar Dias Ferreira,\n- João Fernandes Vieira,\n- Cosmo de Castro.\n\n"
        },
        {
            "id": 344,
            "day": "26 de novembro",
            "contents": "\nVisto que é necessário que o numero de Escabinos a partir do dia um de \ndezembro esteja completo, as seguintes pessoas foram escolhidas:\n\n- Theodosius L'Empereur,\n- Abraham François Cabeljau,\n- Bartholomeus van Ceulen,\n- Gaspar Dias Ferreira.\n\nEles receberam ordens de comparecer hoje a tarde à nossa reunião para\nfazerem o juramento habitual.\n\nJan Duij (= Nandhui), chegou na Capitania de Rio Grande, com mais ou \nmenos 2000 almas, tanto homens quanto mulheres e crianças, todos da raça \nTapuia, e os Escabinos destas regiões relatam que eles causam grandes\nprejuízos aos habitantes, de quem eles arrancam e destroem as roças. Eles têm\na intenção de fazer uma aldeia e passar a morar ali, o que seria muito ruim,\nvisto que a Capitania não pode lhes manter, e eles também não têm a mínima\nintenção de plantarem. Assim foi decidido de se despachar o mais rápido\npossível os filhos de Nandhui, recomendando que mandassem seu povo voltar \npara suas terras com algumas honrarias, e em termos de amizade, dizendo que \ncaso eles sejam necessários, seriam convocados.\n\n"
        },
        {
            "id": 345,
            "day": "28 de novembro",
            "contents": "\nHoje o Sargento Jan van Stokken, trouxe 15 soldados brasileiros das aldeias \nCarresse e Tapicerica, que estavam sob o comando do Capitão André de Sousa, que também tinham\nsido mandados para Sint Laurens pelo mesmo Sousa. Commis Beck dará a \ncada, uma camisa e uma calça de linho, e Commis Vinck dará a cada um deles \num pão centeio, também as duas mulheres e quatro crianças.\n\n"
        },
        {
            "id": 346,
            "day": "3 de dezembro",
            "contents": "\nBrasileiros vindos da aldeia de São Miguel nos deram uma carta em mãos,\nescrita aos inimigos pelo superior dos brasileiros, Camarão, onde ele e todos os\noutros de sua nação estão convocados à se esconderem nos matos até sua\nchegada.\n\nAssim foi decidido de se trazer para a aldeia Mauritia os brasileiros da aldeia \nSão Miguel, e para fazer com que nós não percamos os brasileiros de Goiânia,\nParaíba e Rio Grande, assim se escreveu ao Coronel Doncker, que ele junto \ncom o Predicante Dooreslaer, buscasse todos os brasileiros de seus vilarejos \nque se encontrem nestas Capitanias, e que fique com eles em Goiânia, para que \neles não vão embora e para poder usar-los diretamente caso seja necessário.\n\nVisto que se teme que os padres de São Bento estão fazendo um mau serviço\nnos seus engenhos de Masureppe, e talvez estejam juntando alimentos para os \ninimigos ali no bosque, assim se foi ordenado que o Capitão Hoogstraaten\nfosse mandar-los partir de seus engenhos para irem para seu convento em \nOlinda, e depois que pesquisassem junto a seus negros sobre o que eles \nestavam presumindo.\nEm seguida de se ..........\n\nAssim foi decidido de mandar-los para a ilha de Itamaracá onde lhes será \nindicado um lugar propicio, onde já se tinha resolvido de deixar as mulheres e \ncrianças em nosso poder para assim se assegurar a fieldade de toda nação\nbrasileira e poder-los controla-los sob força e contar com sua obediencia, \nprincipalmente por que se tem escutado que Camarão solicita a dissertação dos\nbrasileiros.\n\n"
        },
        {
            "id": 347,
            "day": "20 de dezembro",
            "contents": "\nVisto que os habitantes de Verges, Beberibe, Paratibe e Jaguaribe lamentam \nque eles não podem pagar os 2302 alqueires de farinha pelos quais eles foram\nfintados, assim ficou acordada, depois de termos escutado sua razão, de deixar-\nlos não pagar um terço desta quantidade, com a condição de que cada....\nfornecesse, até que se completassem o total dos alqueires pelo qual eles foram \ntaxados. Isto chega ao total de 328 alqueires por semana, ao menos que eles \nnão precisem fornecer todas estas semanas e que Pau Amarelo receba o que\nnecessite semanalmente.\n\n"
        },
        {
            "id": 348,
            "day": "21 de dezembro",
            "contents": "\nRecebemos uma missiva do senhor Daniel Alberti da Paraíba, onde se descreve \nentre outros, que os Escabinos de Paraíba viajaram por toda Capitania para \nvisitarem as roças. Estes relataram que a falta de farinha era tanta em toda \nparte, que as pessoas sustentavam suas famílias com milho e pacovas, e que a \nfinta de acordo com nossas ordens mais recente quase não fornecerá mais do\nque 300 alqueires de farinha.\n\nEm seguida que tinha se escutado que uma tropa inimiga se encontrava em \nItapoá, onde se mandou uma tropa de 20 soldados, que não encontraram nem\nviram nada.\n\nEm seguida que a população civil de Frederica tinham sido armada, e como\nCapitão deles foi nomeado Manoel da Costa, para Tenente Hendrick Lely e para Alfere Tonneman.\n\n"
        }
    ]
}