{
    "id": 6,
    "author": "José Hyginio",
    "title": "Dagelijkse Notulen",
    "number": 6,
    "year": "1640",
    "period": "2 de janeiro a 31 de dezembro",
    "days": [
        {
            "id": 349,
            "day": "2 de janeiro",
            "contents": "\nO barco do Capitão Du Moulin chegou com cartas do Rio São Francisco do\nSenhor Nonno Olpherdi e o Sargento Major van der Brande, dizendo que Camarão tinha atravessado\no Rio com mais ou menos 1500 brasileiros, mulatos e negros e marchava em direção de Alagoas.\nProvavelmente ele irá se juntar com Luiz Barbalho, que ali chegará, e assim que \nele tivesse feito seu dever em Alagoas, marcharia em seguida em direção do\nlugar onde a frota estaria.\n\nEles também lamentaram, ou melhor, eles escrevem cartas sobre o falta de \nmantimentos que eles nos descrevem. Foi decidido de mandar esta carta para a \npátria mãe, de modo que os Senhores Mestres, que não nos mandam\nmantimentos e são a razão pela qual nós não podemos prover nossos fortes,\npossam ler isto. \n\n"
        },
        {
            "id": 350,
            "day": "4 de janeiro",
            "contents": "\nHoje foi notificado pelo cruzador \"De Vleermuijs\" (o Morcego), que a frota \nespanhola, que estava em Alagoas, partiu, e por isso se presumi que ela pode \nser esperada por estas bandas. Assim se achou necessário de se continuar com \na ocupação da praia ao longo da costa. E visto que nas mensagens anteriores se\ndecidiu que o Nobre Senhor Coronel mais uma vez fosse a Serinhaem e \nSenhor Preston para Una, assim foi decidido que o Coronel recebesse novas \nordens para que ele retornasse a Santo Aleixo, mas que Preston continue sua \nmarcha em direção de Una como lhe foi encarregado, e foi decidido de se\nescrever ao Sargento Major Mansvelt, que ele se locomovesse o mais rápido possível em direção do Cabo.\n\n"
        },
        {
            "id": 351,
            "day": "10 de janeiro",
            "contents": "\nAos Nobres Senhores do Alto Conselho e Secreto conselho,\nnos sabemos que é justo e bom que os soldados sejam providos em sua \nmanutenção, mas nós sabemos também que os Senhores não deveriam\nencarregar a prefeitura com fintas e aplicar mandados ao povo que não servem\npara nada a não ser para promover o estorço e que os Escoltetos distribuam\nmultas e os governos sejam despeitados; isto é o que nós pensamos sobre a \npróxima finta caso os Senhores criem mais uma.\n\nVossos Nobres Senhores deram ordens que todos fizessem uma declaração\nsobre todas as suas roças. Isto aconteceu, e depois que as antigas roças foram \ncolhidas os Senhores deram logo apos ordens que também se colhessem as \nnovas roças, e que a metade seria para os moradores e que a outra metade seria \nfornecida a Companhia para o sustento da guarnição. Isto também aconteceu.\nNós temos informações que muitas das novas roças que foram colhidas não\nproduziram de modo algum a quantidade de farinha como se tinha taxado, mas \nsomente a metade, por causa do tempo seco o que foi muito ruim para as \nroças. E visto que nós não podemos encarregar a comunidade com coisas que\nsão impossíveis assim nós lhes informamos que nós não podemos mais\nencontrar roças que os Senhores poderiam taxar.\n\nCaso vossas Nobrezas pensam que roças tenham sido omitidas, então os\nSenhores poderão investigar e fazer com que elas sejam visitadas o que nós\nfaremos caso os Senhores nos derem ordens.\n\nDesta missiva se fez uma copia autenticada o que ficou resolvido de se mandar \na parte mais importante para os Senhores 19, de modo que eles possam ver como é a \nsituação aqui no país.\n\nHoje retornou ao ancoradouro o Almirante Willem Cornelissen com toda a \nfrota e diretamente se ordenou de ir buscar água em Olinda para todos os \nnavios. 4 cruzadores e 4 navios ficaram encarregados de retornar ao mar para \nacompanhar os movimentos dos navios inimigos.\n\n"
        },
        {
            "id": 352,
            "day": "11 de janeiro",
            "contents": "\nHoje recebemos cartas do Senhor Daniel Alberti e o Comandante Ernst van \nBremen, que declararam que no dia 8 de janeiro, ali no forte de Paraíba, eles \nassumiram ter avistado a frota Espanhola, perto da costa com mais ou menos \n50 navios, que estavam posicionados entre Cabo Branco e o Rio Paraíba. Em \nseguida que durante a noite eles tinham escutado muitos tiros, e que os navios \nespanhóis navegavam diretamente em direção do rio Paraíba, como se eles\nquisessem nele entrar, mas à noite voltaram ao mar.\n\nEm seguida que Vidal e o seu povo também esteve em Tiberi, e saqueou vários \nportugueses. Ele também penetrou no Engenho do Marishal e matou Josias \nMarishal e mais 4 soldados.\n\nTendo deliberado sobre tudo isto se achou muito estranho que os navios \nespanhóis, tenham atirado varias vezes com os canhões, que eles tinham\nencenado como se eles tivessem a intenção de navegar para dentro,\ne que eles não começaram diretamente o desembarque de seus homens. Tudo\nisto se faz presumir que o acontecido não era realmente o objetivo,\nmas que não passava de uma finta para atrair nosso exercito, de maneira que\neles pudessem nos atacar aqui sem nenhuma resistência. Isto parece ter sido\nconfirmado pela presença de Vidal em Paraíba, que declarava que ele não iria\npartir daquela Capitania, mas que ali nos esperava, isto tudo servindo para nos \natrair aquela região. Assim se resolveu de nada se fazer nem por terra nem por\nmar, antes que nós tenhamos mais informações que o inimigo ali tenha\ndesembarcado e lhe (Vidal) tivesse derrotado.\n\nTambém se decidiu, de maneira que o inimigo possa ser avisado por um navio, \nque todos os barcos serão detidos e não poderão partir para o mar, porque\nmuitos portugueses nestes barcos não merecem confiança.\n\n"
        },
        {
            "id": 353,
            "day": "12 de janeiro",
            "contents": "\nHoje de manha o Almirante navegou para o norte passando a cidade de \nOlinda, para procurar o inimigo. Que Deus lhe proteja. \n\nHoje de manha cedo recebemos cartas do Senhor Mortamer, que declarava que \nontem no fim da tarde apareceram 36 barcos numa distancia de um tiro de \ncanhão, o que poderia implicar que eles ali queriam desembarcar alguns de seus\nhomens.\n\nSua Excelência viajou hoje de manha para Olinda com sua guarda e mais ou\nmenos 100 brasileiros. Ele deixou ordens para que companhia do Senhor Gijseling lhe \nseguisse imediatamente partindo do forte do Bruijn assim que ele lhes \nconvocasse. A companhia civil do Senhor Coronel Carpentier foi armada para \nque caso isso aconteça eles possam marchar imediatamente para o forte de \nBruijn. Também todos os brasileros de Igarassu vieram à Pau Amarelo, assim como\na companhia de Van Points (= Koin?) e Van Dijck de Muribeca e da Candelária.\n\n"
        },
        {
            "id": 354,
            "day": "14 de janeiro 1640",
            "contents": "\nHoje recebemos cartas do Sargento Major Pierre le Grand que faz parte de \nnossa armada, que nos informava como, antes de ontem à noite às quatro\nhoras, nossa armada entrou em combate com a armada espanhola, e que no \n(primeiro?) ataque o Almirante tinha sido atingido por armas pesadas e que a \nluta mesmo assim continuou muito bem até que a noite acabou.\n\nQue a frota espanhola queria fugir, mas que nossa frota sempre continuava \nnavegando acima do vento deles. De manha os nossos se reuniram e o Vice \nAlmirante Jacob Huijgen foi indicado como Almirante e que os outros oficiais \nque seguem a hierarquia tinham sido promovidos.\n\nDepois que eles mandaram o 'Lichtaen' do Almirante Cornelissen junto com \num Galeão para Itamaracá, eles atacaram de novo um navio inimigo ontem de\nmanha às 10 horas. Que Deus Nosso Senhor nos provenha tempos de felizes\nvitórias. Nós escrevemos ao Almirante e o Sargento Major, servindo para \ncongratula-los e anima-los para que eles continuem a batalha contra nosso \ninimigo até o fim.   \n\n"
        },
        {
            "id": 355,
            "day": "15 de janeiro",
            "contents": "\nHoje recebemos varias cartas de Porto de Calvo (..........................................), do Coronel Hans van Koin, \ndeclarando que Camarão com mais ou menos 2000 homens entre os quais\n(....................................) mais ou menos 100 brancos, Camarão\n(..........................................) passou e marchava em direção de Una. Ficou\nresolvido de se mandar mais 5 companhias sob o comando do Sargento Major \nCraaij do Cabo para o Coronel Hans van Koin, pelo qual ele reunirá mais de 1000 homens. \nForam-lhe dadas ordens que ele, com este exercito, deverá encontrar Camarão e tentar\ncausar-lhe prejuízos, e que caso o inimigo chegue ao sul de Serinhaem antes, sem que ele tenha lhe \nencontrado que ele então deverá perseguir-lo até encontrar-lo.\n\n"
        },
        {
            "id": 356,
            "day": "17 de janeiro",
            "contents": "\nVisto que provavelmente e em relação com o tiroteio que nós escutamos\nontem nossa frota ainda está lutando com a frota espanhola, é possível que \ntalvez tenham se encalhados alguns pequenos navios, barcos e outros meios \nmarítimos ou cruzadores tanto nosso quanto de nosso inimigo, por causa de \num problema ou por necessidade. Também é muito provável que Vidal se \nencontre ao norte daqui, com sua tropa, procurando que naufragados do \ninimigo possam se aliar a ele, e nossos naufragados podem cair em suas mãos e\nserem assassinados.\n\nTambém que Vidal esteja ocupando as estradas e as praias do norte, e pode \nestar interceptando nossos conhecidos que estão trazendo mensagens ou cartas\nvindas da Paraíba. Para se prevenir tudo isto foi decidido de se encarregar o \nCoronel Doncker, que ele ocupe as praias com a ajuda de 200 brasileiros bem armados, entre os \nrios Goiana e Cabo Blanco, e com mais 50 entre a praia de Goiana e Catuama, \ncom ordens para matar os naufragados do inimigo.       \n  \n"
        },
        {
            "id": 357,
            "day": "18 de janeiro",
            "contents": "\nNós compartilhamos a opinião, que a resolução dos Senhores 19 em relação\ncom a igualação ('dresseren') do valor da moeda neste país de acordo com o\nvalor da moeda da pátria mãe, prejudica muito este estado por razões de que pprsa\né........................., e por que pouco ou quase não vem dinheiro da pátria para o\nBrasil. O país quase não tem dinheiro o que causará transtornos cada vez\nmaiores, por que sem dinheiro não é possível de se deixar os engenhos em\nfuncionamento, visto que todos oficiais, transportadores e todos os serventes \nquerem ser pagos em espécie. Por causa disto o dinheiro fica na mãos daqueles\nque o receberão, de maneira que talvez os Senhores de engenhos ainda tenham\ncondições de produzir esta safra mais a seguinte fará parar muitos engenhos\npor causa da falta de dinheiro.\n\nAssim foi decidido, que os Escabinos deliberassem sobre este assunto e deixar-\nlos darem seu conselho sobre o mesmo. Também sobre os juros excessivos \nsobre o dinheiro que estão sendo cobrados por muitos judeus e outras pessoas.\nEstes juros são tão altos que eles chegam à cobrar entre 4 à 5 por cento por\nmês, dinheiro do qual muito poderia ser confiscado. Finalmente que os meios\npoderão ser usados para que os portugueses, que muito compraram, mas,\ndurante muitos anos não pagaram, sejam obrigados a pagar.\n\n"
        },
        {
            "id": 358,
            "day": "19 de janeiro",
            "contents": "\nHoje nós recebemos uma missiva do Coronel Doncker, com um anexo, se \ntratando uma copia de uma missiva do senhor Daniel Alberti, que declarava \nque Vidal ali tinha começado a queimar os canaviais. Assim foi \ndiretamenteordenado, que o Capitão De Baut deverá marchar para o norte\nnovamente e ficará no convento com 20 homens, e que ele mandará seu \nTenente e Alfere para os engenhos para perseguirem o inimigo e evitar os \nincêndios. Em seguida se escreveu ao Coronel Doncker\nque ele deverá mandar 150 brasileiros para Paraíba, para perseguir o inimigo \njunto com os soldados supracitados, e que ele ali os deixe até que o inimigo vá \nembora ou que ele receba outras ordens.\n\nVisto que também recebemos informações do Capitão Hoogstraten de São\nLorenco, dizendo que o inimigo também tinha incendiado Macirae \nacompabhado por Arnau de Holanda. Isto foi comunicado ao Sargento Major \nMansvelt e ele ficou encarregado de mandar uma tropa.\n\nEm seguida lhe foi escrito que ele partirá para a defesa dos engenhos junto \ncom as companhias de Muribeca que estão sob seu controle e lhe informamos\nquais engenhos ele deveria defender, e que ele mandasse perseguir o inimigo \ncom suas tropas onde ele o avistasse e que preparasse emboscadas e matasse \ntodo mundo, por que o inimigo está nos tratando com muita crueldade.\n\nLista geral dos prejuízos de incêndio na capitania de Paraíba causados por\nVidal. \n\nOs canaviais dos seguintes engenhos foram incendiados:\n- De Duarte Gomes da Silveira\n- De Geronimo Cadena\n- Inhobij tirando o canavial Domingos Silves\n- Engenho do Meio tirando o canavial de Isaac de Rasiere\n- João de Souto\n- Menso France\n- Antonio Carreira Valadares\n- Engenho Santo André tirando o partido/parcela de Pedro Manoel País\n- Engenho do Frango Camels tirando o partido de Luis Mendez\n- Antonio Pinto de Mendonza sem contar com o partido de Jorge Rodrigues Pereira\n- Jongeneel sem contar com o partido de Damião Alfonso e Antonio Fernandes\n- Manoel Correia Pestana sem contar com o partido de Manoel Vaz e seu cunhado\n\nTambém foi incendiado o armazém de Manoel d'Almeida\n\ncontendo 119 caixas de açúcar, e o armazém de Paolo d'Almeida \ncontendo..........(caixas)\n\nOs seguintes não foram atacados:\n- O Engenho de Marechal\n- De Manoel Coresma Carneiro, pertencente à Jorge Homi Pinto\n- Tiberij, sem contar com a parte de Manoel D'Almeida\n- O Engenho de André Dias de Figerido\n- De Ventura Mendez\n- De Gargau, que tinha sido incendiado mais o fogo foi extinto\n\nO total que restou dos canaviais nesta Capitania foi estimado em um oitavo de \ntodos os canaviais que seriam colhidos este ano. \n\n"
        },
        {
            "id": 359,
            "day": "20 de janeiro",
            "contents": "\nNós estamos a parte de vários rumores que em Paraíba 3 navios espanhóis \nteriam encalhado, onde entre eles se encontrava um navio Inglês, e que a nossa\nfrota e a frota espanhola em curso de batalha já teriam chegado ao sul da \nParaíba pelo qual se pode esperar que mais navios tantos nossos quanto do \ninimigo irão encalhar. Assim foi decidido de se mandar uma tropa com mais ou\nmenos 1000 homens, sob o comando do Capitão da guarda Charles de\nTourlon, para Paraíba para procurar navios ao longo da praia, e quando um \nnavio do inimigo encalhasse que matassem todo mundo que tentasse chegar a \nterra, sem fazer prisioneiros a não ser que seja um alto oficial.\n\nEm seguida se pediu ao antigo Sargento Major Gartsman, que com 50 \nsoldados do castelo Ceulen e todos os Tapuias de Nandhui, se ele queria \nprestar atenção em navios encalhados nas praias de Rio Grande, patrulhando\nas costas subindo e descendo para evitar que alguém chegasse a terra, matando \ntodos os inimigos. Mas também lhe foi requerido que ele fizesse com que os \nTapuias não causassem prejuízos aos habitantes e não lhes deixasse sair desta\nCapitania em direção da Paraíba.\n\nE para se recompensar os Tapuias pelos seus serviços ficou decidido de \nmandar ao Commis Mazuijr em Rio Grande 4 pipas de vinho.\n\n"
        },
        {
            "id": 360,
            "day": "23 de janeiro",
            "contents": "\nVisto que o senhor Elias Herckmans partirá a negocio com a tropa de Capitão de Tourlon\nem direção de Paraíba, foi decidido de dar-lhe ordens para que ele deliberasse e tomasse\ndecisões junto com o senhor Alberti e Capitão de Tourlon em tudo que seja necessário para a\ndefesa dos habitantes e ataque aos inimigos, tanto em terra quanto ao longo da \ncosta. Fora isto para que se investigassem os habitantes da Paraíba que \nsaquearam lojas e ajudar-los a sentenciá-los e executar isto, como também se \ninvestigassem os saques em Paraíba dos quais alguns civis holandeses de \nGoiânia estão sendo acusados.\n\n"
        },
        {
            "id": 361,
            "day": "24 de janeiro",
            "contents": "\nHoje a noite recebemos uma carta do Coronel Doncker, que dizia que ele tinha \ninformações de confiança que Vidal em Paraíba teria continuado com os\nincêndio dos canaviais e agora estava marchado para Goiânia pelas roças de\nCavalcante.\n\nPor causa disto foi decidido de se estacionar a companhia do Capitão Daultry\nem Goiânia e espalhadas pelos os engenhos; e ao lado destes soldados de se \nestacionar tantos brasileiros que em cada moinho tenha 50 à 60 homens para\nque assim se possa defender todos os engenhos contra o fogo. E quando se \ntocar o alarme todas essa tropas de todos os engenhos deverão se dirigir para o\nlocal, mas mesmo assim deixando alguns homens para traz.\n\nEm seguida se ordenou o Sargento Major Piccard de acampar com 3 \ncompanhias em Igarassu, e que mantenhan uma boa comunicação entre as companhias de\nGoiânia e São Lorenço para que elas possam se socorrer caso seja necessário.\nTambém foi decidido de se estacionar a companhia do Capitão Daeij em\nPantorre e que ele receba o comando sobre a companhia do Capitão Advocaet,\nque está estacionada em Ipojuca e a companhia Laurens Vallet, que se encontra \nem engenho novo e Pirapaim.\n\nVisto que os casos de policia não podem ser despachado pelos Escabino tão\nrapidamente como é necessário, por que eles se reúnem somente uma vez por \nsemana de modo que os casos muitas vezes são obrigados a esperar, assim foi\ndecidido de se ordenar os Escabinos que eles fora sua reunião normal também\nescolham semanalmente a metade de um dia para resolverem somente os casos \npoliciais.\n\n  \n"
        },
        {
            "id": 362,
            "day": "26 de janeiro",
            "contents": "\nVisto que os Escabinos da cidade Mauricia requereram um extra Secretario \nholandês, por que o Secretario português não pode ajudar em todos os casos,\nficou resolvido de se instalar nesta função temporariamente o Procurador Joost\nJacobsen Blijenberg, ao lado do português Manoel de Sá.\n\n"
        },
        {
            "id": 363,
            "day": "1 de fevereiro",
            "contents": "\nHoje chegou o cruzador \"De Brack van Zeeland\", vindo de nossa frota \nportando cartas de Sargento Major Pierre le Grand e o Comandante Jacob \nHuijgen, dizendo que desde do encontro de 14 de janeiro em Paraiba, \nonde nosso Escolteto se encalhou nas rochas, eles mantinham o inimigo na mira, \npara que eles não se aproximasse da costa.\n\nNo dia 16 de janeiro eles pensavam de encontrar-los de novo, mas por causa \nda falta de vento este dia se perdeu de vista.\n\nNo dia 17 se batalhou em Canhau com grande agressividade, onde os \nespanhóis tiveram grandes prejuízos e seu Almirante até duas vezes teve que \nfugir de nós de vento em polpa. Esta batalha violenta durou das 9 da manha \naté o por do sol. A Armada espanhola contava neste dia 66 navios, por que \nalguns que antes tinham se perdido se juntaram de novo a eles.\n\nNo dia 18 de janeiro nossos cruzadores empurraram 3 barcos inimigos contra a \ncosta, dos quais sua tripulação pulou em terra e agora estavam reparando tudo\no que se tinha quebrado, por isso temos a intenção de atacar-los amanha mais\numa. \n\nNo dia 19 de janeiro a nossa frota chegou em Rio Grande durante o dia, onde \nos Espanhóis também deveriam estar, mas eles ali não estavam por que eles\ndurante a noite não tiveram a coragem de navegar perto de nós tendo medo de\nse encalharem nos 'baixos' (bancos de areia), e que em seguida não mais\npudessem se livrar dos bancos de areia e navegarem novamente.\n\nNós partimos no momento certo tendo nas velas um vento sudoeste, apagando \nas luzes entramos no mar e navegamos em direção nordeste, e de manhã cedo\nainda podíamos ver 5 ou 6 navios que ontem estavam espalhados. Eles nos \nmandaram também uma lista dos mortos e feridos: o total de mortos em todos \nos navios chegaram à 22, menos os 45 que morreram naufragados. Assim os\nnossos ancoraram em Rio Grande e se abasteceram de água. O auditor Claes Clasen, que relata oralmente, diz que \nele viu nossa frota esta manhã em Goiania e que provavelmente estarão no mar\nhoje.\n\nFoi decidido de se agradecer as quatro da tarde para esta grande vitória que nós só podemos ter obtido com \na graça de Deus, e a noite que se festeje por toda parte como símbolo de nossa \nvitória de modo que todo o país se escute.\n\n"
        },
        {
            "id": 364,
            "day": "14 de setembro",
            "contents": "\nOs Nobres Senhores Van Keulen e Gijseling se despediram de sua Excelência\ne os novos senhores do Alto Conselho, que os acompanharam até o fim do \nmolhe, os 5 porta bandeiras da comunidade estavam em armas, desejaram os \nSenhores uma boa viagem com 3 salvos, depois do que todos os canhões em\nfortes e navios atiraram, enquanto os Nobres Senhores embarcavam no \ncruzador \"Het Moriaentje\" (o Moreninho) e partiam imediatamente. \n\n"
        },
        {
            "id": 365,
            "day": "17 de setembro",
            "contents": "\nHoje foi resolvido que em 14 dias, a saber, o ultimo deste mês o muro da\ncidade Mauricia deverá ser construído, entre e o forte Cinco Pontas e a \nfortificação de Antonio Vaz. Por isto a cidade e os habitantes que se encontra\nentre os dois estará bem protegida e livres de um ataque. O orçamento/ projeto, \nseja ele terra ou a parte oeste da cidade aqui citada, já está nas mãos do engenheiro.\n\nFoi decidido de se fazer conhecer este projeto de Cabo de Santo Agostinho até \nParaíba e Itamaracá, para se achar mais construtores e poder se concluir a obra \npelo menor preço. O engenhero que foi contratado, ira fixar o cartaz em todos \nos lugares.\n\n24 setembro\n\nO Senhor Assessor e os dois Senhores do Conselho político, mandados para \nacompanhar os Senhores van Keulen e Gijseling do Alto conselho aos \nnavios em Paraíba, relataram na reunião, que os mencionados Senhores, alguns\ndias depois de sua partida, chegaram bem no estado de Paraíba e que eles \ndepois de terem visitado a cidade e os fortes (onde eles foram recebidos e \ntratados com todas as honras) os Senhores embarcaram, no dia 18, no navio \n\"De Faem\" (a Fama), e eles partiram no mesmo dia com uma frota de 15 \nnavios em direção do mar.\n\n"
        },
        {
            "id": 366,
            "day": "19 de setembro",
            "contents": "\nEnquanto os requerimentos dos oficiais vêm de todas as partes, para que se\npague em dinheiro suas pensões integralmente, pelo qual nosso cofre não\nsomente ficará tão vazio, de maneira que é impossível de continuar, mas\ntambém que (que o dinheiro está sendo utilizado em eu não sei o que) nossas\nprovisões não estão sendo vendidas, de modo que depois de se ter pago as\npensões também acabaremos tendo as provisões apodrecendoem nossos\narmazéns.   \n\nDepois de ser ter deliberado longamente sobre este assunto foi decidido de se \nfazer um calculo uniforme como base ('voet') para a pensão e empréstimo para\ntodos oficiais nestas conquistas, e que se evite os prejuízos gerados para \ncompanhia pelas provisões (que de outra maneira ficará muito obvia) e outras\nrazoes que poderiam ser alegadas.\n\nFoi decidido que a partir de agora não se pagaria mais para nenhum oficial,\nquem quer que seja, do que de acordo com a lista que para isso foi criada, e se \ndescontando o que sobrar. Mas para servir os oficiais melhor que lamentam \nque o resto do pagamento seja feito somente com vinho, foi decidido que eles \na partir do momento em que eles estejam a parte de nossa decisão\n\nQue eles podem escolher, como resto do pagamento, tudo que se encontrar no \narmazém. Nós pensamos que os oficias receberão está decisão com satisfação.\n\n"
        },
        {
            "id": 367,
            "day": "1 de outubro",
            "contents": "\nUm leilão público foi organizado para fazer a construção do muro da parte\nleste da cidade Mauricia, contendo dois bastiões inteiros e dois pela metade\ncom suas 'cortinen' e o 'contrascharp'ao redor, e duas 'raveleijen' nesses dois \n'contrascharp'. De acordo com o orçamento feito pelo o engenheiro foi \ncontratado Pieter Heijden pela soma de 130 florins.\n\n"
        },
        {
            "id": 368,
            "day": "3 de outubro",
            "contents": "\nO Padre Vigário Generael e os outros religiosos desta colônia suplicam \nque eles sejam mantidos de maneira satisfatória, visto que o engenho de \nMasureppe e os ganhos desta fazenda não são suficientes. Eles requerem que\nlhes sejam permitido receber uma certa parcela (partida) situada na Capitania \nde Paraíba e que pertenceu aos monges de São Bento, que foi arrendado ao\nengenho da viúva Marechal, para que assim eles possam prover melhor em \nsuas necessidades alimentares. Nós deliberamos sobre este assunto e visto que \neste partido por meio de doação dos monges passou a pertencer ao Escabino\nGaspar Dias Ferreira (que foi informado por uma mensagem do Conselho \npolítico que ele terá que examinar os efeitos) os escravos dali já foram \nretirados, e não tem muita serventia para a Companhia. Pode se esperar que os\nmonges utilizem este pedaço de terra melhor do que qualquer outra pessoa, e \nas obrigações que deverão ser compridas para com o engenho,\npor que de outra forma os moinhos irão parar o que significaria uma perca\npara a Companhia. Assim foi decidido de apostilar da seguinte maneira: \no pedido será aprovado e eles poderão se beneficiar do uso do partido, assim\ncomo do engenho de Muressepe (/Masureppe), a não ser que eles encontrem\num modo de cultivar este partido, de acordo com as obrigações que tem com o\nmoinho, visto que este agora por causa da doação feita não dispõem mais de\nescravos, foi decidido provisoriamente até que se tome outra resolução.\n\nEspecificação da ocupação no interior do país, de acordo com as decisões tomadas no dia da reunião\n(Landdag)\n\n"
        },
        {
            "id": 369,
            "day": "3 de outubro",
            "contents": "\n    Em Apipucos                  10 soldados do Major Bayart\n    Engenho de Mabarossa         Tenente do Capitão Mulder\n    Engenho de Henrico Alphonso  Alfere do Capitão Mulder\n    Engenho de Luis Braz         Capitão Mulder\n    Candelária                   Sargento do Major Bayert\n\nAs guarnições supracitadas irão receberão em Afogados, à cada 14 dias seus\nranchos de acordo com as pensões estabelecidas pelas as ordens do dia 10 de\noutubro \n\n    Freguesia de Santo Amaro:\n    Engenho Gerjan de Lima          Gijseling\n    Engenho do Senhor Carpentier    Tenente de Gijseling\n    No vilarejo de Santo Amaro      Alferes de Gijseling\n\nAs guarnições supracitadas irão receber seus ranchos em Santo Amaro à cada\n14 dias onde um Comiss estará à disposião.\n\n    Santo Antão             Tenente do Capitão Points\n    Engenho Morequipes      Sargento do Capitão Points\n    Engenho da Guerra       Alferes do antigo Capitão Rembach\n\n    Mara Partagipe          Alferes do Capitão Points\n\nAs guarnicões supracitadas irão receber seus ranchos em Cabo de Santo\nAgostinho no Forte van der Dussen à cada 14 dias do Commis Hondius.\n\n    Freguesia de Ipojuca:\n    Nova povoação da Poinca     Tenente Coronel Hinderson\n    Engenho Tapatinga           o Tenente de Hinderson\n    Engenho Maranhão            Capitao Belints\n    Bartrago                    o Tenente de Belints\n\n    Sibero de Riba              o Alferes de Belints\n    Pindova                     o Sargento de Hinderson\n\nEstas guarnições supracitadas irão receber seus ranchos do Commis do vilarejo\nMuribeca à cada 14 dias.\n\n    Freguesia de São Lorenco:\n    No vilarejo de São Lorenco  Capitão Capel\n    Engenho São Gonçalo         Capitão Brandt Barents\n    Engenho Tapicura            Tenente do Capitão Brandt\n    Barents\n    Engenho Holando             Tenente do Capitão Capel\n    Engenho Masiappe            o Sargento da Guarda\n\nEstas guarnições supracitadas irão receber seus ranchos do Commis de São\nLorenco à cada 14 dias.\n\n    Paratibe e Gegoarique:\n    Paratibe                Capitão Cassume\n    Engenho Gegoarique      o Tenente de Cassume\n\nAs guarnições supracitadas irão receber seus ranchos dos Senhores Tesoureiros\nda cidade de Olinda.\n\n    Igarassu:\n    No vilarejo de Igarassu     Capitão Waldeck\n    Engenho Consale Nova        o sargento do Capitão Waldeck\n\n    O sitio de João Dias Leite  o Tenente do Capitão Waldeck\n    Engenho Juan Pimento        o Tenente do Capitao\tWaldeck\n\nAs guarnições supracitadas irão receber seus ranchos dos Commis de Igarassu\nà cada 14 dias.\n\n    Serinhaem:\n    Na cidade                   Capitão Prévo\n    Engenho Sibero de Baixo     o Tenente do Capitão Prévo\n    Engenho Sapiensu de Lima    Capitão Daultry\n    Engenho Aratingi            o Tenente do Capitão Daultry\n    Engenho Camatagibi          o Alferes do Capitão Daultry\n    Engenho Pangma\n    Engenho Formoso             Sargento\n\nAs guarnições supracitadas irão receber seus ranchos do Commis que lá se\nencontre à cada dias.\n\n    No vilarejo do Una          Capitão Cock\n\nO Commis que lá se encontra ira lhe pagar seu empréstimo à cada 8 dias.\n\n    Itamaracá:\n    Engenho Novo                Capitão Hellingh\n    Engenho Guiana              o Tenente do Capitão Hellingh\n    Noabraij perto da Igreja\n    Engenos Três Paos           Capitão Doorscholt.\n\nO Commis que lá se encontra ira lhe pagar seu rancho à cada 14 dias.\n\nO Commis que está estacionado no local, ira pagar o rancho dos soldados à\ncada 8 dias e os soldados que se encontrem em outros lugares do distrito, irão\nreceber seus ranchos à cada 14 dias e do dinheiro que esteja nas mãos de cada\noficial ou soldado deverá ser pago a farinha mensal aquele que está \nencarregado de fornecer a farinha. Os brasileiros que recebem rancho irão ser\npagos de acordo com as ordens mais recentes.\n\nTodos os Commis irão prestar conta mensalmente quando eles vierem buscar\ndinheiro, e trarão as contas da farinha paga.\n\n"
        },
        {
            "id": 370,
            "day": "9 de outubro",
            "contents": "\nNós escrevemos o Comandante dos brasileiros Johan Listry, dizendo que \ntínhamos recebido uma informação que o inimigo planejava, por que ele se\nsentia ofendido pela fieldade e afeição dos brasileiros por este estado, fazer o\nmal à todos os brasileiros tanto os homens como as mulheres e crianças assim\ncomo na aldeia de São Michel, onde eles mataram um brasileiro, sua mulher e\nfilho. Por isso lhe escrevemos que ele deveria avisar todas as aldeias que estão\nsob o seu comando que os brasileiros teriam que fazer uma vigilância serrada, \narmados com arco e flecha, para não serem surpreendidos, e fecharem todas as\nentradas de suas aldeias usando paliçadas, para que assim eles possam se \nproteger melhor. Em seguida que ele deveria deixar estas intenções malignas\ndos inimigos contra os brasileiros bem claro, de modo que eles se distanciem \ncada vez mais do governo espanhol e que isto sirva ainda mais para a \nmanutenção deste estado.\n\n17 outubro\n\nO predicante Kesselerus compareceu, junto com um conselheiro da igreja, e \ndeclarara em nome do conselho da Igreja, que apesar dos editais já existentes \ncontra a blasfêmia, a profanação do sábado e a prostituição, mesmo assim não\nnotaram nenhuma melhora nestes graves erros, que até parece que por causa \nda negligencia dos oficiais, que são responsáveis pela execução destes editais,\nestes crimes escandalosos na verdade estão só aumentando diariamente.\nPor isso eles se sentem obrigados de agirem \ncorretamente de acordo com à suas funções, mencionando estes fatos durante\na reunião e requerendo ao mesmo tempo a renovação dos editais e pedindo\npara que se ordene os oficiais em um tom muito serio que eles devem proceder \ncontra os infratores seguindo as ordens dos editais, sem que eles desculpem \nalguém, de maneira que essas pessoas lamentáveis sejam barradas assim que \npossível destas conquistas. Em seguida que os barqueiros dos navios \ncarregados estavam atirando com armas pesadas no dia de domingo durante a \npredicação, e eles requereram uma solução para este assunto. Nós prometemos\na renovação dos editais aos reverendos e também prometemos fazer publicar\nque mais nenhum barqueiro, que esteja ancorado aqui em Recife irá dar um \ntiro de canhão no dia de domingo, correndo o risco de receber uma multa de\n50 florins para cada tiro. Nós agradecemos os reverendos pela sua atenção,\nvendo o bem deste estado, e eles partiram satisfeitos para relatar a decisão ao\nconselho da igreja.\n\nDiogo Garcia de Arrancedo, morador da cidade de Frederica em Paraíba, nos \nmostra a proposição que ele tinha feito aos Escabinos da Capitania de Paraíba,\nreferente às possibilidades de servir à função de Notário na língua holandesa e\nna língua portuguesa, e ao mesmo tempo exibindo uma prova de sua boa \nconduta. Depois ele pediu para ser admitido como Notário, e isto lhe foi \npermitido.\n\nO Senhor Escolteto Johan Listry, Comandante dos brasileiros, mostrou na \nreunião, que ele fez todo possível para realisar a missão da qual ele tinha sido\nencarregado no dia 6 deste mês, para mandar para aqui os 200 brasileiros armados com arco e flecha.\nEle foi às aldeias principais dos brasileiros para lhes notificar sobre isto, e junto com os\nCapitães deliberarem sobre a melhor solução para que no momento mais\nadequado ela possa ser executada da melhor maneira possível. Isto se provou \nimpossível de ser efetuado satisfatoriamente, por que os brasileiros declararam \nque eles não podiam, durante esta época do ano abandonar suas aldeias sem\nque suas famílias morressem de fome e miséria, por que suas roças que o ano \npassado já tinha sido destruídas pelas tropas de Luiz Barbalho, tinha que ser \ncultivadas agora para prover em suas manutenção. Por isso eles temiam de ter\nque ir para o campo de batalha, e de serem obrigados a deixarem suas aldeias. \nPor isso eles se esconderam no bosque e deixaram suas casas abandonadas \npara trás, de modo que ele (Listry) conseguiu juntar e trazer somente 50 \nhomens e até eles vieram contra vontade. Sua Excelência e os Nobres\nSenhores deliberaram sobre isto e decidiram que, para satisfazer os brasileiros e \npara manter as alianças de amizade, e também para poupar a Companhia de \ngastos, eles os deixaria ir desta vez, e deixaram voltar para suas aldeias todos \naqueles que tinha vindo, para que eles pudessem preparar seus campos de \nfarinha e assim poderem manter suas mulheres e crianças.\n\n"
        },
        {
            "id": 371,
            "day": "19 de outubro",
            "contents": "\nNa reunião se discutiram e as cartas insolentes e impensadas da Câmara de\nItamaracá datada de 10 de outubro, onde eles nos declararam que os habitantes \nda Capitania estavam dispostos à efetuar todos os pontos, que tinham sido decididos no 'Landdag',\nexceto a questão de se armarem para própria defesa e contra incendiários ou saqueadores,\npor que eles viam isto como um grande risco para eles e suas famílias. Por isso pediram para serem \ndesculpados desta tarefa, usando argumentos que caso eles fossem obrigados a \nfazer o que lhes estava sendo ordenado que eles preferiam serem castigados \npor sua Excelência e os Nobres Senhores do que serem obrigados à fazerem\nalguma coisa para qual eles não estavam preparados, combatendo ações\ninimigas.\n\nFoi decidido de se responder esta missiva com decisão, de modo que outros\ndistritos não copiem esta conduta e pensem duas vezes antes de fazer tal\nproposição, baseando-se nos seguintes argumentos:\nQue os habitantes da capitania de Itamaracá, que é o mais novo distrito de \ntodos, se opõem como se era de esperar as ordens de autoridades superiores,\nassim como o estão fazendo agora, recusando mais uma vez de cumprir as\nordens do 'dia geral das terras', que eles não tem tanta autoridade, com uma\npopulação tão pequena, para poder mudar o artigo sobre as armas mas que ao contrario devem fazer o que lhes é\nordenado, por que no momento em que isto foi decidido se deu satisfação a\ntodas as dificuldades, como se pode ver nas palestras que sobre isto foram \ndadas. Sobre isto lhes será mandado uma copia de maneira que depois eles não\npossam dizer que eles não sabiam o que foi decidido. Em seguida, que seus\nargumentos, que eles não precisavam usar armas durante o governo espanhol é\numa grande mentira, por que nós sabemos por experiência e prejuízo proprio o\nque é a verdade.\n\nQuando eles antigamente estavam divididos entre freguesias e capitanias, eles \nperseguiram nossos soldados constantemente de maneira tão disciplinada e\nviolenta que até parecia que eles estavam caçando animais. Também, que suas \ncartas vergonhosas, de que eles preferem serem castigados a seguir nossas \nordens, não merecem mais do que eles por nós sejam abandonados, roubados\ne saqueados por nossos soldados, visto que eles não desejam defender seus\nbens de ladrões e incendiários. Nós não queremos negar nossa habitual\nclemência e bondade, mas queremos ter a certeza de que eles irão obedecer\nnossas ordens. Estas ordens são para que eles se armem para se defenderem\ncontra incendiários e saqueadores fazendo com que nós possamos ver seu \nafeto pelo nosso governo.\n\n"
        },
        {
            "id": 372,
            "day": "22 de outubro",
            "contents": "\nO predicante Soler e ............................\nPlanta contaram na reunião, que tinham chegado três predicantes da pátria mãe\ncom os navios recém chegados; Leonimes Junior, da Câmara de \nMasc.(=Mosa=Rotterdam?), van der Poelen e Ketelius, da Câmara de \nAmsterdã, visto que tal função estará vaga na capitania do Rio Grande, onde\npor muitas razões um atraso no preenchimento desta função seria prejudicial, a\ncâmara da igreja planejava mandar Leonimes para Rio Grande, com a \npermissão de Sua Excelência e os Nobres Senhores, e ele irá com o barco\n(fluit) \"De Haring\"(o Arenque). Eles acharam aconselhavam de deixar o \nSenhor van der Poelen continuar com os trabalhos na cidade de Frederica na \nParaíba, onde ficou até sua partida,\n\ne deste lugar foi ocupado neste meio tempo pelo Proponente Jan Machielsz, \nque partiu recentemente com navio e deixou seu lugar vago. Que eles, por \nenquanto, desejam deixar Ketelius aqui, e decidir sobre o assunto em uma \noutra ocasião.\n\nSua Excelência e os Nobres Senhores acharam isto uma boa proposição e a\naprovaram em seguida, dando uma carta à Leonimes que deveria ser entregue\nao comandante do Castelo Ceulen em Rio Grande que ele lhe instala-se de \nacordo com os méritos de sua função, hospendando-o, provendo-o do\nnecessário e fazendo com que o povo lhe respeite. \n\nN. Cavalcante requer à reunião se ele pode buscar e trazer de volta de Alagoas\num índio maranhense, que ele tinha fugido e que era seu escravo para poder \nusar-lo como tal.\n\nAssim se deixou claro durante a reunião que de acordo com a resolução que\nsobre isto tinha sido tomada, que todos os índios sem descriminação do local\nonde eles tivessem nascido irão e deverão estar conhecidos como pessoas\nlivres, e que por isto o requerimento de Cavalcante será negado.\n\n"
        },
        {
            "id": 373,
            "day": "2 de novembro",
            "contents": "\nOs habitantes do Rio São Francisco requereram à reunião em sua missiva\ndatada do dia 8 de outubro, se eles podem transportar para aqui seus animais \nque não foram registrados nem marcados antecipadamente e para  diminuir a\nconsumação de carne bovina, pela guarnição que se encontra em nosso forte,\nse eles podem alimentar-los durante alguns dias da semana com peixe que lá é \nfornecido em abundancia. Assim foi decidido de se apostilar seu requerimento\ntendo em vista seus argumentos sobre as dificuldades que eles encontram, a \nsaber que a ordem que foi dada ao Senhor Diretor de registrar cada cabeça de \ngado não foi direcionada especificamente ao registro dos animais selvagens,\nmas que gostaria de se ter certeza sobre a quantidade de gado domesticado que \ncada um esteja criando em seu curral, para que a Companhia seja protegida de \nprejuízos e para prevenir que outras pessoas não tome posse do gado de\nhabitantes que partiram  e que deveriam ser confiscados pela Companhia. \nE que os contraventores não recebam outra sentença do que uma simples\ninterdição de transporte de gado, e que cada um que pediu permissão\na Sua Excelência para transportar gado a possa receber, mas também que o\ntransporte seja executado; que o Senhor Diretor receberá uma ordem de encontrar \no meio mais adequado para alimentar a guarnição e para informar-los sobre a\nproposição de alimentar-los alguns dias com peixe.\n\nDeliberou-se na Câmara sobre um conflito entre os habitantes de Igarassu. Os \nhabitantes católicos requerem a instalação de um hospital numa certa igreja,\nque para isto tinha sido planejada pelo seu fundador, e antigamente estava \nsendo usada pelos predicantes, mas que agora se encontrava vazia. Em \ncompensação, os habitantes reformados requerem poder continuar usando a\nigreja. Depois de se ter deliberado foi informado que para satisfação dos dois\npartidos é melhor que a igreja-convento como local mais adequado para o \nexercício de nossa religião por que nossa guarnição que neste local se\nencontrava pode ser bem preparada de modo que os soldados possam se \nmudar para o convento onde tem bastante espaço, \ne por que nós temos um local adequado não vemos nenhum problema\nsatisfazer aos habitantes lhes devolvendo a igreja requerida.\n\nForam dadas ordens aos Senhores Tesoureiros ou o Senhor General (receptor) \npara pagar João Fernandes Vieira pela farinha que ele forneceu à guarnição da\nCompanhia, um soma de 924:11: florins e para se acertar contas com a quantia \nque o citado Vieira deve a companhia.\n\nO Predicante Kesselerus e o Comissário Linslugh declararam na reunião, em\nnome da Câmara da igreja, que eles acham aconselhável, com a presença do \nPredicante Ketelius neste local, que acabou de chegar da pátria mãe, de\ntambém se predicar nos domingos à tarde no outro lado do rio, por que a\ncidade Mauricia está crescendo diariamente e a quantidade de moradores está \naumentando. Com isto se aliviará o desconforto que se tem para atravessar a \nágua, o que está distanciando muitos da palavra de Deus e assim poderá \neducar-los. Por isso eles requerem se a Igreja-convento que agora está repleta \nde alimentos pode ser esvaziada e preparada para que por eles possa ser \nutilizada. Aos reverendos se respondeu o seguinte, que se agradece à eles sua\ndevoção afim de educar a comunidade com mais predicações, que seria\ndesejável de se colocar citada igreja à disposição da religião mas que se temia,\npor causa da escassez de armazéns da Companhia, que isto não seria possível, e\nse os reverendos podiam pensar em numa solução temporária para que essas\npredicações da tarde.....\n\nDa comunidade, ou na sala de sua Excelência, do jeito que ela está sendo\nusada, ou em um outro local.\n\nO senhor Hamel, relatou durante a reunião que o Senhor Nonno Olpherdi do Conselho político e o\nSecretario Tapper receberam a função de Comissários para fazer uma lista dos\nsalários dos escrivões, secretários, advogados, procuradores, notários, mestre\nde leilão e mensageiros, e eles concluíram esta tarefa. Ele exibiu uma lista que\npara isto tinha criada e colocada em funcionamento.Depois de se ter resumido \ne examinado esta lista, levando em conta o custo de vida, foi aprovada \nprovisoriamente e deverá ser avaliada pelos senhores 19, e o texto foi redigido \nnos seguintes termos (a lista vem em seguinte ).\n\n"
        },
        {
            "id": 374,
            "day": "7 de novembro",
            "contents": "\nOs habitantes portugueses da cidade de Olinda relatam que eles construíram e \nreconstruíram a igreja Nossa Senhora do Amparo com seus próprios recursos, \ne que eles, mesmo assim, tiveram que deixar o estabelecimento a disposição\ndos predicantes de nossa religião, que durante o período de dois anos a\nutilizaram somente dois ou três meses. Depois esta igreja, até agora, não serviu\npara mais nada à não ser como lixeiro, não tendo nem portas nem chaves, por\nque os soldados de lá tudo retiraram. Visto que é melhor que a igreja esteja a \nserviço de uma religião do que ser utilizada como curral, e visto que o teto está\ndestruído de modo que brevemente tudo estará em ruínas, eles requerem \nreceber a igreja de volta e poder reparar-la, com a condição de que ela seja\ndeles para sempre e que depois disto eles sejam deixados em paz.  Depois de se \nter deliberado sobre este assunto com o Conselho da igreja, foi decidido, visto que a igreja no \nconvento franciscano é a mais adequada para o exercício da religião reformada\npor que nossa guarnição ali se encontra e por que a igreja é fácil de ser\nadaptada para os devidos fins, que os requerentes receberão a propriedade\ndesta igreja, para reparar-la e reconstruir-la para a pratica de sua religião.\n\nO Senhor mensageiro do Conselho político foi convocado a reunião, e por que\nficou claro que ele tinha se enganado nas reivindicações de salário sobre um\narresto, e visto que ele não conhecia a antiga resolução, só lhe foi dada uma\nadvertência e o que ele recebeu a mais lhe obrigaram à reembolsar.\n\n"
        },
        {
            "id": 375,
            "day": "9 de novembro",
            "contents": "\nO senhor Escabino Gaspar Dias Ferreira mostrou, por escrito, na reunião\ndiversas indicações (remonstranties), dando a entender que elas deveriam ser\ntraduzidas, por que elas tinham sido escritas em português, para o serviço da\nCompanhia e os habitantes desta conquista, e assim devolver-la a reunião.\n\n"
        },
        {
            "id": 376,
            "day": "10 de novembro",
            "contents": "\nVisto que os Escabinos da cidade Mauricia tinha apresentado algumas pessoas \nà esta reunião, que eles achavam adequadas para assumir a função de Secretario\nem seu Colégio em lugar do falecido, sem ter-los denominados o que é \nprejudicial para a autoridade deste conselho e não é permitido, assim foi escolhido para a função de\nsecretario dos Escabinos Jacob Hamel, no momento Procurador deste local, que se acha a pessoa mais adequada, por causa de suas \nqualidades, para administrar está função satisfatoriamente.\n\n"
        },
        {
            "id": 377,
            "day": "11 de novembro",
            "contents": "\nHoje de manhã cedo recebemos uma mensagem que o inimigo, ontem à noite\nàs 5 horas, havia colocado fogo, em toda parte, nos canaviais em Varzeas, onde\nse encontram 17 engenhos. Os Senhores de engenhos saíram imediatamente \npara apagar o fogo o que só conseguiram com o raiar do dia, de modo que os \nprejuízos não são tão grandes.\n\n"
        },
        {
            "id": 378,
            "day": "14 de novembro",
            "contents": "\nPara que a partir de agora se possa evitar incêndios nos canaviais, causados por\ninimigos ou outros saqueadores, o Major Mansvelt foi mandado ao interior \ncom um grupo de pessoas, com ordens de avisar a todos engenhos e os \nguerreiros que lá se encontram, e investigar se eles fizeram tudo o que foi \npossível durante estes incêndios mais recentes para combater-los, e em seguida\ninstruir-los para que tomem todas as precações para a defesa e manutenção dos\ncanaviais, os engenhos e as casas de purgação.\n\nO mesmo Major deverá advertir claramente e ordenar com veemência para\nmaior segurança, que para moer o açúcar não colham a cana quando eles bem\nentender, mas que primeiramente façam largos cruzamentos no canavial, de \nmaneira que somente uma pequena parte do canavial pegue fogo caso seja \nincendiado e que assim possa se evitar um prejuízo total. Estas vias cruzadas também \npoderão servir para nossos guerreiros de modo que eles possam pegar os\nincendiários, por que eles então rapidamente poderão se locomover e resistir\nao inimigo, e ao lado disto os soldados \nde cada acampamento, irão ocupar as vias nos canaviais durante o dia, por que\ndurante a noite por causa do orvalho e umidade não é fácil de tocar fogo na\ncana de açúcar.\n\n"
        },
        {
            "id": 379,
            "day": "15 de novembro",
            "contents": "\nO conceito de um edital contra pessoas que estão à serviço da Companhia, mas\nao mesmo tempo estão oferecendo seus serviços à particulares foi lido em voz\nalta. O mesmo também se entrou num acordo quanto à sua forma e o seu\nconteúdo.\n\n"
        },
        {
            "id": 380,
            "day": "16 de novembro",
            "contents": "\nHoje, depois de se ter deliberado longamente foi decidido, se referindo aos \nSenhores Herckmans e Struijs, menbros do Conselho político, e os Senhores \nEscabinos Gaspar Dias Ferreira e Abraham Cabeljau, de se reformular as \ncondições com relação ao arrendamento da imposição de animais com quatro\npatas, para qual chegou a hora, e também dando uma solução contra o\naumento do preço de carne fresca por que os criadores estão pedindo um\npreço exorbitante pela mesma, no momento. O seguinte edital foi copiado e \ndeterminado: \n\nMauricio, conde de Nassau, (Catsenelleben Vijanden Diets) e Senhor de \nBijlenstijn, Governador, Capitão e Almirante General, e também os Nobres Senhores do\nAlto e Secreto Conselho, em nome dos Estados Gerais das Paises-Unidos, Sua \nAlteza o príncipe de Orange, e Companhia patenteada das Índias Ocidentais, \nnas terras e ocupações brasileiras, que já foram conquistadas ou que ainda\nestão para ser conquistadas saúda todos aqueles que forem informados sobre\nisto.\nVisto que já é hora para se arrendar a imposição do abatimento de vários\nanimais, como mulas, toros, vacas, bezerros, ovelhas, cordeiros, cabras, etc, vendo as \noportunidades das terras brasileiras, achamos aconselhável, de determinarmos \numa autoridade em todos os aquartelamentos e que a imposição seja valida em\ntoda a conquista e ninguém seja excluído, para evitar queixas de que alguém \nesteja sendo deixado para trás. Desta maneira os ganhos que estão sendo feitos\na partir disto podem ser utilizados para a defesa geral e trabalhos na \ncomunidade, por exemplo, para os custos excessivos na construção da ponte\nentre Recife e a cidade de Mauricia, que tanto é para o conforto dos habitantes \ndo interior como para os habitantes da cidade, e também outras coisas e por \nisso ninguém poderá ser licenciado desta imposição. Assim foi decidido e\nresolvido que, no próximo dia 6 de dezembro, a imposição supracitada sobre\nos animais na Capitania de Pernambuco, seria arrendada aquele que pagasse \nmais, durante o período de um ano, começando no dia 7 de dezembro e terminando no ultimo \ndia de dezembro 1641, e arrendar-lo da seguinte maneira:\n\n1\nprimeiramente para que este arrendamento\nacorra de maneira adequada, todos, nesta capitania, que queiram abater ou \nvender carne de acordo com as condições que seguem, deverão se inscrever no\nConselho que para isto dará sua permissão.\n\n2\nEste acougueiros irão prometer por meio de juramento, que eles aqui em\nRecife e na cidade de Mauricia não irão vender a carne bovina por mais do que\n6 stuivers por pond, mas por menos dependendo da qualidade da carne, e por \nisso está totalmente \n\nproibido de vender carne em balaio mas somente poderá ser vendido por peso. \nAquele que fizer o contrario receberá na primeira vez uma multa de 10 florins, \na segunda vez 30 florins, e a terceira vez 60 florins e ainda mais uma proibição\nde abatimento. \n\n3\nÉ proibido, para os açougueiros, de abater um bezerro ou um animal com \nmenos de dois anos (porque não achamos favorável para a reprodução do gado\neste ano), e aquele que mesmo assim o fizer estará correndo o risco de ter que \npagar uma multa no valor do bezerro, a segunda vez o dobro do valor, e a \nterceira vez, três vezes o valor do bezerro e estará proibido de abater.\n\n4\nA partir do momento em que o arrendamento começar, o preço da carne de \novelha e de bode será 12 stuijvers o pond (500gr) e \na carne de porco valerá 10 stuijvers.\n\n5\nNinguém na Capitania, tanto os habitantes como aqueles que estão à serviço da\nCompanhia, poderá abater um animal de quatro patas para si mesmo nem \nvender-la sem que antes tenham informado os arrendadores e recebido \npermissão, o infrator estará correndo o risco de ter o animal abatido\nconfiscado e terá que pagar mais uma multa de 50 florins por cada animal.\n\n6\nOs açougueiros deverão pagar ao arrendador ou seu coletor pelo animal em\nquestão antes que eles o possam abater, o dizimo do valor do animal citado\nque é previsto por lei.     \n\n7\nPara se evitar fraudes os açougueiros estão obrigados de avisar os arrendadores\nantes que eles abatam o animal, de modo que o arrendador lhe venha visitar e \njulgar se os animais foram declarados pelo\n\nvalor real. Se o arrendador julgar que isto não é o caso ele pode levar os\nanimais pelo preço pelo qual ele foi declarado, a não ser que ele pague o\ndizimo acima do preço pelo qual o animal foi declarado. No caso em que o \narrendador não pode fazer a inspeção do animal então os açougueiros estão\nobrigados a guardar a pele do animal de maneira que o açougueiro possa \nmostrar como eles foram ferrados.\n\n8\nTodos os habitantes sejam eles funcionários da Companhia ou cidadões livres,\nexceto os taberneiros que tenham hospedes, deverão pagar a metade do\ndinheiro para o abatimento de um animal, ovelha ou bode. É proibido de \ntrabalharem juntos, com dois ou mais, para fazer um abatimento, mas eles \npodem abater somente para suas próprias necessidades. \n\nAssim ficou determinado por nossa reunião de ....\n\n"
        },
        {
            "id": 381,
            "day": "16 de novembro",
            "contents": "\nHoje à noite partiu de Recife o navio carregado \"De Zwaan\" (o Cisne) em\ndireção da Índia do leste. Tinha uma fraca corrente de ar do oeste para o\nnordeste, por causa disto o navio não conseguia se livrar facilmente dos\narrecifes, e velejando em zig-zag finalmente o vento chegou a sua polpa, de \nmaneira que ele acabou entrando entre o castelo d'água e a entrada de Recife. \nUma vez no mar, em menos de 15 minutos ele encalhou, por causa das ondas, \no que causou muitas avarias; a tripulação pode ser salva de uma vez.\n\n"
        },
        {
            "id": 382,
            "day": "16 de dezembro",
            "contents": "\nNa próxima quarta-feira ira começar a reunião da Classis, sob o requerimento\ndos deputados, Predicante Soler e Planta, para que durante esta reunião se\nfizessem uma ceia em comum, foi ordenado ao Commis dos alimentos \nperecíveis e não perecíveis que providenciasse o que para esta ceia  fosse necessário.\n\n"
        },
        {
            "id": 383,
            "day": "18 de novembro",
            "contents": "\nSua Excelência foi informado por pessoas de confiança que os homens do\ninimigo chegaram, com o ultimo barco, à Barra Grande, e que eles não tinham\nsido mandados da Bahia com outro objetivo, do que tomar sorrateiramente \numa longa estrada pelo bosque e atacar de surpresa as cidades de Frederica e \nParaíba, saquear-las e arruinar-las, como vingança pela destruição que causamos na Capitania da Bahia. Assim\npara evitar esses planos, em toda pressa, cartas foram escritas para o Diretor de \nLinge e comandante Ernest com ordens de que se trouxesse dos fortes (que \nnão correm perigo por causa da ausência de um grande número de inimigo) o\nmaior número de soldados possível, e transferi-los para uma casa na cidade que \npossa ser bem defendida, em seguida que para os habitantes holandeses, que \nestavam bem armados, recebam uma armaria onde eles possam se reunir, que \neles ocupem o convento e em todas as partes as pessoas estejam em alerta de \nmodo que a cidade e todos os engenhos fiquem protegidos de saques, fogo e \noutros problemas.\n\n"
        },
        {
            "id": 384,
            "day": "23 de novembro",
            "contents": "\nOs Predicantes Soler e van der Poelen, deputados da reunião da Classis,\nrequeriram durante a reunião se os Nobres, quando eles escreverem para os\nSenhores 19, podem pedir para mandar 12 grandes Bíblias, da nova tradução,\npara serem usadas pelas igrejas, por que as pequenas Bíblias que foram \nenviadas não eram adequadas para esta função. Foi melhor de vender-las por\nque se encontraram compradores facilmente e ao contrario elas poderiam se \nperder.\n\nEm seguida também pediram 12 apostilas para servir aos oradores, nos lugares \nonde não se encontra um predicante e uma certa quantidade de livros de\ncatequização, para educação infantil.\n\nEles também declararam, que eles ainda não puderam fazer uso das qualidades\nde Carel Carelssen, que acabou de chegar tendo a função de consolador\ne professor, por que as vagas de oradores e outras coisas já estavam ocupadas. \nVisto que planejava sua partida no outono, porque sua gestão estaria acabando,\nlhes pareceu aconselhável de segurar-lo aqui durante algum tempo, por causa \nde seus dons e ajudar-lo de vez em quando. De maneira que a igreja e a \ncomunidade possam utilizar seus serviços com é esperado pelo governo. Os \nreverendos também declararam, que a reunião da Classis tinha nominado dois\ndeputados, como é de costume, para visitar as igrejas em toda esta conquista e \nver o que ainda é necessário para seu desenvolvimento. Para isto eles pediram \npermissão dos Nobres.\n\nOs reverendos também acharam aconselhável de se fazer conhecer durante \nesta reunião as resoluções tomadas pelos Senhores 19, que os predicantes que\ntenham filhos receberão, fora o dinheiro da suas pensões de 24 florins, 6 a\nmais por crianças por mês, e eles requerem em seguida de iniciarem agora com\neste pagamento.\n\nSua Excelência e os Nobres aprovaram todas as proposições e os reverendos\npartiram satisfeitos para delatarem o que tinha sido discutido.      \n\n27 de novenbro\n\nAs seguintes queixas foram apresentadas à reunião pelos Predicantes dos\nbrasileiros, Dooreslaer e Eduardi, pedindo que sua Excelência e os Nobres\ntomem alguma providencia.\n\nQueixas\n\nCom relação aos brasileiros, assim observado pelo seu predicante.\n\nHá queixas, entre os brasileiros na maioria das aldeias, por que o ano passado \num grande numero de pessoas casadas foram abandonadas pelos seus \ncompanheiros, está havendo muitos tumultos e por causa disto a desordem \nestá ficando cada vez maior: as abandonadas não podem mais voltar para os\nseus esposos e também não podem mais se casar novamente. Para acabar com\nestes problemas a Classe acha necessário, e requerem à sua Excelência e o Alto\nConselho, que os Nobres por favor publiquem um edital, para que toda as \npessoas que abandonaram seus parceiros sejam obrigadas à retornarem à sua\ncasa dentro de um certo período, ou caso o contrario o abandonado esteja livre \npara se casar novamente. Para se evitar que se abandone o matrimonio tão\nfacilmente é necessário que neste mesmo edital se insira uma proibição, que\nnenhum morador deste país, pode ter um homem ou mulher brasileiro ao seu \nserviço dentro de sua casa, sem conhecimento ou contra a vontade \ndaquele que tem o comando nas aldeias, como agora é muito comum de se ver \naumentando assim a quantidade de matrimônios que estão se findando.\n\nEsta proibição deverá ser valida, tanto para as pessoas solteiras quanto para as\ncasadas, de modo que ninguém tenha desculpa de que ele não sabia que se\ntratava de uma pessoa casada. Sem esta proibição, isto acontecerá, sem\nduvidas, ainda muitas vezes e talvez de vez em quando pode ser verdade. \nEstamos notando que as vezes os brasileiros que se separaram passam a \nfreqüentar outras aldeias em vez de ficar naquelas a qual eles pertencem. \nAlguns chegam à se casar com uma outra pessoa, se bem que também há\nbrasileiros que moram numa aldeia onde um predicante não está presente, que\nmostram uma conduta bem melhor que a maioria de seus compatriotas, e que \ngostariam de poder se mudar para as aldeias onde há um predicante, mas que \nnão tem a coragem de fazer-lo por que temem seus Capitães. Por isto pedimos\nhumildemente à sua Excelência e o Alto Conselho de darem ordens aos\nCapitães das aldeias que eles, assim que um predicante lhes escreverem ou falar\ncom eles, deixem estas pessoas partirem imediatamente, para assim, \nprimeiramente,  prevenir melhor o abandono de pessoas casadas.\nSegundo para que as pessoas que tiveram um companheiro em outras aldeias \nnão possam se casar novamente, e que o crescimento da igreja de Deus possa\nser melhorada com os brasileiros de boa índole. \n\n3\nTambém deixamos saber, com todo o respeito, que os Capitães das aldeias,\nquando sua Excelência convoca pessoas para a guerra, não engajam os\nvoluntários, mas todos aqueles que estiverem ao seu alcance, sem que se preste \natenção à situação da pessoa ou de seu domicilio, mas que lhes levam a força e\nlhes oprimem.\n\nPor causa disto se criam grandes inconveniências porque os homens têm que\ndeixar suas mulheres e crianças, e não mais podem cuidar de suas subsistências,\ne os filhos têm que deixar suas casas e seus pais, que eles não podem ajudar\nnos custos. Outros ficaram tristes e as vezes até relutavam por não terem a\ncerteza de poderem cultivar suas roças, temendo de fazerem tudo por nada. às\nvezes por explodiam seu desespero em um rio de palavra. Felizes aqueles que \npartiram em direção dos Tapuias no interior do país, onde eles podiam viver\nsem este tipo de sacrifício, aonde eles não vão totalmente sem medo, porque\ncomo já aconteceu quando eles lá chegam as vezes são obrigados à fugir de\nnovo. Fora isto também se sucede que muitos brasileiros, para evitar estas \ninfelicidades, moram nas casas dos portugueses, ou se escondem em suas roças \nna mata, sem que eles voltem nem mais uma vez nas aldeias. \n\nAcima de tudo isto também é certo que esta maneira de agir é muito \ndesfavorável para o serviço e a felicidade celeste destas pobres pessoas, que no \nmeio de sua formação estão sendo retiradas dos cuidados de seus professores e\nque por causa de toda esta perturbação esquecem tão rápido e facilmente tudo\nque lhes foi apascentado com tanto esforço. Por isso pedimos a sua Excelência e o Alto\nConselho para que, eles remediem o mais que possível, por zelo a felicidade e \nseus bens estar, em nome de seus pobres cidadões nesta difícil situação, e não\ndeixar que aqueles que querem se educar pelas lições sagradas do predicante\nsejam levados contra a sua vontade.\n\n4\nPelo amor de Deus pedimos a sua Excelência e o Alto Conselho que por favor\npensem em uma maneira de modo que os brasileiros\n\npossam receber algum alivio para a miséria que estão passando. Esta miséria é\ntão grande que está extinguindo esta raça, por que eles não recebem nenhum\ntipo de ajuda, como cobertores, remédios ou têm médicos para seus doentes, e\nnós podemos calcular que morrem 3 brasileiros para cada um que nasce.\n\n5\nPelo fato que existem tantas aldeias e por que elas estão tão distantes uma das\noutras não temos condições de servir-las adequadamente com a presença de\ndois Predicantes. A Classis aprovou de promover para a função de Proponente\no Senhor Kemp, que já à algum tempo exerce a função de professor para os\nbrasileiros exemplarmente, requerendo a aprovação com o cargo de\nproponente. \n\n6\nA Classis também requer que sua Excelência e o Alto Conselho aumentem o\nsalário, por favor, de predicante Dionisius de Biscarreto, que até agora não\nmais recebeu do que 40 florins, inclusive sua mensalidade e sua pensão, com o\nqual não é possível de viver sem se passar grandes necessidades. E a causa pela qual ele às\nvezes não pode se dedicar ao seu serviço desejaria.\n\n7\nFinalmente a Classis requer à sua Excelência e o Alto Conselho um simples\ncontrato para dois professores brasileiros das aldeias; um que já exerceu o \ncargo com louvor durante dois anos na aldeia Rabucurama, e o outro que ainda \ntem que ser instalado à pedido do predicante Soler na aldeia de sua Excelência.\nAssinado:\nDaniel van Doreslaer\nJohannes Eduard\n\n"
        },
        {
            "id": 385,
            "day": "30 de novembro",
            "contents": "\nFoi decidido de demolir a praça \"van de Waag\" (da balança) e apropiar-la para \numa nova balança, e começar outras construções para acomodação do açúcar,\no melhor para Companhia de não dar em segunda mão, mas mandar soldados\ntrabalharem neste projeto pagando uma diária.\n\n"
        },
        {
            "id": 386,
            "day": "1 de dezembro",
            "contents": "\nOntem à noite partiu o Comandante Gideon Morris em direção do Ceara com\no Galeão \"De Tuijnsluiper\", para fazerem a troca da guarda e do comandante e\nem seguida ali residir. \n\n"
        },
        {
            "id": 387,
            "day": "4 de dezembro",
            "contents": "\nFoi lido em voz alta uma missiva do Gijsbert de With, Diretor no Rio São\nFrancisco e membro do Conselho político, onde no anexo se encontrava um \nregistro do gado dos habitantes de lá, feito \nem outubro e no começo de novembro deste ano. O mesmo será recolhido \npara notificações.\n\nFoi lido as instruções, ordens e juramento de Elbert Gerritsen Smient como\nCommis superior das grandes e pequenas salinas, apesar da autorização para\nviajar com navio \"De Bontekoe\" (a Vaca malhada) em direção de Cabo Verde,\npara buscar 20 negros de Ardre para que possam servir em sua função. O\nmarinheiro do navio supracitado declarou que ele não entendeu por que de\nacordo com o conteúdo de suas cargas isto não é obrigatório. Foi decidido\nregistrar a missão, instrução e juramento e de enviar na primeira oportunidade\nque se fizesse, o Senhor Smient para as salinas e prover-lo dos bens necessário. \n\n"
        },
        {
            "id": 388,
            "day": "6 de dezembro",
            "contents": "\nDe acordo com as notificações feitas começou, em toda conquista, a afixação\nde cartazes em relação ao arrendamento da captura do gado na capitania de Rio\nGrande, a imposição pelo abatimento do gado e a contratação da balsa do forte\nDe Bruijn. Visto que se achou não tinha bastantes pessoas preparadas para a\nrealização da captura do gado em Rio Grande e assegurar a Companhia de um\nbom contrato, assim foi decidido de se suspender o projeto e se deliberar se \npara a Companhia não seria aconselhável de contratar os peões em Paraíba,\nlugar que está mais perto da Companhia, \nde modo que ali os moradores mais importantes e aqueles que tenham o \nmelhor conhecimento sobre o assunto compareçam mais facilmente. \nO contrato sobre o abatimento de animais, de acordo com as condições que\nforam determinadas no dia 16 de novembro, foi leiloado, e depois da ultima \noferta feita pela soma de 6200 florins o que não se achou suficiente para fazer\no contrato, por que se têm a opinião que tal imposição geral sobre toda a\ncapitania de Pernambuco vale muito mais, e que por isso seria melhor de se \ncontratar um cobrador que possa receber o dinheiro da imposição, para assim\nter a certeza do que a Companhia vai render anualmente, principalmente para \nos portugueses que verão isto como mais uma carga, que não é aconselhável de\nlhes obrigarem à isto para se conseguir um pouco mais de ganho para a\nCompanhia.\n\nFinalmente se arrendou a balsa na rampa do forte do Bruijn que foi aceito pela a oferta mais alta.\n\n"
        },
        {
            "id": 389,
            "day": "8 de dezembro",
            "contents": "\nO senhor Nonno Olpherdi, estando recuperado de sua doença, mostrou \ndurante a reunião, que o lugar da tesouraria é muito inadequado e não poderá\nser utilizado por muito mais tempo, para que as contas possam ser prestadas \npelos devedores da Companhia, por que o dinheiro não pode ser guardado\ndevidamente e sempre deve estar a disposição, e também não pode ser\nguardado em boa segurança.                   \n\nAcima disto para ele também não se encontrou um domicilio adequado e não\ntinha um outro lugar para que ele pudesse descansar a não ser uma rede\n(amake). Até agora ele se virou mas deduziu que isto era a razão de seus males\ne ele continua se sentido tão fraco que ele não poderá agüentar este incomodo\ndurante muito mais tempo. Ele requer por isso uma permissão para poder se\nmudar e levar a tesouraria para o domicilio do Secretario Tapper, que tinha \nsido comprada recentemente pela companhia. Se ali também poderiam se \nalojar os senhores Daniel Alberti recém chegado da Paraíba e Alvir, que ainda \nnão têm uma moradia.\n\nSobre isto foi deliberado que o senhor Bullenstraeten, que à qualquer\nmomento poderá estar chegando, também deverá receber uma moradia e que é \nimperdoável que estes Senhores, que já estão há tanto tempo aqui,  não\nrecebam o mesmo no momento em que ele (Bullenstaeten) chegue. Assim foi \ndecidido que o Senhor Codde van den Burgh, que por causa do \ndesmoronamento dos quartos do Senhor van Keulen, não tem cozinha e se\nencontra numa situação muito difícil, temporariamente será deslocado para\nAntonio Vaz. Para que o lugar onde ele morou por tanto tempo\n\nPossa ser preparado e provido de uma cozinha, de modo que quando o senhor \nBullenstraeten chegar ele possa morar ali ou na casa do Secretario Tapper \ncomo ele deseja, e o senhor Olpherdi pode ficar, com a tesouraria, no lugar que \nficar vago. Temporariamente lhe foi permitido de se instalar em um quarto na \ncasa do Secretario Tapper. \n\nQue o Senhor Codde tendo passado por este desconforto, depois disto \nocupará de novo os quartos da parte de cima do domicilio do senhor van \nKeulen, assim que esta seja reconstruída ou esteja que bastante conveniente \npara que ele ali possa dormir e que Renier van Groenestein, Secretario do \nConselho político, e Jan Schouten, Commis de pesquisa da policia judiciária, \npossa morar com ele o tempo que for possível.\n\n"
        },
        {
            "id": 390,
            "day": "9 de dezembro",
            "contents": "\nNa reunião as cartas dos governadores holandeses foram lidas em voz alta,\ntendo como anexo o requerimento dos habitantes holandeses de Serinhaem, \nno qual eles relatam o infortúnio que eles vivenciaram por causa dos \nportugueses na ultima revolta no dia de Santo André, porque estes coisas nos \nforam apresentadas afirmando exatamente o contrario, como se tudo que \naconteceu tenha sido o resultado da malevolência e desobediência dos\nholandeses.\n\nAssim o Senhor Advogado-fiscal ficou encarregado que ele deverá escrever ao \nauditor em Serinhaem que ele deverá se informar com precisão sobre a razão e\noutros assunto que estejam em relação com a revolta, tanto perante aos\nholandeses quanto perante os portugueses, de modo que depois de se tomar \nconhecimento sobre este assunto a reunião possa resolver este assunto.\n \n\nFoi decidido que para proteger melhor os canaviais, daqui a diante, de \nincêndios e fazer com que os criminosos, que tenham a intenção de incendiar fiquem\ncom mais medo,  que agora, já estão se escondendo por temor, o seguinte\nedital deverá publicado na língua portuguesa:\n\nSua Excelência deixa saber a todos os partidários do inimigo, que se encontrem\nnesta Capitania que por nós foi conquistada e nos pertence e também a todos \naqueles, de qualquer grau, classe ou patente, que caso eles não se comportem\ncomo um verdadeiro soldado, em caso de incêndio, que ao menos bote fogo\nde modo que todos possam ver e se defender de acordo com as regras de \nguerra, mas aqueles que ao contrario apresentam uma conduta de ladrão e\ncausam incêndios nas escondidas e logo assim que são avistados correm feitos\ncoelhos, mostrando que são malandros em vez de soldados, e só tem em vista\ncausar prejuízos e não se apresenta de acordo com a moral de guerra, que estes\ntipos estejam avisados que caso nós pusermos as mãos em cima de um\nincendiário, iremos lhe queimar vivo seguindo o rigor da leis. Ao mesmo \ntempo cada um estará informado que quando ele se entregue e passe para o \nnosso lado, que por meio desta eu prometo dar-lhe um passaporte para \nqualquer lugar que ele quiser seja para a Holanda ou as Índias do Oeste, assim \ncomo também lhe será fornecido alimento gratuitamente durante a viagem e \nalgum dinheiro para que no começo ele possa se sustentar.\n\n\nPor meio desta é claro e do conhecimento de todos, de modo que ele tenha \ncerteza que nós iremos cumprir o que nós prometemos.\n\nWillem Becks, contratante da captura do gado na Capitania do Rio Grande, \nescreveu para a reunião, que ele algum tempo atrás sofreu grandes prejuízos,\ncom a passagem das tropas inimigas, que destruíram toda a capitania e também \npor causa dos Tapuias, tanto pelo abatimento e por terem espantado os \nanimais, quanto pela a destruição dos currais, de maneira que ele mesmo\nperdeu mais de 150 animais. Fora o fato que os inimigos saquearam seu \nengenho, que por causa disto passou 6 dias parado fazendo assim que seu \naçúcar e o seus canaviais ficassem arruinados, ele também se viu obrigado à\nutilizar gente de nossa nação na captura do gado que ele teve que pagar do seu\npróprio bolso. Enquanto no contrato consta que brasileiros lhe tinham sido \nprometidos, o que com certeza teria lhe custado muito menos, mas que ele não\nos recebeu por que eles tinham que guerrear neste período tão turbulento. Por\ncausa disto os custos da captura do gado ficaram mais alto do que os ganhos.\nEle pediu se sua Excelência gostaria de levar isto em consideração, e\nprincipalmente pelo fato que ele na situação de contratante tantos prejuízos\nsofreu por causa dos tapuias, que nós não vemos como inimigo e que por\ncausa disto ele não pode fazer oposição como pode ser lido no atestado que está anexado,\nque pela corte de justiça da capitania de Rio Grande lhe foi dado. Depois ele lhes pediu uma \nprolongação de seu contrato, que tivesse a duração que sua Excelência e os Nobres quisessem,\nmas de modo que seu grande prejuízo seja um pouco amenizado ou que ele seja isentado ou que \nse diminuísse o que ele deveria pagar, porque os custos são mais altos do que\nele ganha de acordo com o contrato.\n\nSua Excelência e os Nobres Senhores deliberaram detalhadamente sobre o\nassunto, e vendo que a historia é verdadeira do modo que o suplicante contou, \ne ninguém apareceu que esteja interessado no mesmo contrato, e sabendo que \no suplicante de outra maneira não poderá pagar o dinheiro que deve a\nCompanhia, lhe foi permitido a prolongação do contrato da captura do gado\nna Capitania de Rio Grande, durante o período de um ano, sob a condição que\nesta prolongação termine no ultimo dia de dezembro 1641, a não ser que ele\nantes que chegue o fim do contrato pague uma garantia que seja suficiente que \nele comprove que irá pagar a Companhia a soma integral deste no contrato.\n\nOs Predicantes Kesselerus, Presidente, e Planta, Escrivão da recente reunião da\nClassis, relataram e leram em voz alta todos os casos que ali aconteceram. Sua \nExcelência e os Nobres gostaram e aprovaram isto, e eles agradeceram os reverendos pela sua\nparticipação intensiva e seus esforço contribuindo com o bem estar da igreja e\ntoda a comunidade. \n\nOs reverendos pediram uma aprovação relacionada com a disposição dos\nenfermeiros/conselheiros dos doentes citada pela Classis, e isto lhes foi permitido. \n\nNa reunião eles também apresentaram uma queixa originaria do Predicante do\nCabo de Santo Agostinho sobre o batizado de uma criança holandesa por um \npadre fora dos modos e costumes. Assim foi mandada uma ordem por escrito \npara o Escolteto, Allaert Holl, que ele devia lhe informar sobre isto e em \nseguida deverá tomar providencias judiciais contra esta pessoa perante os \nEscabinos.\n\nTambém uma mulher foi acusada pelos reverendos por causa de sua \ninfidelidade e vida escandalosa e deverá ser mandada embora, pelo qual \ndurante a reunião foi requerido aos reverendos de fazer o que achassem\nnecessário. \n\nOs reverendos prometeram entregar por escrito as queixas da Classis em breve, \nde modo que sua Excelência e os nobres seguindo sua obrigação de cristãos\npossam dispor de acordo com a importância do caso para o bem estar da igreja \ne desta conquista. Assim partiram os reverendos satisfeitos da reunião.\n\n"
        },
        {
            "id": 391,
            "day": "11 de novembro",
            "contents": "\nAvaliado o preço do açúcar que estava sendo carregado nos quatro navios que \nestavam esperando serem carregados, e visto que havia 3 tipos de açúcar, tanto \nnovo como velho, e havia grandes diferenças de preço por causa do súbito \naumento, foi levado em consideração e foi decidido que os tesoureiros ao\nreceberem o reconhecimento cobrarão pelo açúcar velho 20 \"schellingen\"\npelos brancos, 12 \"schellingen\" pelo moscavados, 8 \"schellingen\" pelo \npanelen, mas pelo novo açúcar desta safra irá ser pago 26 \"schellingen\"  pelo \nbranco, 16 pelo moscavado, e 9 \"schellingen\" pelo panelen. \n\nFoi lida em voz alta, a proposição sobre o pagamento do açúcar que pelo\ninterior por Bareta e Afogados e em seguida com carroças para o Recife foi \ntrazido, com isto fica comprovado que é melhor para a Companhia se fosse \nusado o mesmo sistema como durante o governo espanhol, a saber, que \nraramente vinham carroças para o Recife, mas que o açúcar e o Pau-brasil \nsejam transportados pelos rios, usando barcos, desta maneira a Companhia \npode cobrar por cada caixa uma peça de 8, o que iria render milhares de \nflorins. E as carroças que então estariam livres poderiam ser mais bem\nempregadas nos trabalhos de engenhos. Para que isto seja efetuado, só é \npreciso, que ao lado dos dois passos de Bareta e Afogados que estão em\nfuncionamento, se construir um terceiro passo no rio Capibaribe, onde se \nachar o local mais adequado, e por meio de um edital proibir que alguém faça o \ntransporte de caixas de açúcar com carroças, \ncorrendo o risco de que a carroça, as mulas e as caixas sejam confiscadas.\n\nAssim foi decidido de colocar isto em andamento de acordo com a maneira \nque isto foi proposto na reunião, e que se procure o melhor lugar para a\nconstrução do passo. Para que erros não sejam cometidos foi decidido que\nprimeiramente todos os lugares para a realização deste projeto sejam visitados,\ne para isto levar o Escabino, Gaspar Dias Ferreira, para que ele possa dar sua \nopinião.\n\nAo mesmo tempo foi discutido na reunião o preço exagerado, que os\ntransportadores de carroças estão pedindo as pessoas, e que é tão abusivo que\nnão pode ser aceito por muito mais tempo.\n\nAssim foi calculado um preço para o transporte com carroças, a saber, que eles \nnão podem pedir mais de dois florins para cada milha, para cada carroça, o que é suficiente\nquando se paga este preço ao carroceiro.\n\nA complementação das obras da ponte entre Recife e Antonio Vaz foi\ndeliberada. Visto que o trabalho está sendo efetuado por trabalhadores que \nrecebem uma diária, e a obra está durando tanto tempo que não se tem\nprevisão para o fim, e visto que ao lado de outras razoes é recomendável de\naumentar o preço das propriedades no outro lado de Antonio Vaz, que sem a \nponte não tem muito valor, foi decidido de tentar fazer com que a construção\nda ponte possa ser dada em segunda mão e que as condições da mesma sejam\nformuladas por escrito.\n\n"
        },
        {
            "id": 392,
            "day": "14 de dezembro",
            "contents": "\nEsta se fazendo o esboço das condições e o orçamento no qual o projeto da\nconstrução da ponte entre Recife e Antonio Vaz será apresentado, e por que\nisto foi feito na língua portuguesa se deu ordem para que a tradução do mesmo\nseja feita.\n\n"
        },
        {
            "id": 393,
            "day": "17 de dezembro",
            "contents": "\nAs cartas do Coronel van Koin e do Senhor Nieulandt do Conselho político \nforam lidas em alta voz, contendo o que tinha acontecido na ultima expedição\nem Espírito Santo, cartas que precisam ser respondidas com conselhos \nrapidamente. As cartas foram dadas ao senhor Codde para que ele amanha faça \nanotações para que elas estejam à disposição da reunião e responder a mesma,\nde modo que a reunião a tenha em seu poder e possa responder.\n\n"
        },
        {
            "id": 394,
            "day": "20 de dezembro",
            "contents": "\nOs resultados da missiva de Coronel van Koin e o senhor Nieulandt foram \ndeliberados, esta missiva foi lida ante ontem e tinham sido dada ao senhor \nCodde.\n\nEm seguida ficou resolvido convocar todos os brasileiros que se encontrem na \nfrota. Também que seja mandado de volta os mantimentos (vivers) e os \nsoldados (treinersvolk), que não são necessário e não podem servir à\ncompanhia durante a passagem pela Bahia. Nós iremos escrever o Coronel \npara que ele divida o resto da companhia nos navios, e que assim que possível \nque os soldados sejam reservados por outras pessoas e diretamente será \nmandado um cruzador levando 100 mosquetes, remédios e provisões.\n\nEm nome do Conselho da igreja, o Predicante Kesselerius, relatou à\nreunião, para que finalmente se tomem providencias contra temeridade, que os\njudeus apresentam não conseguindo conter seus grandes pecados e escândalos\npúblicos, convertendo alguns cristãos ao judaísmo, abusando das cristãs como\nconcubinas, e freqüentando sua sinagoga publicamente, e alguns ainda dizendo \nblasfêmias contra o nome de Cristo, em público. Do outro lado estão\ndesfalcando o negocio dos cristãos abrindo lojas o que é proibido em todos os\noutros países.\n\nAssim depois de se ter deliberado que o advogado-fiscal seja encarregado que \nele deverá colher informações sobre todas as coisas inconvenientes e irá\nproceder judicialmente contra os culpados e temporariamente prenderá os \nblasfemadores. Em relação à liberdade que eles tem para exercer sua religião e\nnegócios, será escrito sobre isto para a reunião dos Senhores 19 e iremos\nesperar uma posição deles.\n\nA resolução para que o preço do açúcar seja fixado, e para que com isto o\nreconhecimento seja pago em dinheiro, é como aqui em baixo está descrito:\n\n    Açúcar velho\n    Blancos até 21 e moscovados até 13\n    Açúcar novo\n    Blancos até 27 e moscovados até 17\n    Panelen até 10 à arroba\n\nDurante a noite o senhor Bullenstraeten, nosso colega, chegou no ancoradouro \nem frente ao Recife com o navio \"De Gouden Ster\" (a Estrela de Oura) onde \nera um dos passageiros, navio que estava acompanhado pelo navio \"De \nSamaritaan\" (o Samaritano), o cruzador\n\"De Hazenwind\" (o Galgo), o galeão \"De Bruinsvis\" (              ) de Zeeland e\n\"Sint Jacob\" de Amsterdã. Foram dadas ordens para que no dia seguinte ele\nfosse recebido, e para dar-lhe as boas vindas no ancoradouro, 3 deputados \nforam indicados: o Assessor, senhor Walbeeck e dois Senhores do Conselho \nPolítico. \n\n"
        },
        {
            "id": 395,
            "day": "22 de dezembro",
            "contents": "\nO senhor Bullenstraeten chegou de barco do ancoradouro até o Recife, onde \nele no final do molhe foi recebido por Sua Excelência e o Alto Conselho. Sua\nExcelência e os Nobres lhe acompanharam até a Câmara do Conselho,\nandando entre os civis, que apresentavam as armas. Observação: Deu-se as\nboas vindas ao nobre quando entrava no porto com salvos de canhão dos\nfortes e dos navios, para honrar-lo.\n\nDe tarde chegou o cruzador \"De Tijger\" (o Tigre), mandado pelos Almirantes \nJol e Lichthart da baia Matanie, trazendo cartas datadas de 8 de outubro. \nNestas cartas eles nos informavam, que o ataque contra a frota espanhola tinha \nfalhado por que nem o de Tierra Firma nem Nueva Espanha tinha partido em \ndireção do mar, e porque eles tinham sido alcançados por uma grande\ntempestade nas costas da Cuba, pelo qual o navio \"Alkmaar\" e o navio \"De \nKeizerin\" (a Imperatriz), e o cruzador \"Cattebou\" acabaram encalhando. Fora \nisto eles também não tinham encontrado os navios \"Nassau Ernestos\", \"De\nHaas\" (o Lebre) e o \"Bullet\", sem saber o que lhes tinha sussedido. Eles \nmandaram o navio \"De Maagd van Enckhuizen\" (a Virgem de Enkhuizen) para a pátria mãe e depois juntos\nnavegaram em direção do Brasil.\n\nVisto que aqui chegaram dois monges Franciscanos, que traziam uma missiva \nde recomendação do rei da França para Sua Excelência, foi decidido mandar\numa copia da missiva para Sua Majestade e os Senhores 19, e enquanto isto \nficou combinado com os monges de se esperar até que tenham chegado \ninstruções mais detalhadas, para que a partir delas nós possamos tomar uma\ndecisão.\n\nO Predicante Kesselerus e o senhor Couts, informaram sua Excelência e o\nAlto Conselho, em nome do Conselho da igreja, que eles, depois de terem \npedido à Deus, passaram a enviar em missões os predicantes que tinham\nacabado de chegar para servirem à religião, à lugares que estavam precisando\ncuidados. O caso tinha sido organizado de tal maneira que o Predicante Samuel \nRegius ficaria aqui em Recife, o Predicante Dornick iria à Paraíba e o\nPredicante Doffringa partiria para Goiania. Para isto eles pediram permissão o\nque a reunião concedeu.\n\nSua Excelência relatou que ele tinha recebido informações sobre diversos\nengenhos desta conquista, dos quais os propietarios tinham se mudados para \nPortugal ou Bahia, e que poderiam ser confiscados pelo direito adquirido pela \nlei. A Sua Excelência foi requerida para investigar se isto era realmente a\nverdade, para que então de acordo com a situação e partindo de um bom\nfundamento fosse feito a confiscação para a Companhia.\n\n"
        },
        {
            "id": 396,
            "day": "27 de dezembro",
            "contents": "\nVisto que os cidadões de Recife estão muito\nconstrangidos e descontentes por causa da falta de agua para suprir a \nnecessidade diária de água fresca, foi decidido de se construir algumas cacimbas em diversos locais \nda cidade, de modo que por causa disto eles não tenham a necessidade de\nbuscar água no outro lado, em Antonio Vaz.\n\n"
        }
    ]
}