{
    "id": 7,
    "author": "José Hyginio",
    "title": "Dagelijkse Notulen",
    "number": 7,
    "year": "1641",
    "period": "4 de janeiro a 29 de junho",
    "days": [
        {
            "id": 397,
            "day": "4 de janeiro",
            "contents": "\nO Escabino Gaspar Dias propôs pagar os negros que ele comprou no prazo de \n6 meses em dinheiro, para isto foi permitido 0,5% pto.\n\n"
        },
        {
            "id": 398,
            "day": "7 de janeiro",
            "contents": "\nNós recebemos uma mensagem do senhor Coronel Coin, que veio com o \nnavio carregado De Goede Hoop (Boa Esperança), que ele entrou na baia com \nseus navios para olhar o poder da fragata inimiga. Ali perto do Forte São\nPhilip, ele viu um navio e mais doze velas nas imediações do banco, junto com\noutros meios de navegação. Sua Excelência o Coronel escreveu que ele estava\nplanejando mandar a metade dos navios cruzarem em frente a baia e partir \ncom a outra metade em direção do Rio das Costas em busca de novos\nmantimentos.\n\n"
        },
        {
            "id": 399,
            "day": "14 de janeiro",
            "contents": "\nOs moradores da freguesia de Cunhas requerem permissão para construir uma\nnova igreja visto que a igrejinha que faz parte do engenho é muito pequena.\nDo outro lado Willem Becx e Hugo Graswinckel, senhores do engenho \nsupracitado, mostraram que seria prejudicial para o engenho caso a igreja fosse \nconstruída em outro local como é a intenção dos moradores. Assim foi\ndecidido para a satisfação dos dois partidos se apostilar este requerimento, que\nos habitantes tem permissão de aumentar a igreja do engenho, mas que eles\nnão podem construir uma outra igreja em um outro local.\n\n"
        },
        {
            "id": 400,
            "day": "15 de janeiro",
            "contents": "\nNos levamos em consideração que pela falta de um Capitão do porto ninguém\npresta atenção diariamente nos marinheiros e marujos, por causa de que a\nbeleza deste porto diminui e se estraga à cada dia, e que todo mundo faz o que\nquer ao ancorar os navios o que impede as pessoas de utilizar-lo corretamente \ntrazendo prejuízos ao comercio. Assim foi decidido de se nomear o mestre dos \narmazéns/piloto (loodsman) do Recife, senhor Simon Janszen van Uijtgeest, \ncomo Capitão do porto, e fazer publicar um edital sobre esta decisão contendo\nos seguintes artigos.\n\nJ. Maurits, Conde de Nassau etc, assim como os nobres Senhores do Alto e \nSecreto Conselho do Brasil deixam saber;\n\nNotamos que diariamente grandes desordens estão sendo cometidas\npelos marinheiros e marujos dos navios e barcos que freqüentam o \nporto do Recife, pelo qual a boa qualidade e serviço deste porto está \npiorando, porque cada um faz o que bem entende sem se preocupar \ncom o interesse comum, fazendo com que os compradores não sejam\nservidos adequadamente nem os próprios navios e barcos ao entrarem \ne saírem do porto, como haveria de ser num porto tão conhecido e que\ntem um nome tão bom. Para evitar novas desordens e manter este\nporto para uso comunitário e justo de todos foi decidido se nomear um \nCapitão do porto e para esta função será admitido Simon Janszen van\nUijtgeest, loodsman do porto doRecife, também foi decidido se proibir o \nseguinte:\n\n1\nPrimeiramente que os marinheiros e proprietários de barcos e outras pequenas \nnavegações não poderão mais aportar neste porto sem que anteceda a\npermissão explicita do Capitão do porto, e aqueles que infligirem estas ordens\ndeverão pagar cada vez uma multa de cinco florins.\n\n2\nSegundo que é proibido o uso de ancoras sem que sejam indicadas por uma \nbóia na área do porto do Recife, correndo o risco de ser penalizado como \nsupracitado.\n\n3\nTambém é proibido para qualquer navio da Companhia ou navio que esteja \ncarregado, cruzadores privados, barcos e outras pequenas navegações jogarem\nqualquer tipo de lastro, durante o dia ou durante a noite, sem que eles \ncolocados antecipadamente um \"Poortheijl\" entre o navio e o barco, de \nmaneira que o lastro seja areia ou pedra não venha a cair entre os dois\nassoreando assim o porto, correndo o risco de pagar uma multa de 10 florins \nno caso de infração.\n\n4\nE proibido jogar qualquer tipo de lastro do navio tanto pequeno como grande \ndentro d'agua, mesmo em caso de mau tempo, correndo o risco de pagar uma \nmulta de 50 florins no caso de infração.\n\n5\nE proibido jogar lixo fora do navio sem discriminação de quantidade, estes\ndejetos terão que ser levados a bordo de um barco em terra firme, correndo o\nrisco de pagar uma multa de 5 florins em caso de infração.\n\n6\nNinguém tem permissão de acender qualquer tipo de luz ou fogo à bordo de\num navio apos as nove horas correndo o risco de pagar uma multa de 5 florins \nem caso de infração.\n\n7\nÉ proibido esquentar \"aspuijs\" ou pixe em chaleira ou panelas à bordo de um\nnavio o que facilitaria o surgimento de um incêndio correndo o risco de pagar\numa multa de 25 florins em caso de infração.\n\n8\nÉ proibido aos marinheiros, que se encontram dentro dos limites do porto do \nRecife, atirar com armas de fogo balas de canhão, sem que para isso tenham\nrecebido permissão antecipada dos Nobres senhores correndo o risco de pagar\numa multa de 25 florins em caso de infração.\n\n9\nÉ proibido trazer ou levar qualquer tipo de lastro para praia, a não ser que o\nCapitão do porto para isto tenha dado ordens correndo o risco de pagar uma\nmulta de 25 florins em caso de infração.\n\n10 \nÉ proibido que cruzadores, navios, navios ou qualquer outro tipo de \nnavegação, seja ela grande ou pequena, de amarrar a embarcação na paliçada do\nRecife correndo o risco de pagar uma multa de 5 florins em caso de infração.\n\n11   \nÉ proibido que navios, independentes de seu estado de conservação, de utilizar\no porto como lugar de manutenção, a não ser que o Capitão do porto para isto\ntenha dado suas ordens antecipadamente, correndo o risco de pagar uma multa \nde 10 florins em caso de infração.\n\n12\nNo caso que os marinheiros comentam uma das infrações supracitadas, os\nCapitães estarão responsáveis pelas ações de sua tripulação e será julgado de\nimediato.\n\nPara que todos estejam a parte destas medidas e evitar casos pretensão de\nignorância nos mandamos publicar-las e colocar-las nos locais conhecidos.\nAssim sendo e decidido... Recife, Pernambuco.\n\n"
        },
        {
            "id": 401,
            "day": "16 de janeiro",
            "contents": "\nNa reunião foi relatado em referencia a possibilidade de se construir um passo\nnas margens do rio Capibaribe, evitando desta maneira que carroças tenham \nacesso até o Recife. Visto que João Fernandes Vieira se ofereceu para arrendar\neste passo pelo período de 1 ou 3 ou 4 anos consecutivos, a menos que ele \nprepare o material para a armazenagem e transporte do açúcar, assim foi \ndecidido que as condições para que o passo possa ser arrendado sejam\ncolocadas em papel, antes de se continuar as negociações do citado Vieira.\nO preço do açúcar aqui em Recife está sendo mantido à um preço tão alto que\nnós não achamos aconselhável, de se abater as dividas por meio de contratos\nde grandes partidos de açúcar da Companhia, afim de revender-las, como \nexistem pessoas que não querem fornecer açúcar branco por menos de 30\nflorins. Por isso foi decidido que para a Companhia é melhor receber em \ndinheiro o pagamento das dividas de seus devedores em lugar de açúcar, e visto \nque o açúcar em Paraíba é de 4 à 5 florins mais barato, assim foi decidido que a\npróxima fragata levará uma carga de açúcar para a pátria. Ao senhor de Linge \nserão dadas ordens, para que ele compre uma quantidade de .......... caixas de\naçúcar, com a cooperação de pessoas experientes e fieis, que ele as mande\nembarcar para pátria.  Para isto será mandado diretamente com o galeão de\n\"De Bruinsvis\" (O boto) 10.000 florins em dinheiro, e ele ficará responsável \npelas contas e representações que ele deverá levar para o Senhor Tesoureiro, o\nque ele achar melhor para Companhia.\n\n"
        },
        {
            "id": 402,
            "day": "18 de janeiro",
            "contents": "\nAs queixas da reunião da Classis foram examinadas e depois de serem\ndebatidas foi decidido se apostilar o seguinte:\n\n1\nQuanto a liberdade dos papistas, para qual um edital tinha sido prometido por \nsua Excelência e o Alto Conselho, a saber, que eles só poderiam exercer sua\nreligião dentro de suas igrejas para evitar provocações a terceiros, correndo o\nrisco de perderem sua liberdade. Mas eles continuam exercendo a religião deles\ncomo o faziam antigamente, de maneira que até alguns monges, que daqui \npartiram, retornaram com cartas do Papa, e por isso foi decidido de se pedir \nhumildemente mais uma vez a Sua Excelência e aos Senhores do Alto\nConselho, que ele tomem algumas medidas contra o abuso destes monges.\n\nSua Excelência e o Alto Conselho irão prover sua decisão na hora\npropicia, até onde a situação de nosso estado permitir, e eles prestarão atenção\nque escândalos públicos sejam evitados. Quanto a questão dos dois monges,\nisto já foi comunicado ao Conselho dos Senhores 19, para que eles possam dar \nsua opinião sobre este assunto.\n\n2\nQuanto ao ateísmo dos negros, sua Excelência e os Nobres Senhores\nprometeram, que a ordem seria estabelecida, que os negros seriam trazidos \npara escutar a palavra divina e que cada deverá ter uma mulher, evitando assim \na prostituição e a traição, e para isto será publicado um edital.\nEste assunto ainda não foi tratado em nenhum outro edital e nós não\nfizemos ainda um estatuto, que nos poderia dar frutos. Por isso pedimos aos \nirmãos, no caso que eles tenham um bom plano sobre este assunto, que o\napresentem a colégio, para que possamos ver o que pode ser feito a este \nrespeito.\n\n3\nSua excelência e o Alto Conselho apostilaram por meio da publicação de um\nedital nas aldeias, que todos os brasileiros recebam ordem para se unirem com \nsuas mulheres no lugar onde eles mantenham residência, e que os capitães das\naldeias controlem rigorosamente que isto seja comprido. Mas caso isto não\naconteça nós pediremos mais uma vez à Sua Excelência e o Alto Conselho, que\nisto entre em vigor o mais rápido possível.\nAprovado\n\n4\nQuanto as que os brasileiros estão abandonando suas mulheres, Sua Excelência\ne o Alto Conselho deram seus consentimento e instruções, mas visto que os\npredicantes, pela experiência adquirida, consideram necessário a publicação de\num edital. Seria bom, que no edital que trata dos casos daqueles que \nabandonaram suas esposas intencionalmente, se adicionasse um artigo, que é \nproibido para os moradores deste pais de manter um brasileiro em sua casa, ou \nde tê-lo em seu serviço, sem o conhecimento ou contra a vontade do Capitão\nda aldeia. Esta proibição será valida tanto para os moradores casados quanto\npara aqueles que não são casados, de modo que as pessoas não possam se\ndesculpar, afirmando que eles não estavam a parte de se tratava de uma pessoa\ncasada, o que ao contrario acontecerá muitas vezes, e as vezes estarão dizendo\na verdade.\n\nNos iremos proibir por meio de um edital que ninguém tem o direito \nde ficar com um brasileiro contra sua vontade, mas que todos são obrigados a\ndeixá-lo partir para sua casa em sua aldeia.\n\n5\nQuanto ao caso do judeu, da judia e seu filho, os Deputados declaram, que a \ncriança foi mandada à pátria mãe por ordens de sua Excelência e o Alto\nConselho e ficará sob custodia de D. Rivet, que é família do mesmo. Visto que \nSua Excelência e o Alto Conselho também tinham prometido mandar seus\npais, o que até agora ainda não aconteceu, foi decidido fazer este requerimento\nmais uma vez perante sua Excelência e o Alto Conselho, afim que isto seja\ngarantido.\n\nEste caso ficará por enquanto sob observação.\n\n6\nQuanto as queixas sobre os casais, que vivem separados, os Deputados referem \na seguinte apostilha da sua Excelência e o Alto Conselho. Por causa destas\ndesordens nas guarnições se resolveu, que os casais, unidos por matrimonio,\nserão engajados em uma companhia, e que também esta companhia ficará\npermanentemente em um só local, de modo que a vida em conjunto dos casais \ndure muito tempo. Também se faz conhecer que caso uma companhia desta \nseja criada, a Classis ficaria satisfeita, por que assim sendo só sobrarão alguns\ncasais que vivem separadamente. Foi decidido mais uma vez pedir \nhumildemente a sua Excelência e ao Alto Conselho para que mandem redigir\num edital, tendo como objetivo deixar os casais morando juntos que se \nencontrem nas guarnições fixas.\n\nIsto está sendo cumprido do jeito que foi prometido aos deputados da \nClassis.\n\n7\nO predicante Soler deixou saber, que na aldeia de sua Excelência mora um\nbrasileiro, que também tem uma boa experiência e conhecimento dos\nfundamentos da religião, em leitura e na escrita, que poderia muito bem exercer\num papel na educação dos brasileiros. Pergunta se, se sua ajuda não seria\nnecessária. A mesma questão foi feita por D. Eduardi, que também conhece\numa pessoa assim.\n\nAprovado, e cada um receberá temporariamente 12 florins por mês\ncomo salário.\n\n8\nApesar de que Sua Excelência e o Alto Conselho mandaram publicar editais\ncontra a prostituição e a traição, profanação do Sabbat e a blasfêmia, mesmo\nassim estamos notando, que esses pecados continuam sendo cometidos com a \nmesma intensidade e que é necessário se requerer a sua Excelência e o Alto\nConselho, para que eles mandem seus oficiais prestarem atenção para que eles\nexecutem suas ordens.\n\nO Advogado fiscal e os Escoltetos ficarão encarregados com execução do que\nesta descrito nos editais sobre este assunto.\n \n9\nVisto que estamos recebendo queixas em geral, especialmente por partes dos \nfuncionários da Companhia, de maneira caluniosa, que os predicantes deste \npais estão sendo pagos com o dinheiro destinados aos seus salários, assim\nrequeremos ao colégio o que poderíamos fazer para resolver esta situação.\nSerá relatado ao Conselho dos Senhores XIX, e requerido a Sua Excelência e o\nAlto Conselho, que intercedam neste caso, de modo que estas queixas \ncaluniosas sejam retiradas, pelas quais a função e o serviço de Predicante estão\nsendo caluniadas, enquanto em todas as republicas e paises esta função divina\nesta sendo sustentada por magistrados soberanos e governos a partir de meios \nreligiosos e dinheiro publico em geral.\n\nSobre isto já redigimos uma carta e estamos esperando uma resposta \ndos Senhores XIX.\n\n10 \nEstamos recebendo queixas sobre pessoas, que estão dormindo juntas\nilegalmente e que apenas são noivos, e que também estão indo morar juntos\nmesmo antes da cerimônia.\n\nTambém estamos recebendo queixas sobre casais que estão prorrogando a\nconfirmação do casamento, depois de terem recebido a proclamação da igreja.\nContra o primeiro item supracitado um edital será requerido perante o \nAlto Governo. Quanto o segundo item iremos pedir a mesma instancia para \nadicionar ao mesmo edital que a cerimônia não poderá ser adiada mais de 4\nsemanas após a proclamação da igreja, a menos que os requerentes não possam\ncomparecer por causa de doença ou ausência. As ordens dos Senhores do\nEstados da Holanda e West Friesland, sobre da solicitação feita, será executada\nneste caso.\n\n11\nVisto que os brasileiros estão sendo mandados para guerra e isto de vez em\nquando está causando uma certa insatisfação, por causa dos prejuízos, que eles\nestão sofrendo no mantimento de seus domicílios, e eles também sofrendo um\ngrande atraso no desenvolvimento espiritual e da alma, foi decidido que iremos \npedir humildemente a Sua Excelência e o Alto Conselho se eles intermediar\nneste importante problema o maximo possível.\n\nEsta recomendação será levada em consideração, o tanto quanto o\ntempo e os objetivos da Companhia puderem suportar.\n\n12\nVisto que a miséria entre os brasileiros é muito grande e eles não dispõem de\ncobertores, medicamentos, cirurgias ou coisas parecidas em caso de doenças, \nou alguma dificuldade, o que tem como conseqüência uma queda na população\ndeste povo, foi decidido explicar o problema dos brasileiros a Sua Excelência e\no Alto Conselho, para que eles encontrem uma solução adequada para este\nproblema.\n\nNos iremos tratar discretamente deste assunto e iremos prover os \nPredicantes, que moram nas aldeias, disto e daquilo para ajuda dos doentes e \nnecessitados.\n\n13\nVisto que os brasileiros de vez em quando abandonam suas esposas e se \nescondem em outras aldeias, que alguns até se deixam casar com outras de \nmaneira ilegal, também que existem alguns que gostariam de se mudar para \naldeias, onde os Predicantes estão presentes, mas não tem coragem de fazê-lo\npor medo de seus Capitães, assim sendo a Classis se pergunta se não seria\nnecessário pedir a Sua Excelência e o Alto Conselho, para que encarreguem os\nCapitães das aldeias, que eles ao pedido dos Predicantes deixem os brasileiros\npartirem tendo como objetivo:\n\n1. Evitar o abandono de mulheres casadas por seus maridos.\n2. Prevenir que homens casados sem casem com mulheres de outras aldeias.\n3. Aumentar o povo da igreja de Deus aumentando o numero de pessoas\nindicadas nas aldeias.\n\nOs Predicantes das aldeias que gostariam de ter brasileiros de outros \nlugares em suas aldeias deverão se dirigir a sua Excelência e não aos Capitães\ndas aldeias.\n\n14\nOs irmãos da Paraíba requerem se Pieter de Bruijn, antigo frade leigo desta\nprovíncia, não deveria ser mandado de volta a pátria, como lhe foi ordenado,\npor causa da má vida que esta levando e suas calunias contra o proponente Jan \nMichielsz, perante o qual ele alegou ser culpado de dizer calunias desta pessoa.\nSeu retorno já tinha sido consentido por Sua Excelência e o Alto Conselho,\ndepois dele ter sido demitido de sua função. Então a resposta a esta pergunta é\npositiva e mais uma vez pediremos o consentimento de sua Excelência e o Alto\nConselho.\n\nNo caso em que uma pessoa se comporte mal, ele poderá ter que \ncomparecer perante a justiça e ser punido pelos seus atos, como qualquer outro \ncidadão.\n\n15 \nOs Judeos estão chegando cada vez mais em grandes quantidades neste pais, e\npor causa de sua usurpação estão tomando conta do comercio. Já possuem\ncom certeza a maior parte das lojas, e se teme que cada vez mais esta situação\nhá de piorar, causando assim escândalo, causando prejuízo ao povo cristão e\nindignação dos brasileiros e portugueses, enfraquecendo o estado. Alem disto,\nsua audácia no campo religioso é tamanha que eles não somente se reúnem\npublicamente no mercado do Recife, o que vai de encontro a proibição do Alto\nGoverno (cl.a. 38 hess. 2 stil. 8), causando irritação de terceiros, mas também\nestão se preparando para construir uma sinagoga naquele local. Eles estão se\ncasando com cristãos, eles seduzem estrangeiros a se converterem a caluniosa\nreligião judaica e a pratica da circuncisão. E em seguida eles utilizam cristãos\ncomo criados em seus domicílios e estrangeiras como concubinas. A união dos\nirmãos julga, que faz parte de sua função e obrigação, não somente mostrar\nesta situação a Sua Excelência e o Alto Conselho, mas também rezar, para que\nisto seja resolvido para o bem de nosso senhor Jesus Cristo, nosso único \nsalvador, nome que esta sendo caluniado mais vezes pelos Judeus do que \nqualquer outro povo. E visto que não existe um pais no mundo onde os Judeus\nnão estão sendo restringidos, isto também deverá ocorrer aqui neste pais, e que\naqueles que não cumprirem estas ordens deverão ser punidos.\n\nNós mandamos uma carta muito seria para o Conselho dos 19, por que \nnós neste caso só podemos intervir e punir de acordo com as ordens da pátria.\nCaso alguém se comporte mal individualmente, então os oficiais deverão punir\nesta pessoa de acordo com o juramento que fizeram e nossas ordens, seguindo \nas leis da justiça, e nós iremos controlar que os oficiais façam o que ficaram \nencarregados de fazer.\n\n16\nVisto que em muitos lugares é comum a pratica de duelos e assassinatos \npremeditados, foi decidido de se fazer um requerimento a Sua Excelência e o\nAlto Conselho se os antigos editais contra assassinatos podem ser reeditados e \nexecutados em seguida.\nAprovado\n\n"
        },
        {
            "id": 403,
            "day": "25 de janeiro",
            "contents": "\nPor ordens do Conselho bilhetes foram colados nos pontos principais desta \nconquista, dizendo que segunda-feira próxima, dia 11 de fevereiro, será \nmandado fazer a construção da ponte ligando cidade Mauricia e o Recife, tanto\no trabalho de alvenaria quanto a marcenaria, e que aqueles que desejem ver as \ncondições podem se dirigir ao senhor Gaspar Dias Ferreira. As condições, que\nforam determinadas esta manhã, são as seguintes:\n\nA construção de ponte, que esta sendo iniciada neste momento e que deverá\nproporcionar a passagem entre a cidade do Recife e a cidade Mauricia, será \nentregue nas mãos daquele que quiser realizá-la, e que Sua Excelência e o Alto\nConselho acham capaz de tomar conta das obras, bem como concluí-las. A \npessoa que estiver interessada deverá se apresentar na segunda-feira, no dia 11 \nde fevereiro, na casa do membro do Alto Conselho aqui supracitado, onde o \ndesenho das obras de construção será apresentado, junto com as instruções de\ncomo a obra deverá ser realizada e as condições que estão incluídas ao trabalho\nsão as seguintes.\n\n1\nAquele que for contratado para executar este trabalho estará obrigado a pagar \numa soma (borg) para satisfação de Sua Excelência e o Alto Conselho e para\ngarantir que ele terminará a obra com exceção de acontecimentos imprevistos.\n\n2 \nSegundo será pago uma soma de tudo que ele receber como pagamento do \ntrabalho a ser realizado.\n\n3\nTrês itens estão integrados a este trabalho pelos quais se deverá dar uma\natenção especial, a saber, um molhe do lado do Recife e um molhe do lado da\ncidade Mauricia, dos quais o comprimento ainda será dado, os pilares que \ndeverão ser feitos na parte mais seca até a parte mais profunda, assim como a\nparte de madeira da ponte mencionada. Tudo isto deverá ser realizado de \nacordo com o orçamento, que poderá ser estudado na casa do senhor Gaspar \nDias Ferreira.\n\n4\nO encarregado desta obra é o senhor Christophe Albros, que também deverá \ndar sua aprovação. Para isto ele deverá fazer um juramento solene, para que ele\npossa agir com a consciência limpa, sem que cometa fraudes contra o bem\npublico nem contra o bem dos construtores.\n\n5\nO pagamento será efetuado pela Companhia e somente pela Companhia a \npessoa que for contratada.\n\n6\nO contrato não será fechado necessariamente com aquele que fizer o trabalho\npelo menor preço, como é o habito no ramo do comercio na sede do Alto \nConselho, evitar que o contrato seja fechado por pessoas que não tem a\ncapacidade de terminar as obras, mas, que pessoas que tem capacidade serão\ncontratadas por causa do preço que for mencionado no\nAlto Conselho, e o contrato será oferecido aquele que realizar o projeto pelo \nmenor preço, mas, só a pessoas que foram reconhecidas pela sua competência.\n\n7\nPara a realização do pagamento deste contrato será utilizada por Sua\nExcelência e o Alto Conselho a contribuição de um por cento do açúcar, que é\nfeito pelos senhores dos Engenhos e pelos lavradores para realização de obras\npublicas, o décimo dos alugueis das cidades de Olinda, Recife e a cidade \nMauricia, os \"stuivers\" dos negros e as promessas feitas pelas outras Câmaras.\n\n8\nPara a arrecadação destes impostos, a acomodação do trabalho e para uma boa\nrealização de tudo que para isto seja necessário, Sua Excelência e o Alto\nConselho irá nomear alguns  executores, providos de grande..., para fazer a \ncobrança dos inadimplentes, sem que para isto eles precisem comparecer \nperante a justiça, mas caso eles tenham cobrado sem razão Sua Excelência, o\nAlto Conselho ou os Escabinos irão tomar providencias e restabelecer os\nprejuízos.\n\n9\nEste trabalho deverá estar pronto dentro do período de um ano e meio, a saber \nque as pessoas possam passar sobre a ponte.\n\n10\nSua Excelência e o Alto Conselho irão pagar o construtor para a realização da\nobra em seis parcelas consecutivas, a partir do dinheiro da Companhia ou a \npartir do caixa da Companhia, a saber, que o primeiro um sexto será pago \nassim que o calção que serve de garantia for estabelecido como garantia do\ntermino das obras, a segunda parte será pago assim que o segundo sexto da \nobra for cumprida, assim por diante seguindo as etapas do trabalho que estão\nsendo realizadas.\n\n11\nO construtor terá direito de pegar todo tipo de viveres e outros mantimentos \nde nossos armazéns que lhe serão fornecidos sob apresentação dos nossos\nbilhetes à preço de custo, a contanto que cada vez isto venha à ser abatido da\nsoma mencionada.\n\nTambém serão encomendados dois barcos novos para a realização da obra,\nque estão sendo utilizados atualmente, junto com o grande barco, que já\ntinham chegado da Bahia. Depois do termino da obra estes barcos serão\nutilizados à serviço da Companhia.\n\n12\nO construtor não poderá de modo algum quebrar ou desviar dos termos do\ncontrato nem integramente nem parcialmente antes do termino das obras ou \nele perderá tudo que ele deixou como calção.\n\n13\nO construtor tem permissão para buscar as pedras ou madeira que precisar nas\npedreiras ou bosques, sem que ele tenha que pagar aos proprietários dos \nmesmos, visto que isto está sendo realizado para o bem comum. Mas isto \ndeverá ser feito com discrição e será considerado como ato criminoso cortar\nmadeira ou retirar pedras que sejam destinadas a outro trabalho usando a \nponte como pretexto.\n\n14\nEle poderá contratar todos os empregados que ele precisar para a construção\ndesta obra pelo preço normal, e os empregados não poderão dizer que não\nvem a menos que eles tenham uma boa razão para isto.\n\n15\nO construtor irá ter todos os privilegio para favorecer a construção da obra\nmencionada.\n\n16\nSe o construtor quiser adicionar algo à este contrato ele terá que fazê-lo por\nescrito.\n\n17\nO construtor é obrigado de buscar todas as pedras da Câmara da cidade \nMauricia, que já foram utilizadas para a construção da obra mencionada, tanto\naquelas britadas quantos as que não foram britadas. O preço será estabelecido\npelo mestre Christoph Albres e outros que entendem do assunto.\n\n18 \nO construtor é obrigado a construir ...pilastras, a saber, do molhe do lado da \ncidade Mauricia até a parte mais profunda.\n\n19\nO cimento necessário para o fortalecimento destas pilastras será fornecido pela \nCompanhia, enquanto ela tiver em stock pelo preço que ficou combinado com \no construtor.\n\n20\nNo caso em que o construtor não fizer o trabalho dentro das normas\nsupracitadas e não podermos utilizá-la dentro do período obrigatório de um\nano e meio ele deverá pagar uma multa de 2000 florins por cada mês, contando\nsomente em parcelas de meses e não levando em consideração dias ou horas.\nNo caso em que ele conclua o trabalho antes do termino do prazo determinado \nele receberá o mesmo que ele na situação contraria deveria pagar. Isto é a\nvantagem e a pena pela entrega da ponte antes ou depois de um ano e meio.\n\nO colégio dos Escabinos da cidade Mauricia compareceu na reunião e com ele\nse deliberou longamente sobre a maneira proceder na justiça para este mesmo \ncolégio, como a língua holandesa poderá ser instituída de maneira apropriada \nem todos os fóruns de justiça de acordo com as ordens do Conselho dos 19, e \ntambém sobre a quantidade e inexperiência dos procuradores de justiça\nportugueses. Depois de um longo debate se chegou a conclusão, que por\nenquanto não é aconselhável para este estado de tentar parar uma fusão,\ndiminuindo os custos (custos que nos quais os procuradores holandeses de \njustiça foram estimados, para que eles possam atuar nos casos na língua \nholandesa, e que as ordens dos senhores dos Estados da Holanda e \nWestfriesland nos casos de justiça nas cidades e no interior do pais deverá ser \ntraduzida na língua portuguesa e a levada aos Escabinos para que eles possam \nestar a parte delas e dar a opinião deles, e em seguida que todos os\nprocuradores deverão fazer o mesmo juramento que os holandeses e que faz\nparte da função perante o conselho para que eles possam receber uma\ncomissão.\n\n"
        },
        {
            "id": 404,
            "day": "28 de janeiro",
            "contents": "\nIsaac de Rassičre, Senhor do engenho em questão, compareceu com seu\nlavrador, que se chama Manuel Dias Paes, para discutir o assunto de alguns \npartidos de cana que contem 70 tarefas, pelo qual o mesmo Manuel tinha \nprometido pagar a importância de 4000 cruzados, com duzentos a? anualmente \nao antigo proprietário do engenho, Senhor Luiz Brandão. O caso foi\napresentado ao Conselho e, visto que ele terá grandes conseqüências, foi\ndecidido de passar-lo ao Senhor Advogado Fiscal, Secretario Tapper Holl e \nGaspar Dias Ferreira, de modo que eles possam dar suas opiniões sobre o\nassunto por escrito.\n\nCasus tales \n\nA., Senhor de engenho, vendeu ao senhor B. no ano 1632 um partido de cana \nde 70 tarefas pela soma de 4000 cruzados, que seria pago em açúcar do mesmo \nvalor que o teria em dinheiro liquido, e que deveria ser fornecido no mesmo \nengenho daquele que fez do  partido supracitado, a saber, todos os anos uma \nquantia de 200 arrobas, começando em janeiro de 1635 até que tudo estivesse \npago.\n\nDepois o mencionado A. partiu com o inimigo, de modo que o engenho \nmencionado, por direito de confiscação, caiu nas mãos da Companhia. Sua\nExcelência e o Alto Conselho venderam o engenho à C., incluindo todas as\nterras que do engenho faziam parte assim como na época do mencionado \nsenhor A., do qual um inventario foi feito.\n\nA questão é se a soma determinada para à compra do partido mencionado,\nsendo 4000 cruzados à serem pagos em açúcar, como juros ou arrendamento\ndo partido mencionado, assim como no inventario mencionado ficou \nespecificado, podem ser repassadas para o senhor C. por causa da venda do \nengenho e suas terras feita pela Companhia ou será esta soma tem que ser \ndestinada ou vista como credito do senhor A. Neste caso fica para a \nCompanhia e o senhor C. somente a obrigação ligado ao partido para fornecer\n70 tarefas, o que é de direito do engenho ao que diz respeito ao partido, o que \nestá sendo mencionado no inventario, e nada mais.\n\nO senhor Dirck Codde van der Burch foi convocado para presidir e tratar este \ncaso em nome deste colégio.\n\n"
        },
        {
            "id": 405,
            "day": "31 de janeiro",
            "contents": "\nSua Excelência propôs ao Conselho, se no caso de um certo Judeu, que, por\nordens do Conselho, foi perseguido pelo Advogado fiscal por causa de \nblasfêmias por ele proferidas, que pela mesma razão teria estado ausente e que\nfoi obrigado, para ajudar os pobres, à pagar a soma de 4000 florins, os seus\ndelitos podem ser perdoados e se ele pode ser liberado da exigência do\nAdvogado fiscal. O colégio decidiu de aceitar a proposta, mas, antes eles \nquerem deliberar sobre o assunto com alguns Predicantes.\n\nAs imposições sobre a cerveja, vinho e todos os outros líquidos que serão\nconsumidos no período de meio ano, na cidade de Recife, cidade Mauricia, \nAfogados, Barreta, as proximidades do Arraial, a cidade de Olinda e outros \nfortes e lugares dentro dos limites de uma milha dentro do Recife, começando \nno dia dois de fevereiro e terminando no ultimo dia deste ano, foram vendidas \npor leilão à Jan Warnaertsen pela soma de 37000 florins.\n\nAs mesmas imposições sobre o resto da região sul, onde finda a área das outras\nimposições, incluindo a povoação de Porto Calvo, sem contar com Alagoas e\nRio São Francisco, foi contratado pelo período de um ano pelo senhor Jan\nWarnaertsen por uma soma de 3000 florins.\n\n"
        },
        {
            "id": 406,
            "day": "2 de fevereiro",
            "contents": "\nSua Excelência e os Senhores do Alto Conselho saíram para visitar a situação\nde Madonelle, a casa de sossego dos Jesuítas, que se encontra no interior a uma \nhora de distancia da cidade de Olinda, de modo que eles possam tomar uma \ndecisão pensando nos interesses da Companhia sobre ela e sobre o bosque de\nMangavas ( mangabas ), que faz parte da propriedade.\n\n"
        },
        {
            "id": 407,
            "day": "6 de fevereiro",
            "contents": "\nO próximo requerimento foi feito pelo Escolteto da Capitania de Rio Grande e \nque ficou decidido pelo Conselho de se apostilar da seguinte forma.\n\nVisto que Sua Excelência e os Senhores do Alto Conselho decidiram me\nindicar e me beneficiar como Escolteto Ca capitania de Rio Grande, assim \nsendo eu tento por causa do meu juramento e da minha honra melhorar os \nproveitos da Companhia e o bem estar dos habitantes.\n\n1\nPor causa da ultima ordem da Sua Excelência e os Nobres Senhores a corte de\njustiça da Capitania de Rio Grande foi separada em duas partes, a saber, \nCunhas e Potigy, e sobre este caso que cada uma das partes sendo \nindependente da outra e que a situação de cada ainda não está claro, foi\nrequerido que a corte de justiça dos Escabinos seja instalada em Monpabao, \nporque se encontra no meio da Capitania, desde que um habitante não seja\nmais privilegiado do que o outro.\n\nVendo que Monpabao é o lugar mais propicia para que dar sessão a\ntodas as questões dos habitantes desta Capitania, a justiça será instalada nesta\ncidade. Os Escabinos serão obrigados a se reunirem exatamente de 14 em 14\ndias, tendo que pagar a multa de 3 florins para cada vez para o proveito do \nEscolteto.\n\n2\nEm seguida os senhores Escabinos requerem juntamente com todos os \nhabitantes daquela Capitania, que os Capitães das aldeias e os brasileiros que\nestão em seu comando devam comparecer perante a corte dos Escabinos,\nquando eles infringirem a lei, assim como acontece nas outras Capitanias.\nTambém deverão ocorrer algumas modificações entre os Capitães, porque\nalguns se comportam horrivelmente, o que concluímos a partir de algumas \ninformações.\n\nDeixa-se saber que quando os Capitães das aldeias e os seus brasileiros\ncometerem um crime eles estarão sujeitos a corte de justiça dos Escabinos e\npor ela serão julgados. Alguns Capitães também serão modificados e para isto\numa investigação será realizada, à cada 6 meses um Escabino holandês e um\nportuguês irão fornecer informações ao Escolteto sobre as ações dos Capitães.\n\n3\nTambém sabemos da existência de uma lagoa no distrito de Monpabao, que se\npresta perfeitamente à pescaria, mas os habitantes estão tendo muitas brigas\nsobre os limites de pescaria e outras coisas, enquanto nenhum deles pode \nreclamar nenhum direito de herança ou arrendamento sobre o lago. Para \nbeneficiar a Companhia em algum tipo de ganho a partir deste negocio, me \nparece propicio que eu possa usar esta lagoa temporariamente para pesca \ndurante uns dois anos ou durante o tempo que sua Excelência e os Nobres\nSenhores queiram me conceder, levando em conta que os brasileiros com uso \nde arcos e flechas possam continuar pescando para saciar suas necessidades.\nA pescaria irá continuar como antigamente ao acesso de todos, até que \nnós decidamos o contrario.\n\n4\nVisto que mais ou menos 70 cidadões livres e habitantes se encontram na\nCapitania, seria necessário que eles formassem uma companhia, para que em \ncaso de ataque inimigo ou em qualquer outra ocasião eles possam ser\nutilizados, assim como em outros lugares ou como eu penso que é o habito no \ninterior do país. Para isto irei apresentar à sua Excelência e os Nobres como os\nmais qualificados: Willem Becx, para a função de Capitão, Escabino desta\naldeia, Mathias Bomear, para a função de Tenente, também Escabino e Jan\nJacobse van Lubeck, para função de Alferes, para que eles assumam esta\nfunção depois de terem feito o juramento.\nFoi aprovado.Em seguida foram instalados por sua Excelência e o Alto\nConselho os senhores Wilem Becx para a função de Capitão, Mathias Bomaer\npara função de Tenente e Jan Jacobse van Lubeck para a função de Alferes.\n\n5\nEu notei que os meus servidores da justiça muitas vezes se comportam de \nmaneira insolente e também molestam os habitantes e por isto requeiro a sua \nExcelência e os Nobres para que usem em lugar destas pessoas dois brasileiros,\nfazendo assim que a justiça seja mantida de maneira mais satisfatória. Também \nse eles podem dar ordens aos Capitães dos brasileiros, para que encontrarem\npessoas brasileiras capazes de assumir o cargo, pagando-lhes aquilo que eles \ntem direito.\n\nOs Capitães das aldeias ficaram encarregados de fornecer ao requerente\ndois brasileiros voluntários para que eles mantenham a justiça.\n\n6\nEu encontrei ha pouco tempo algum pau-brasil o qual de acordo com o que eu \nsei ninguém nunca ouviu falar, e vendo que fui eu primeiro a encontrá-lo, peço \na sua Excelência e os Nobres Senhores se os senhores podem me dar a\npreferência para fazer o corte acima de outra pessoa. Seguinte eu peço à sua\nExcelência e aos Nobres que me dêem neste caso uma ordem, para que eu\npossa utilizar para fazer o corte da madeira 25 brasileiros oriundos da aldeia \nPontael, que estão sob o comando do Capitão Pieter Poty, de modo que eles\npossam se reservar assim que eles tenham trabalhado dois meses outro grupo \nvenha em seu lugar e assegurando que eles por min mesmo serão pagos\ndevidamente.\n\n"
        },
        {
            "id": 408,
            "day": "4 de fevereiro 1641 Recife Pernambuco, o mais súdito dos servidores de sua",
            "contents": "Excelência e os nobres senhores do Alto Conselho,\n(Assinado) Johan Ten Berch.\n\nNós concordamos com o pedido do requerente, a menos que o pau-\nbrasil seja fornecido e quantidade que foi determinado pela Companhia, e que \nele esteja proibido de fornecer a madeira à baixo deste preço e sob a condição\nde que o Capitão da aldeia de onde os brasileiros serão levados irá prestar\natenção que eles sejam bem remunerados. O pau-brasil não poderá medir mais\ndo que 7,8 ou 9 pés e não pode ter uma espessura menor do que um braço.\n\n"
        },
        {
            "id": 409,
            "day": "7 de fevereiro",
            "contents": "\nPor que nós estamos notando que os Senhores de engenho, que estão devendo\ngrandes quantias em dinheiro a Companhia, não cumprem com os pagamentos\nem açúcar à Companhia, mas inventam todos os tipos de truques para mandar\ne vender o açúcar a outros cobradores particulares e fazendo assim com que a \nCompanhia não receba seu pagamento, assim foi decidido de mandar uma\ncarta de repreensão aos Senhores de engenho que estão devendo a Companhia,\nque eles deverão pagar aos Tesoureiros diretamente. No caso em que eles\nrecusem fazê-lo, iremos entrar em ação diretamente, e iremos confiscar todo o\naçúcar que seja oriundo destes engenhos onde quer que ele se encontre tanto \nnos engenhos ou que já tenha sido mandado para o Recife, não levando em\nconta se eles pretendiam fornecer, vender ou marcar o açúcar à particulares,\npor que não se pode achar que qualquer ganho destes engenhos possa vendido\nou comercializado à cobradores particulares antes que o direito de preferência\nseja dado à Companhia.\n\n"
        },
        {
            "id": 410,
            "day": "8 de fevereiro",
            "contents": "\nTrês requerimentos de Gabriel Soares, Senhor de engenho em Alagoas, foram\napresentados e o Conselho decidiu da seguinte forma sobre este assunto:\n \nQuanto ao primeiro requerimento onde ele pede se ele pode ficar com os \nganhos da concessão, que ele recebeu de sua Excelência e dos Senhores do\nAlto Conselho, datado de 29 janeiro passado, por que o Commis Jan \nJochemsz. não queria lhe dar, pelo qual ele se sente prejudicado. Isto lhe foi\nprometido e o Commis mencionado junto com os outros terão que dar a parte\nque cabe ao suplicante dos benefícios da concessão, sem fazer oposição.\n\nQuanto ao segundo requerimento ele reivindicava quatro negros de Alagoas, \nque para cá tinham sido mandados e que também faziam parte da mesma \nconcessão, porque eles tinham pertencido a um cobrador dele, que tinha se\nretirado para Bahia. Esta divida tinha sido verificada pelo Conselho político e \nele foi sentenciado a realizar o pagamento. Ficou apostilado que os quatros \nnegros ou outros quatros negros lhe deveriam ser restituídos.\n\nQuanto ao terceiro requerimento se compreende que a população de Alagoas,\nque estão sendo importunados pelos Tapuias de Palmares, ajudando os negros a\nfugiram e causando outros distúrbios em Alagoas, foi decidido que nós assim \nque podermos iremos intervir nesta situação.\n\nAlguns Judeus se sentem injuriados por o palavreado e ações de alguns\ncomerciantes alemães durante a travessia de Mauritsstad, e chegaram hoje de\nmanha para fazer reclamações no conselho. Depois os comerciantes foram\nconvocados, e após termos feitos o interrogatório e de termos compreendido \nde onde veio a discórdia, assim nós lhes reprimimos severamente sobre seu \ncomportamento e lhes encarregamos que eles não poderão mais cometer tais\ninjurias, porque os judeus, se comportando devidamente, não gozam menos\nproteção do governo do que todos os outros habitantes destas conquistas.\n\nDepois da deliberação (para encontrar um melhor maneira de se evitar o\ncontrabando) sobre as instruções do Commis da policia de investigação e a\nnomeação de Inspetores em todos os lugares e armazéns onde seja necessário,\nfoi resolvido: \n\nA molhe é o melhor lugar para instalar escritório de fiscalização principal, onde\num inspetor ou um ou dois assistentes irão estar presentes a partir da abertura\ndos portões ate que os portões se fechem.\n\nUm barco ou um cruzador ficará no posto em frente ao Castelo de água, \ncontendo 5 homens e um inspetor que farão turnos durante a madrugada, e\nque terão que prestar mais atenção aqueles navios que estão carregando ou\ndescarregando.\n\nDuplos pilares terão que ser construídos na parte sul do Recife, durante todo o tempo de seca\nassim como no Recife na parte funda, de modo que no outro lado possa ser preso com \ncorrentes de ferro e se possível com longos mastros que se encontram dentro da água.\nA parte mais profunda poderá facilmente ser vigiada por uma chalupa.\n\nNos próximos lugares ficarão temporariamente ocupados pelo Commis ou um\nInspetor, a saber:\n\n    2. duas chalupas, cada um sendo ocupada por um.\n    2. para troca da guarda desta chalupa para que se possam fazer turnos. Aqueles\n    que não se encontram nestes barcos sempre deverão se apresentar ao Commis\n    do posto.\n    1. no Portão d'agua (Waterpoort), onde o posto central será construído.\n    1. no Portão da balsa (Pontpoort), onde também será construído um posto.\n    1. no passo do Barreto.\n    1. no Forte van der Dussen, no Cabo de Santo Agostinho.\n    1. em Santo Aleixo em Serinhaem com um reduto no começo do rio.\n    1. no rio de Unel.\n    1. um em Porto Calvo.\n    1. em Alagoas caso seja necessário.\n    1. no forte de Orange em Itamaracá.\n    1. em Goiânia na desembocadura do rio.\n    1. no Forte Margarita em Paraíba.\n\nSerá publicado um edital que ninguém dos barqueiros à noite depois das 8\npode navegar após da linha, demarcada pelas chalupas, que estão fazendo a\nguarda, tanto no sul quanto no norte do Recife, mas deverão se colocar  perto\ndelas e esperar o outro dia até que o portão se abra e então descer ancora no\nlocal que lhe for indicado.\n\nTambém nenhum barqueiro poderá partir sem ter sido vistoriado. No caso que \nseja mais propicio por causa da marés ou do vento partir mais tarde na noite \nou de madrugada, então eles deverão ter se preparado durante à noite e antes\nque o portão se feche eles deverão se dirigir em direção da chalupa da guarda,\npara ai descer ancora e esperar a maré ou o vento. Aquele que não o fizer e\nplaneja, durante a madruga, poder passar pelas chalupas  em direção do mar\ndiretamente, será detido pela chalupa da guarda.\n\n"
        },
        {
            "id": 411,
            "day": "11 de fevereiro",
            "contents": "\nO projeto da construção da ponte de pedra entre as cidades de Recife e a\ncidade Mauricia foi deliberado e as condições e o orçamento para construção\nda mesma foi lida em voz alta para os presentes, mas por que se encontravam \npoucas pessoas que estavam bastante informadas sobre uma construção de tal\nordem, isto foi adiado para a próxima quinta-feira, de modo que aqueles que \nestão interessados possam se informar melhor, e assim sejam capazes de aceitar\no projeto com uma melhor base.\n          \nO inimigo demonstrou com o envio de refém e a ultima missiva, que ele está \ndisposto à negociar a fundação do \"quartier\" (distrito?) e parar o incêndio de\nengenhos e canaviais, almejando o envio de representantes para propor os \nmotivos e os levar as negociações mencionadas a um fim, nomeando Bahia ou\nPernambuco como o melhor local para se fazer as negociações. Nós\ndeliberamos a importância para o bem estado da Companhia das Índias \nOcidentais e seus súditos a conservação dos engenhos e a tranqüilidade nos\ncanaviais, e todos os tipos de seqüelas, confusões, danos irreparáveis e outras\ndificuldades poderiam ser criadas, tanto para a Companhia em geral quanto \npara os Senhores de engenhos e outros comerciantes mais particularmente, que \ncolocaram todas as suas esperanças na cana, caso o inimigo continue \ndestruindo os moinhos ou os canaviais. Em seguida deveríamos ocupar os \nengenhos com uma enorme quantidade de soldados durante tanto tempo sem \npoder assegurar a cana totalmente, pelo qual nada mais importante poderia ser \nempreendido sem que se o resultado seja inseguro e terminaria a mesma \nocupação, os incêndios e os saques fazendo com que um inimigo destemido\nmudasse de idéia.\n\nSua Excelência e o Alto Conselho acham estas e outras considerações, que eles\ndeliberaram varias vezes sobre o assunto, e decidiram finalmente que é \nnecessário e aconselhável não se adiar mais as negociações e que elas tenham\ncontinuem o mais rápido possível de modo que assim que elas terminem, possa \nse fazer a retirada dos soldados dos engenhos sem maiores problemas e depois \niniciar alguma coisa mais concreta sobre que ao lado de Deus nós poderíamos \nficar orgulhosos.\n\nQuanto ao lugar de encontro para começarmos as negociações seria de\nserventia para este Estado que elas sejam realizadas em Bahia, e que é melhor \nmandar representantes de nossa para Bahia do que deixar representantes do \ninimigo virem para o nosso lado, de modo que eles não tenham ocasião de se\ncomunicar com portugueses que se encontram entre nós, prejudicando assim \nnosso Estado. Assim sendo em nome de sua Excelência e os Nobres Senhores\nfoi decidido que o senhor Dirck Codde van der Burch se encarregaria desta \ntarefa e faça parte da comissão, que por diversas razoes já foi mandado varias\nvezes. Depois de se ter perguntado a todos e de se ter examinado, foram \nconvocados e aprovados por sua Excelência os Senhores Hans van Coin,\nCoronel, Nuno Alfordi, do Conselho político e Abraham Tapper, Secretario, \nque alem disto ficará encarregado pelas financias, para ajudá-lo com conselhos \ne para dirigir e concluir as negociações de acordo com nossa boa opinião e\nintenções, e as instruções que lhe daremos. Em seguida se resolveu de se\nescrever a proposição na língua latina e fazer estender as cartas de intenções\nem forma e dar-lhe em mãos.\n \n12 fevereiro \n\nNós encarregamos o Senhor Advogado fiscal para chamar Louis Heijns \nperante o colégio do Conselho político, relacionado ao prejuízo que o mesmo \ndisse ter tido de um pacote de \"crees\" fino (seda?), que veio com o navio o \n\"Samaritaan\" (o Samaritano) de Zeeland, e que a nós achamos que a \nCompanhia não tem nenhuma obrigação de restituir-lo. Foi decidido de\nencaminhá-lo ao Conselho político, de modo que Heijns possa tentar instituir sua \nação, onde se dispõe das testemunhas necessárias, fazendo com que ele não tome providencias\nrelacionado à este caso na pátria e fazendo com que ele não cause mais problema ou\nintranqüilidades à Companhia.\n\nO Predicante Gilbert de Vaux, contratado pela Câmara de Amsterdam como \nservidor da palavra sagrada de Deus na língua francesa, exibiu hoje de manha \nsua comissão ao conselho, que foi aprovada e será registrada.\n\n"
        },
        {
            "id": 412,
            "day": "13 de fevereiro",
            "contents": "\nWillem Becx, antigo contratante da captura de animais na Capitania do Rio \nGrande, requer uma prolongação de seu contrato, visto os grandes danos e\nprejuízos que ele sofreu pelas invasões do inimigo nesta Capitania. Após\ntermos juntados informações sobre o assunto e depois de termos deliberado\nsobre a falta de animais, que estão marcados em nome da Companhia, foi\ndecidido amenizar os prejuízos, prejuízos que achamos justo, beneficiando \nWillem Becx e lhe permitindo que ele possa acolhê-los, a menos que ele\nrespeite durante três anos a proibição de trazer qualquer animal da Capitania\npara cá, diretamente ou indiretamente... , porque isto será feito de acordo com \no plano de transformar esta Capitania no lugar de produção de animais para\nsuprir as necessidades de todos aqueles que morar no Brasil.\n\nOs Predicantes Kesselerius e Planta compareceram em nome do Conselho da \nigreja perante o conselho, e eles apresentaram o Predicante Kemperus, antigo \nprofessor na aldeia Tapisserica, que tinha talento para a proposição (ser\nproponente). Eles requerem por esta razão que ele possa contratado para a\nfunção de proponente e que para isto ele receba um salário. Esta proposta foi\naprovada por sua Excelência e os Nobres Senhores.\n\nPara o contentamento dos Predicantes dos brasileiros foi decidido publicar o \nseguinte edital:\n\nJ. Maurits, Conde de Nassau Catznellegen, Vijande Diets, etc, Senhor de \nBillensteijn, Governador, Capitão e Almirante-General, junto com os Nobres\nSenhores do Alto e Secreto Conselho, em nome dos Senhores Todos \nPoderosos dos Estados Gerais dos Reinos Baixos Unidos, Sua Alteza Príncipe \nde Orange, e a Companhia Privilegiada das Índias Ocidentais nas terras e \nocupações do Brasil, que já foram conquistadas ou ainda serão conquistadas,\ndeixa saber, a todos aqueles que verão este edital ou escutarão seus\ncomprimentos:\n\nAssim fomos informados que vários brasileiros abandonam suas mulheres, \nfilhos e moradia, deixando suas aldeias, e se instalam em outros lugares, por \ncausa de que se cria grande desordem e diariamente se criará cada vez mais.\nAssim decidimos, para evitar tais inconveniências e desordens, por meio de um\nedital publico e publicação do mesmo de encarregar todas aquelas pessoas, que\nabandonaram seus companheiros, que eles no período de 3 semanas depois da \npublicação deste edital deverão retornar aos seus domicílios, para se juntarem\naos seus companheiros abandonados, correndo o risco de serem punidos pela \nlei.\n\nTambém é proibido à todos os moradores no interior do pais de manter\nbrasileiros em suas casas ou de tê-los como seus serventes, sendo eles homens\nou mulheres, casados ou solteiros, sem que o Capitão das aldeias esteja a parte\nou que para isto tenha dado ordens, como acontece muitas vezes, correndo o \nrisco de ser rigorosamente punido. Nós encarregamos também todos os \nEscoltetos à investigarem as pessoas, que estão usando os brasileiros a base da\nforça, e assim que eles tiverem este tipo de informação ou descobrirem\nindivíduos, que estão agindo desta maneira, eles irão dar parte sem falta perante\no Magistrado, de modo que o mesmo possa tomar suas providencias. Aqueles \nque não o fizerem ou que seja negligente serão cassados de suas funções.\nPara fazer com que estas ordens obtenham o efeito desejado e ninguém possa \ndizer que não estava a parte, nós encarregamos o Advogado fiscal, os\nEscoltetos e os Auditores de publicar este edital nos lugares de costume em \ntoda a nossa jurisdição, e eles deverão proceder contra os contraventores sem\nque eles os beneficie ou dissimule do que  nós achamos que é correto.\nAssim ficou resolvido durante nossa reunião no dia 13 de fevereiro 1641, na\ncidade de Recife em Pernambuco.\n\n"
        },
        {
            "id": 413,
            "day": "14 de fevereiro",
            "contents": "\nDurante toda manha, nos ocupamos com projeto da ponte entre o Recife e a \ncidade Mauricia, que por causa de sua magnitude irá custar muito dinheiro para \npoder ser finalizada. Assim sendo até o presente momento o projeto ainda não\nsaiu do papel e as pessoas, que para isto tinham se apresentado, foram \ninformadas que até segunda feira de manha uma decisão definitiva seria\ntomada.\n\n"
        },
        {
            "id": 414,
            "day": "15 de fevereiro",
            "contents": "\nO Coronel Hans van Coin voltou ao Recife a bordo da galeota \"Ouderkerk\", \ndepois de navegada em frente a costa da Bahia, e sua Excelência relatou a\ntodos na reunião tudo que aconteceu.\n\n"
        },
        {
            "id": 415,
            "day": "16 de fevereiro",
            "contents": "\nPara fazer com que a insolência dos soldados, que está ocorrendo muitas vezes\npara com os passageiros que viajam entre Recife e a cidade de Olinda, diminua, \nordens por escrito foram dadas ao Escolteto Daems, que ele destruirá a \ntaberna que se encontra na metade do caminho na beira da praia e mudar os \ntaberneiros, por que se tem certeza que as bebidas que lá estão sendo servidas\nsão a causa principal de todos os problemas.\n\nHoje também foi decidido, de acordo com o requerimento daqueles que \narrendaram a balança, que o seguinte edital será redigido:\n\nJ. Maurits, Conde de Nassau etc... junto com os Nobres Senhores do Alto e \nSecreto Conselho, salut, deixa saber à todos que verem, lerem ou escutarem\nisto.\n\nApesar dos últimos renovados editais nós notamos que tanto a Companhia \nprivilegiada das Índias Ocidentais quanto os Contratantes da balança estão\nsendo fraudados em seus direitos de uma forma sinistra e escandalosa, porque \nestão sendo embarcados, seja nos próprios navios da Companhia ou nos\nnavios que se encontram ancorados no porto, durante a madruga e em segredo \ne por pequenos barcos uma grande quantidade de açúcar sem que ele tenha \nsido pesado. Para evitar este tipo de ação nós encarregamos e ordenamos\nseriamente, que ninguém poderá desembarcar açúcar sem antes tê-lo pesado na\nbalança e ter pago um reconhecimento razoável pelo mesmo. Os infratores \ncorrem o risco de terem que pagar pela primeira vez que forem pegos 6 vezes \no valor da soma, e caso eles tenham algum cargo serão despedidos do mesmo.\nCaso eles forem pegos pela segunda vez eles terão ao lado da confiscação de\ntodos os bens que possuírem no Brasil, a expulsão declarada para sempre das\nconquista que se encontram sob o comando da Companhia das Índias \nOcidentais. O Capitão do navio, que recebeu este tipo de açúcar clandestino,\nirá perder seu navio, equipamento e as comissões que ele recebeu por sua\ncarga, no caso que ele tivesse uma carga. E no caso que ele estivesse a serviço \nda Companhia, ao lado da confiscação de seu salário do mês, ele também será\nmandado de volta a pátria como pessoa \"non grata\" (doodtoeter).\n\nO Oficial está encarregado, a partir de agora, à dar assistência ao contratante\nnos momentos de revista nos navios que entram e saem, e assim que ele \nencontrar contrabando, ele deverá confiscá-lo e depois ele deverá prender os \nmarinheiros e o Capitão.\n\nO Commis Blonde fica encarregado de não entregar nenhum passaporte aos\nbarqueiros sem que o contratante seja notificado da partida dos mesmos, \ncorrendo o risco de ser punido pela justiça.\nE para fazer com que ninguém possa dizer que não estava a parte destas\nordens encarregamos o Advogado Fiscal, os Escoltetos e os Auditores de \npublicá-los e  colocá-los nos locais de costume e de proceder contra os \ncontraventores de modo severo, sem privilegio ou dissimulação do que nós\nachamos que é para o beneficio da  Companhia e prosperidade do contratador.\nAssim ficou resolvido durante nossa reunião do dia 14 de fevereiro 1641 em\nRecife, Pernambuco.\n    \n17 fevereiro \n\nA Corte Marcial de Porto Calvo deu assistência aos Escabinos no mesmo\ndistrito, por que o Diretor e o Escolteto exilado, Kraaijensteijn, sem o \nconhecimento de nenhum deles tinha se comunicado no engenho de Rodrigo \nde Barros com Paulo da Cunha, chefe das tropas do inimigo nesta Capitania, e \no inimigo em seguida atacou e saqueou as casas do vale. Primeiramente eles \nprenderam o mencionado Kraaijensteijn, mas vendo que ele derrubou a \nsentinela que estava lhe vigiando e se livrou de suas algemas, durante a noite \nele pulou o muro e fugiu, e visto que uma carta interceptada também acusa o \nDiretor, foi decidido de se prender o Diretor também. E para resolver este \nassunto da melhor maneira possível lhe mandamos, acompanhado de uma boa \nescolta, para o Recife e assim que ele chegou aqui foi decidido prendê-lo no\nforte Ernestus, até que estejamos completamente informados sobre o caso.\nPara iniciar este processo hoje de manha escrevemos para Porto Calvo, \ndizendo que eles tem que mandar para cá o mais rápido possível a mulher de \nRodrigo de Barros, seu professor e todos aquele que sejam suspeitos de saber \nde alguma coisa.\n\n"
        },
        {
            "id": 416,
            "day": "8 de fevereiro",
            "contents": "\nJan Langton, antigo Tenente, que partiu para Bahia na função de Mordomo da\ncorte com os nossos reféns, abandonou suas funções e passou para o lado\ninimigo, contando ao Vice- Roi tudo o que ele sabia, prejudicando assim o \nnosso Estado, e por causa de veementes protesto dos mesmos reféns ele foi restituído.\nDepois que ele chegou ao Recife para prestar depoimento relacionado as suas \nconfissões e sobre o que ele teria declarado em Bahia ao inimigo, ele fugiu da\nprisão ontem a noite (parece que subornou o Capitão (\"geweldige\"), por que\neste também ainda não compareceu). Assim sendo para recuperá-lo novamente\nescrevemos à todos os lugares e mandamos declarar publicamente ao som dos\ntambores que tinha escapado, que aquele que nos entregar o Tenente \nmencionado receberá uma recompensa de 2000 mil florins, e que aquele que \nescondeu o senhor Langton ou que saiba onde ele se encontra sem que nos \ndeclare, será castigado corporalmente como um traidor e todos os seus bens \nserão confiscados. O Capitão será perdoado pelo seu crime e receberá uma\nrecompensa de 1000 florins se ele conseguir recapturar Langton. Em seguida o \nAdvogado fiscal ficará encarregado e será autorizado de dar busca em qualquer \ncasa detalhadamente, e nossos moradores estão encarregados de aceitar o\nprocedimento sem resistência.\n\nHoje pela terceira vez tratamos o contrato e o projeto da ponte entre o Recife \ne a cidade Mauricia. Visto que de todas as pessoas, que para isto se \napresentaram, ninguém ou quase ninguém entraram em acordo com o preço \npelo qual Baltasar Fonseca prometeu realizar a obra, e visto que acima de tudo \neste Fonseca é um homem que está acostumado e tem experiência com este\ntipo de trabalho, assim sendo finalmente entramos em acordo com ele.\nSegundo as condições que no contrato estão inseridas em conseqüência do\norçamento que para esta obra foi liberada, ele deverá construir a ponte e \nterminá-la no período de 2 anos por uma soma de 240 mil florins. Acima disto \nele receberá uma recompensa de 1000 \"pataecos\" em espécie para sua esposa, \nno momento em que ele se casar, mas pelo outro lado ele está obrigado à\npenhora seus bens até o valor de 100 mil florins assegurando assim que ele \nterminará a construção da ponte.\n\n19 fevereiro        \n\nBarber Jans, mulher de Lambert Kerpel, foi contratada pelo colégio depois de \nter feito o juramento para a função de parteira, ganhando por isto um salário\nde 80 florins anualmente.\n\nGaspar Francisco da Costa e Fernandes Valha se apresentaram como fiadores \nprincipais de Baltasar Fonseca, relacionado à construção da ponte entre o\nRecife e a Cidade Mauricia, de acordo com os documentos oficiais que se \nencontram com os senhores Tesoureiros.\n\n"
        },
        {
            "id": 417,
            "day": "20 de fevereiro",
            "contents": "\nHoje de manha cartas foram entregues pelo o senhor Hendrik van Ham, antigo \nComandante em Ceará, vindo de Gideon Morris, Comandante atual em Ceará, \ndatadas de 1 de janeiro, e de Elbert Gerritsz Smint em Salinas, datada de 23 de \njaneiro. Morris relatava a situação de Ceará do jeito que ele a encontrou e ele\nrelatava de uma salina fantástica que se encontrava em Opanemma, para onde \nele se dirigiria para estudar a situação. Elbert Gerritsz perguntava se ele podia\nreceber um barco com farinha, por que eles se encontravam com 80 homens \nem Salinas, inclusive os índios.\n\n21 fevereiro \n\nDurante a reunião sua Excelência apresentou um requerimento que continha o\nseguinte:\n\nPedido de perdão do senhor Kraaeijnsteijn (déjà copie).\nDepois de se ter deliberado o assunto, o seguinte foi apostilado: que o \nsuplicante de acordo com o que se encontra em seu requerimento foi perdoado \nde acordo com seu pedido, no dia 21 de fevereiro 1641.\n\nUm jovem Tapuia, que pelo Comandante Hendrik van Ham foi trazido do \nCeará na condição de escravo, por que ele faz parte de uma nação que está em\nguerra com os nossos brasileiros neste lugar, foi vendido à Mathias Becx e\nHugo Graswinckel pela soma de 100 florins.\n\n"
        },
        {
            "id": 418,
            "day": "22 de fevereiro",
            "contents": "\nNós consentimos a arrecadação do dinheiro para a construção da ponte entre o\nRecife e a cidade Mauricia, a saber, um décimo do penning do aluguel das casas \nem Recife e na cidade de Mauricia, e o \"stuiver\" dos negros. Visto que as obras \nda ponte já estão começando, isto deverá acontecer imediatamente, e por que\nassim que o primeiro pagamento nós devemos ter dinheiro em espécie, o \nEscolteto Paulo Antonio Daems da cidade Mauricia foi convocado para fazer a \nexecução desta tarefa.\n\nOs habitantes judeus reclamaram por escrito, que o Escolteto Paulo Antonio \nDaems indiciou perante a justiça dos Escabinos da Cidade Mauricia um dos \nmais importantes membros de sua comunidade, chamado Gaspar Francisco da \nCosta, por que ele aqui tinha mandado fazer circuncisão de acordo com os\nhábitos judeus, exigindo que ele fosse expulso desta Capitania e que todos os \nseus bens fossem confiscados. Eles persistiam que isto ia de encontro com os \nprivilégios e concessões que os Todos Poderosos dos Estados Gerais, sua\nAlteza príncipe de Orange e os Nobres Senhores Governadores da Companhia \nPrivilegiada das Índias Ocidentais, tinham concedido a nação Hebraica. Assim\ndepois de se ter deliberado sobre este assunto foi decidido por razoes muito \nimportantes por sua Excelência e o Alto Conselho, que o Escolteto receberá\nordens oralmente durante a reunião de que ele por enquanto deverá suspender\ntais procedimentos, visto que nós iremos escrever primeiramente nossos \nprincipais e esperaremos a resposta.\n\n"
        },
        {
            "id": 419,
            "day": "24 de fevereiro",
            "contents": "\nNós recebemos uma carta do Major Craaij de Porto Calvo, onde ele deixa \nsaber que o inimigo ainda se encontra com suas tropas em Camaragibe, e que o \nMajor Mansvelt estava à caminho e irá revezá-lo.\n\n"
        },
        {
            "id": 420,
            "day": "25 de fevereiro",
            "contents": "\nNós recebemos uma carta do senhor Diretor Linge da Paraíba, datada de 22 de \njaneiro, relatando que o senhor Adriaan Becker, membro do Conselho político, \ntinha falecido na noite do dia 21.\n\nTambém relatava na mesma missiva, que dois Escabinos Portugueses e o \nSecretario lhe tinham informado, que na Capitania de Paraíba ainda se \nencontravam 20 ou 22 soldados do tempo em que Vidal cruzava e saqueava \nesta região, e já havia algum tempo que eles estavam nesta região. Com o\npassar do tempo muitos jovens portugueses armados se juntaram a eles, \nfazendo com que esta tropa se tornasse tão forte e destemida de modo que os\nassassinatos e saques por eles pode ter sido realizado. Em seguida tantos os \nhomens que ficaram para trás e faziam parte do bando de Vidal quanto os jovens \nperceberam que não tinham muito mais a fazer e que muitos de seus componentes senhores de\ndinheiro lhe entregaram, e estes foram capturados e presos, fazendo com que eles \nredimissem e estavam preparados a se curvar novamente e nos obedecer assim \ncomo os outros habitantes e levar de novo uma vida de simples civil, caso eles \nfossem perdoados por sua Excelência e recebessem passaportes para aqueles\nque quisessem partir para Bahia.\n\nDepois de uma deliberação foi declarado que para livrar os Capitães de Paraíba\ne Itamaracá de bandos de saqueadores, que o perdão e os passaportes\nrequeridos lhe seriam dados.\n\nForam vendidos ao Tenente Hendrik van Ham, antigo Comandante no Ceará, \n9 crianças da tribo Tapuia inimiga, que chegara com o Tenente mencionado do \nCeará. Ele pagará 100 florins por cada criança, o que será descontado de sua \nconta.\n\nEm seguida o senhor Codde, do Alto Conselho, levou duas dessas crianças e o \nsenhor Almirante Lichthart uma criança para serem utilizadas como serventes.\n\n"
        },
        {
            "id": 421,
            "day": "27 de fevereiro",
            "contents": "\nFoi decidido se publicar o seguinte edital:\n\nJ.H Mauricio, Conde de Naussau, Catzenellebogen etc... junto com os Nobres \nsenhores do Alto e Secreto Conselho, em nome de etc informa, salut\n\nVisto que nós achamos aconselhável de ter a criação e armazenamento de\nanimais na Capitania de Rio Grande para suprir as necessidades dos habitantes \ndo Brasil, e deixar que eles multipliquem até que se obtenha quantidade \nsuficiente de animais, assim foi decidido por meio de uma publicação de se\nproibir que alguém sem nossas ordens traga para cá algum animal desta \nCapitania, mesmo que estes sejam diretamente ou indiretamente tragos de lá, \ncorrendo o risco de terem estes animais confiscados e de serem julgados pela \njustiça. Para que isto seja posto em funcionamento da melhor maneira possível \ne que ninguém possa alegar que não estava a parte encarregamos para isto o\nAdvogado fiscal, os Escoltetos e os Auditores de publicarem este regulamento \nem todos os lugares, de colocarem o edital nos lugares de costumes, e de \nproceder contra os contraventores de modo severo, sem privilegio ou \ndissimulação do que nós achamos que é para o beneficio da Companhia e\nprosperidade dos habitantes.\n\nAssim ficou resolvido durante nossa reunião do dia 27 de fevereiro 1641 em\nRecife, Pernambuco.\n\nDuarte Pereira Pinto foi contratado, depois de ter sido considerado capaz para \na função de Tabelião na Capitania de Paraíba, e por requerimento do próprio\ntambém lhe foi concedido (tendo mostrado a missão que Fernando de Morais\nde Albo, Secretario dos juizes dos órfãos e Escrevente das medidas das\npropriedades na mesma Capitania, lhe tinha repassado), que ele poderá exercer \nestas duas funções, de Secretario dos juizes dos órfãos e Escrevente das\nmedidas das propriedades, ao lado de sua função de Tabelião.\n\nPara a inspeção dos prisioneiros portugueses, que foram trazidos de Porto\nCalvo, a reunião convocou o senhor Dirck Codde, o assessor Walbaecq e o\nsenhor Daniel Alberti do Conselho político.\n\n"
        },
        {
            "id": 422,
            "day": "6 de março",
            "contents": "\nSua Excelência relatou durante a reunião que a nação inimiga dos Pitiguares\natacou a Capitania de Rio Grande, matando três portugueses, seqüestrando\nduas mulheres e ainda por cima destruindo um curral com animais. Para evitar \nque isto aconteça mais uma vez foi decidido se escrever o diretor Paulus de \nLinge, para que ele de ordens nesta Capitania, que os habitantes juntos com \noutros organizem uma tropa, assim como já se tem feito anteriormente em \ncasos parecidos, que receberá assistência por 6 ou 8 dos nossos soldados, para\nque se persiga estes Pitiguares, para que assim eles nos temam. E para fazer \ncomo que os habitantes estejam mais dispostos à tomarem parte disto, porque\né muito necessário que nós asseguremos a produção de animais nesta Capitania\npara o abastecimento de toda a conquista e a mantê-la em paz, os prisioneiros\ndesta nação, que por eles fosse capturados, serão doados como escravos, e para\ndistingui-los dos outros brasileiros, eles serão ferrados , em nome de sua\nExcelência, com a marca da Companhia.\n\nFoi contratado para a função de mestre de armazém/ piloto o senhor Michiel\nJanszen, que atualmente é mestre de bairro (maitre de quartier), pela soma de \n30 florins por mês.\n\n"
        },
        {
            "id": 423,
            "day": "4 de março",
            "contents": "\nAndries Floffs relatou que em Ceará se encontra grande quantidade de \nbrasileiros, que estão divididos em varias aldeias e que não estão se adaptando\nbem em relação aos outros. Do outro lado em Rio Grande se encontram\npoucos índios, que não podem oferecer uma boa resistência contra invasões\ninimigas, e por isso ele gostaria de fundar uma aldeia em Rio Grande, que ali \nmuitas vezes foram destruídas ou abandonadas. Ele notou que as pessoas da \naldeia Consava ou uma outra pequena aldeia situada em Ceará tem muita \nvontade de se mudar para o Rio Grande, onde eles antigamente já moravam, e \nao lado disto muitos voluntários brasileiros gostariam de vir para cá, o que seria \nfavorável para a Companhia, porque numa situação de urgência ou de guerra\nnão mais precisaremos procurá-los em Ceará mais eles estarão mais perto na\nCapitania de Rio Grande.\n\nEm seguida o requerente pede para ser nomeado como Capitão das aldeias. O\npedido foi aceito e ele irá buscar do Ceará a quantidade que ele achar \nnecessária para fundar uma Aldeia, da qual ele será o Capitão.\n\n"
        },
        {
            "id": 424,
            "day": "5 de março",
            "contents": "\nGaspar de Mendonça, senhor da localidade e do engenho de Apipucos, \nmostrou por escrito a reunião, que ele construiu uma igreja em Apipucos com\nrecursos próprios, onde durante muitos anos a missa foi celebrada, \nprincipalmente depois da destruição da cidade de Olinda, pelo vigário geral da\nIgreja mãe de Salvador, que para lá se mudou. Mas agora que o Padre Simon\nFerreira se tornou vigário desta Igreja mãe e está morando de novo na cidade\nde Olinda, ele está tentando expulsar o requerente e os habitantes de Apipucos \nde seus costumes e sua comunidade religiosa, querendo que eles venham para a \nigreja de Olinda, retirando para este fim os ornamentos e outros utensílios de \nsua igreja. Visto que isto não está sendo aceito por eles, por causa das\ndificuldades e perigos que eles tem para chegar em Olinda, que se encontra à\nduas léguas de Apipucos, e por causa dos artigos 16, 17 e 18 das ordens que os \ntodos poderosos publicaram relacionado o governo do Brasil, consente que \numa população ou colônia de 25 famílias tem direito à um leitor próprio que\ndirige sua religião, e visto que Apipucos conta com mais de trinta habitantes\ncom suas famílias, assim eles pediram de acordo com os artigos mencionados \nque eles possam manter seus costumes que tinha sida perturbado \nrecentemente, que a igreja receba de volta seus ornamentos e outros utensílios, \ne que Apipucos a partir de agora receba o nome de uma população ou colônia\no que sua Excelência e os Nobres acharem o mais propicio.\n\nDepois de uma deliberação foi apostilado que o pedido do requerente foi\naprovado e que para isto seriam dadas ordens ao vigário Simon Ferreira, para \nque ele restaurasse a igreja de Apipucos como ela era antigamente, que ele \ndevolvesse os ornamentos etc... à igreja, e que ele por enquanto deixasse a\nmesma em paz, até que ele nos informasse mais detalhadamente sobre a \nsituação, fazendo assim com que nós mudássemos de idéia.\n\nFoi decidido que está proibido que barcos naveguem pela costa, nem podem \nser carregadas ou descarregadas no Recife, antes que os barcos tenham feito \numa declaração da quantidade no \"comptoir general\", e o capitão tenha indicado\num fiador, que more no Recife, a saber, um barco com 25 caixas e 1000 florins, com \n50 caixas e 2000 florins e 75 caixas e 3000 florins.\n\nCada vez que eles chegarem em Recife eles deverão diretamente fazer uma\ndeclaração no \"comptoir general\"e dizer o que eles carregaram nos barcos.\nDepois Blonde deverá ser notificado, para que durante o descarregamento ele \npossa prestar atenção junto com o Commis geral e seus inspetores. Também é\nproibido fazer o descarregamento de bens antes que o proprietário ou aquele \nque está encarregado de recebê-las tenha ido buscar um selo de liberação\n(losceel) no \"comptoir\", assim como também é proibido carregar neste mesmo \nbarco antes de se ter ido buscar um selo de carregamento (laadceel) no \n\"comptoir\" por aquele que está encarregado pelo carregamento que deverá \nestar presente na hora que os bens sejam carregados, correndo o risco em caso \nde infração de ter o cargo que será carregado ou descarregado confiscado, caso\no cargo seja encontrado em terra firme sem um selo de liberação ou à bordo\ndo navio sem um selo de carregamento.\n\nBlonde deverá prestar atenção especialmente no tamanho do barris, caixas,\ntonéis, e pacotes e sobre isto ele deverá notificar ao comptoir geral e a poder \ndeterminar a logística.\n\nOs barqueiros não receberão um visto em seu passaporte antes que eles\ntenham pagado, os direitos mencionados direitos que cabem a Companhia aos \nsenhores Tesoureiros, e eles não receberão dinheiro pelos bens que eles trouxeram para a\nCompanhia caso os direitos que são da Companhia por um terço e um quinto antes tenha\nsido retirada conforme as ordens que para isto foram redigidas.\n\n"
        },
        {
            "id": 425,
            "day": "7 de março",
            "contents": "\nO senhor Tenente-Almirante Lichthart partiu com 11 navios e cruzadores.\n\nHoje a noite chegou em Recife o senhor Kraaijnsteijn, que tinha sido mandado \nde Porto Calvo, algemado pelo Major Cornelius Craai.\n\n"
        },
        {
            "id": 426,
            "day": "8 de março",
            "contents": "\nHoje G. Kraaijnsteijn apresentou um requerimento a sua Excelência. Ele\nRelatou que ele, depois tendo recebido perdão de sua Excelência, se dirigiu a\nsua casa e algumas pessoas tentaram impedi-lo, procurando na lei um artigo \nque tirasse o efeito deste perdão, e mesmo não conseguindo achar nada eles\nfizeram de tudo para conseguir aniquilá-lo e com este objetivo eles juntaram \ninformações. Ele, o requerente, que estava planejando vir até aqui, foi levado\nimediatamente ao forte pelo Major Craai, onde foi algemado, e durante o dia \nfoi mandado embora com o navio. Ele pediu ser liberado de sua prisão,\nacreditando que ele irá explicar o necessário à sua Excelência sobre tudo que\nestá relacionado às informações mencionadas. Depois de uma deliberação foi\napostilado o seguinte:\n\nVisto que novas informações ficaram conhecidas, que incrimina o requerente,\ndepois que ele recebeu o perdão, e que ele também não se responsabilizou por\nsuas ações anteriores, assim sendo o requerente não poderá ser liberado de sua\nprisão. O mesmo perdão deverá ser apresentado ao colégio dos Senhores do\nConselho político e o requerente deverá se explicar perante eles, de acordo \ncom a ação, que o Advogado-fiscal irá pedir contra o réu.\n\nFoi decidido de convocar simultaneamente todos os Senhores do Conselho \npolítico para a reunião, e assim que eles compareceram lhes foi relatado que\nagora todas as pessoas foram aprisionadas sobre que se pensava que elas \nestavam a parte das reuniões entre o Diretor van de Voorde e Paulo da Cunha,\nde a maneira que ninguém estava faltando para que as informações necessárias\nfossem dadas.\n\nO caso foi repassado aos Nobres Senhores, com todas as informações que\ntinham sido juntadas tanto aqui como em Porto Calvo, para que se desse uma \nsentença definitiva sobre isto e os Nobres Senhores foram aconselhados de \nagirem com toda cautela, disciplina e serosidade, de acordo com a importância \ndo caso e o status da pessoa, de modo que antes que os navios partam para a \npátria mãe se tenha chegado a uma decisão e que assim nós possamos deixar\nsaber aos senhores Governadores, o que era a verdade neste caso que teve \ntanta repercussão.\n\nOntem cem brasileiros chegaram em Recife, vindos de varias aldeias, para \nreservar os brasileiros, que já há muito tempo estavam estacionados nas \nvizinhanças para proteger os engenhos.\n\nTambém atracou o navio de \"Leeuwin\" (a Leoa), que tinha partido da costa de \nGuinea, Ardre e Calabarij, trazendo 250 peças de negros e tendo perdido \ndurante a viagem 51 negros.\n\nO navio também trazia cartas do General Arent Jacobsz de Elmina, datadas do \ndia 20 de novembro, de André van Dirck Geerloftsz datada do dia 16 de \ndezembro, e de Calabarij do senhor Thielman Wileks datada do dia 4 de janeiro \npassado a partir das quais estava relatado.....\n\n"
        },
        {
            "id": 427,
            "day": "12 de março",
            "contents": "\nVisto que o Padre de Igarassu recusou realizar, mesmo com nossa \nrecomendação, o casamento de um certo Inglês, um homem livre, com a filha\nde um português, e mesmo sabendo que seus pais para isto tinham dado sua\nbênção, alegando que ele não tinha ainda recebido o consentimento do Vigário\ngeral, assim foi decidido de dar ordens aos Escabinos de fazer o casamento \ndestas duas pessoas, de acordo com o estilo que normalmente é utilizado na \npátria.\n\nForam dadas ordens ao senhor Baltazar da Fonseca, construtor da ponte entre \no Recife e a Cidade Mauricia, que ele de acordo com os artigos de seu contrato \npoderá escolher 40 negros, que se encontram no navio de \"Leeuwin\"( a Leoa).\nNós entramos com ele em acordo de vendê-los à soma de 550 florins à cabeça,\nque deverá ser pago no prazo de seis meses.\n\n"
        },
        {
            "id": 428,
            "day": "13 de março",
            "contents": "\nCompareceu na reunião o senhor David Willemsz, Timoneiro, que sexta-feira\npassada tinha vindo à  bordo do navio de Leeuwin (a Leoa), acompanhado por\noutras 5 pessoas da ilha Ascencion. Ele relatou que durante sua estadia nesta \nilha, o período de 15 meses, tinha feito todo o possível para descobrir a mina \nde ouro sobre a qual ele tinha feito citação, mas vendo que neste período não\ntinha chovido, mas a seca perdurou por tanto tempo, por causa da qual todos \nos porcos e bodes morreram de uma vez, que por causa da falta de rachaduras \nna cadeia de montanha ele não pode achar o minério de ouro, que em outra\nocasião por causa da grande quantidade de água da chuva já tinha lhe provido\nalgum ouro. Mesmo assim ele continua acreditando na sua intuição e oferece\nmais uma vez recomeçar esta missão, mas enquanto não chovesse não\nadiantava procurar nenhum ouro.\n\nEles tentaram de tudo para achar água fresca o que era o maior problema que \neles tiveram que enfrentar, mas mesmo nos poços mais profundos que eles \ncavaram não encontraram nada.\n\n"
        },
        {
            "id": 429,
            "day": "14 de março",
            "contents": "\nHoje a noite chegou um barco no Recife, vindo da Bahia com uma bandeira \nbranca hasteada, trazendo cartas de Vice Roi Marquis Montalvan, datada de ....\ndeste mês. Ele deixou informar a sua Excelência, que ele recebeu uma\nmensagem de Portugal, que veio com um barco muito rápido, dizendo que \nDon João IV, antigo Duque de Barganza tinha sido nomeado unanimemente e\nrecebeu o trono de Rei de Portugal, que os 13 fortes neste reino que estavam \nocupados pelos Castellianos tinham se entregado ao novo Rei, de modo que \ntodo o Reino estava sob o seu comando, que ele não poderia deixar de dar tão\nboas novas a sua Excelência e que ele nesta ocasião apresentava seus serviços e\ntudo que estivesse ao seu alcance e mais destes tipos de comprimentos.\nNossos reféns, Tenente-Coronel Hinderson e o Major Daij, escreveram da \nBahia, que 4 horas depois da chegada do barco que trazia a mensagem de que o \nRei da Espanha tinha sido Expulso e que e o povo português tinha feito o\njuramento ao novo Rei de Portugal, que os soldados Espanhóis e Napolitanos, \nque recusavam fazer isto tinham abandonado as armas e seriam mandados de \nvolta à Espanha na primeira ocasião que se apresentasse.\n\n"
        },
        {
            "id": 430,
            "day": "15 de março",
            "contents": "\nLido em voz alta durante a reunião uma missiva de Gideon Morris,\nComandante no Forte Ceará, datada de 14 de fevereiro de Jan doe Wasou, \nonde ele nos deixa saber o estado dos reservatórios de sal que por ele foram \ndescobertos nas margens dos rios Upanemma, Waraoeweij e Meijrijtupe, e \nvisto que ele recomendou o reservatório de sal do rio Upanemma acima dos \noutros por diversas razoes de comodidade, assim ele mandou relatório do \nmesmo.\n\nDurante todo inicio da tarde estávamos ocupados com as condições destas\nconquistas e da Companhia referente às mudanças que ocorreram no governo\nno reinado de Portugal, e ao mesmo tempo os documentos necessários foram \nrecolhidos para os deputados na Bahia que estão relacionados ao fundação do\n\"quartier\" (distrito) etc..., e apesar das mudanças mencionadas fomos \ninformados que os deputados partiriam o mais rápido possível e terminariam \nsua missão.\n\nFoi decidido se nomear Aucke Janssen par a função de mestre de aferição na\ncidade de Olinda e suas jurisdições, e os seguintes artigos foram aconselhados:\nMauricio etc... juntos com os Nobres senhores do... etc, Salut, informam:\n\nVisto que muitas queixas estão chegando, que os habitantes em geral desta\nterra estão sendo prejudicados tanto com as medidas relacionadas aos pesos de\nprodutos líquidos e sólidos como, por exemplo, tamanho, pesos e varas, que \nnão seguem com o mesmo sistema de Amsterdam e também não estão de\nacordo com os objetivos dos Senhores Todos Poderosos dos Estados Gerais, \ndos Paises-Baixos Unidos e o Conselho dos Senhores 19, causando grandes \ndesordens entre os nossos habitantes, assim para que isto seja evitado nós \ndemos ordens:\n\nQue todos os comerciantes que medem com o uso de varas ou medidas sólidas \nou liquidas e pesam com peso deverão aferir seus instrumentos no prazo de 10\ndias após a publicação deste edital, na residência do oficial aqui em Recife, ou\ncom os Escabinos dos distritos ao qual eles pertencem, de acordo com o modo \nque nos ditarmos.\n\nAssim todos os taberneiros também deverão aferir suas jarras, taças de meio\nlitro (pintje), suas taças de 250 ml, suas mutjes, e meias mutjes dentro do prazo \ncitado, sem exceção. E caso depois do prazo de 10 dias  após  a publicação\nnotarmos que um comerciante ou taberneiro esta medindo ou vendendo \nalguma coisa, varas, pesos, jarras, meia jarras, mutjes, etc que não foram\naferidas, pela primeira infração ele receberá uma multa de 10 florins, pela\nsegunda vez 30 florins, e pela terceira vez ele será punido judicialmente.\n\nPara que os habitantes não mais sejam vitimas de fraudes, nós encarregamos os\noficiais das freguesias respectivas, depois do período de 10 dias de visitarem \ntodos os estabelecimentos onde varas, pesos, e medidas estão sendo usadas, e\nanotarem todos aqueles que não foram aferidos e levarem aqueles que\ncometem fraudes perante a justiça.\n\nTambém é proibido para os Tanoeiros de fazerem barris de vinho, cervejas ou \noutros  e de vendê-los a não ser que tenham as mesmas medidas e tamanhos\nque tem na cidade de Amsterdã e deixar que eles sejam aferidos e marcados a\nferro adiantadamente pelo nosso mestre de aferição com o brasão da\nCompanhia.\n\nA partir disto será pago ao mestre de aferição pela aferição de todas as\npequenas medidas de produtos sólidos e líquidos também para todos os pesos \ne varas a soma de 4 \"stuivers\". Para aferição e ferragem de meia \"ankers\" e\ntodos os barris que estão sendo fabricados aqui a soma de 6 \"stuivers\".\nE para que ninguém possa dizer que no estava a parte destas novas regras nós \nordenamos todos os integrantes do corpo de justiça que publiquem e \ncoloquem este edital nos locais de costume de modo que todos estejam \ninformados.\n\nAssim sendo na nossa reunião 16 de março 1641 em Recife de Pernambuco.\n                 \n                    \n"
        },
        {
            "id": 431,
            "day": "18 de março",
            "contents": "\nHoje de manha coisas muito importantes foram discutidas, relacionadas com o \nestado destas conquistas como está descrito na resolução do diário secreto.\n\nFoi lido em voz alta o requerimento de Manuel da Costa de Moura, Secretario \ndo Orfanato da cidade Mauricia e seus distritos, onde ele demonstrou que os \nórfãos estavam sendo prejudicados seriamente em seus bens e seus direitos,\npor que o regulamento do Orfanato, que para isto tinha sido publicado, não\nsupriu devidamente as necessidades em todos os seus artigos, e visto que \ndepois da abdicação de todos os Juizes de menores ainda não se escolheram\noutros novos para substitui-los. Assim foi resolvido de nomear as seguintes 4 \npessoas como Juizes dos órfãos, para evitar todas as queixas e proteger os\ndireitos dos órfãos:\n\n- O senhor Escabino, Abraham Francisco Cabeljau\n- Antonio Bulhões e Paulo Araújo, ambos antigos Escabinos\n- Gilhermo Joheu\n\nFoi decidido que eles terão que seguir temporariamente, até que o conselho\ndebata mais detalhadamente sobre o assunto, as ordens feitas por escrito para o Orfanato, \noriundas da reunião de 2 de janeiro 1641.\n\nNa reunião foram deliberadas as condições nas quais os salteadores e os\n\"campanhistas\" estão dispostos à se entregarem, e estas condições foram\nrejeitadas por não serem razoáveis. Nesta situação compartilhamos a opinião,\nque não precisamos dar-lhes mais do que um simples perdão, sem aceitarmos\noutras condições.\n\nJoão Fernandes Vieira, contratador do dízimo do açúcar na Capitania de\nPernambuco e de Itamaracá, assim como das pensões na Capitania de\nPernambuco, os contratos juntos chegando a soma de 184.500 florins, nos \npediu diversas vezes de ser considerado por sua Excelência e os Nobres\nsenhores, de acordo com artigo 4 do arrendamento (artigo onde o contratador, \nno caso de incêndio causado pelo inimigo, pode pedir uma diminuição da soma\nque por ele foi prometida). Com provas suficientes e irrevogáveis ele pode \nmostrar, que o inimigo cometeu incêndios durante esta safra, e por causa\ndestes incêndios ele, o contratador, perderá mais de 100 trevos de cana, o que\nestá relacionado com o contrato de seu arrendamento.Visto que isto se elevará \naté a soma de 80.000 florins os adquiridores do arrendamento dos dízimos \nestão persistindo para que ele diminua uma certa quantidade dos dízimos por\neles arrecadados, assim ele requer que os Nobres queiram negociar isto com ele \na fim de satisfazer os adquiridores mencionados. Depois de muitos debates e \ncontestações sobre este assunto, visto que os prejuízos por ele alegados foram\nde uma ordem considerável, assim finalmente se entrou em acordo com ele, \nque ele poderá diminuir no seu contrato dos dízimos na Capitania de \nPernambuco a soma de 28.640 florins, das pensões na mesma Capitania 5.200\nflorins e dos dízimos da Capitania de Itamaracá 4.160 florins, sem que ele \ndepois disto, onde quer que seja que o inimigo faça incêndios, tente receber\numa diminuição dos arrendamentos durante este ano.\n\n"
        },
        {
            "id": 432,
            "day": "20 de março",
            "contents": "\nReferente à carta de resposta da Câmara presidencial (presidiale) de Amsterdã,\nsobre a pesagem do ouro o seguinte edital foi publicado:\nJ.Mauricio Conde etc,...junto com os Nobres senhores etc..., Salut, informam:\n\nVisto que nós esperamos que todos as espécies de ouro, principalmente as que \nestão em circulação neste país e particularmente os \"pistoletten\", sendo\nrecebidos sem discriminação de peso, com o passar do tempo estão ficando tão\nleves, que eles finalmente em comparação com outros reinados e países da\nEuropa quase não tem a metade do valor das moedas de ouro, caso isto não\nseja evitado. Visto que no mesmo tempo não se pode esperar por causa da\nproibição feita recentemente por sua Majestade da Franca, que nenhum tipo de\nouro poderá ser aceito naquele reinado a não ser  com uma discriminação de\nseu peso, do que todos os \"pistoletten\" leves serão mandados para cá, por\ncausa do alto preço que por eles estão sendo cobrados neste país, o que gerará\num grande prejuízo para os habitantes desta conquista.\n\nE visto que também caso o ouro não for marcado com o ouro, as portas\nestarão abertas para todos os profanos para derretê-los ou raspá-los, fazendo\nassim com que percam em peso, assim colocamos nos estatutos e demos \nordens para que os prejuízos dos habitantes destas conquistas sejam evitados e \npara que seguimos o mesmo caminho que Europa, que a partir de hoje \nninguém pode receber ou fornecer ouro sem pesá-lo, correndo o risco de ter \nseu ouro confiscado, a saber, que, aquele que der parte receberá um terço, um \nterço para os pobres (arm?) e um terço para o oficial que fará o calangue. Nós \nestamos de acordo e damos ordens, a favor dos habitantes destas ocupações,\nque para fazer a pesagem do ouro irá utilizar em vez de duas \"azen\", como é \nde costume na Holanda, iremos escolher o uso de 6 \"azen\" durante o período \nde dois meses, e depois deste prazo iremos utilizar 3 \"azen\" pelo período de 2 \nmeses.\n\nPara fazer com que estas ordens obtenham o efeito desejado, nós \nencarregamos os senhores Tesoureiros, e todos os aqueles que tenham alguma \nresponsabilidade sobre as financias da Companhia, de seguirem estas ordens ao \npé da letra, e ao Advogado-fiscal, os Escoltetos e os Auditores de publicar este \nedital nos lugares de costume em toda a nossa jurisdição, e eles deverão\nproceder contra os contraventores sem que eles os beneficiem ou dissimule do \nque nós achamos que é correto para o bem da Companhia e prosperidade geral \ndos habitantes.\n\nAssim ficou resolvido durante nossa reunião de sua Excelência e o Alto e\nSecreto Conselho, no dia 18 de março 1641, na cidade de Recife em \nPernambuco.\n\nNós demos ordens ao senhor Escabino, Abraham Francisco Cabeljauw, \nChristoffel Álvares, Mechior Álvares, Michiel Pieterson Schielder e Hendrik \nJacobsz, na presença de Baltazar da Fonseca, para controlar todos os materiais \ntrabalhados ou em estado bruto e os instrumentos, que pertencem à\nCompanhia e estão sendo usadas para a construção da ponte. Em seguida elas\ndeverão ser registradas em uma lista e deverão ser taxadas de acordo com o\nvalor de cada uma delas, de modo que, elas possam ser inseridas na conta do \nconstrutor da ponte e subtraídas de seu primeiro pagamento.\n\n"
        },
        {
            "id": 433,
            "day": "21 de março",
            "contents": "\nO senhor Dirk Codde van der Burch e os outros deputados partiram à bordo\ndo navio \"De Gouwe Starre\" (A Estrela de Ouro) em direção da Bahia.\n\n"
        },
        {
            "id": 434,
            "day": "22 de março",
            "contents": "\nO Predicante Soler pediu durante a reunião se um camarote poderia ser\nconstruído, porque a galeria do edifício da Companhia é pequena de mais para \nabrigar todos os brasileiros da aldeia Mauricia para escutar a palavra de Deus, \npela qual os brasileiros irão se ocupar pela madeira da construção e outros\nmateriais. Para este fim um marceneiro ficou à disposição do reverendo.\n\nPara diminuir os custos da Companhia, foi decidido demitir todos os \nbrasileiros que estão estacionados no interior do país e que fazem a segurança\ndos engenhos, e mandá-los de volta à suas aldeias, porque compartilhamos a\nopinião que seus serviços ali não mais são necessários.\n\nHoje foi feita uma venda publica dos negros, que chegaram com o navio \"De \nLeeuwin\" (A Leoa) no dia 8 deste mês, e juntos aos outros foram vendidos 211\npeças, o que rendeu uma soma de 95. 900 florins.\n\n"
        },
        {
            "id": 435,
            "day": "26 de março",
            "contents": "\nNa reunião deliberamos com o senhor Tesoureiro, Daniel Alberti, visto que as\ndividas à serem pagas à Companhia estão demorando muito à serem pagas,\ncomo deverá se proceder para que estas dividas sejam liquidadas \nimediatamente, de modo que o cofre disponha de meios líquidos e nós \npossamos satisfazer os Senhores Governadores como antigamente, mandado-\nlhes uma boa quantidade de açúcar. Meios foram imaginados que se acha \neficazes para que isto seja realizado e foi decidido de colocá-los em \nfuncionamento assim que os navios partirem.\n\n"
        },
        {
            "id": 436,
            "day": "27 de março",
            "contents": "\nSua Excelência mostrou durante a reunião uma conta que ele estabeleceu,\nreferente à captura de animais selvagens ao sul do Rio São Francisco, que por\nele tinha sido arrendado. A partir disto ficou claro que sua Excelência tinha\nsofrido grandes prejuízos com este empreendimento e visto que o período do \ncontrato terminará em breve, ele achou propicio avisar o conselho, porque se \ntrata de um negocio de grande importância e ninguém gostaria de pagar pelos \naltos custos, de colocar a tempo bilhetes em todos os lugares, para que a \ncaptura dos animais ao Sul do Rio São Francisco seja arrendado em publico,\nque de acordo com a palestra de sua Excelência ficou resolvido.\n\nMais uma vez falamos com o senhor Tesoureiro Daniel Alberti sobre as \ndividas que devem ser pagas à Companhia e nos foi aconselhado como a\nmelhor maneira de garantir o pagamento destas dividas, que ordens sejam \ndadas as todos os Diretores e Escoltetos, que eles, de acordo com os atos que \nforam publicados, deverão se dirigir aos Senhores de engenhos para reivindicar\no pagamento, e no caso de inadimplência eles confiscarão a quantidade de\naçúcar, na casa de purgação, que estiver no mesmo parâmetro da divida.\n\n Relacionado ao perdão concedido de Sua Excelência chegou o famoso\nsalteador português, da Silva, também conhecido como \"Kleine Duivel\"\n(Pequeno Demônio). De acordo com seu requerimento lhe foi concedido o \ncargo de Capitão do Mato, apoiado por alguns fortes soldados, para prender,\nafugentar e perseguir salteadores de todas as nações, dos quais ele conhece os\nesconderijos, e isto lhe foi permito reconhecendo que ele é a pessoa indicada \npara este serviço.\n\nO senhor Jacob Albrichs, que dispõem das melhores informações sobre as\nantigas medidas e divisões dos terrenos no Recife, foi solicitado para fazer o\nacompanhamento pertinente da medição dos terrenos de acordo com ordem e\nnumero, e incentivar o engenheiro e o mestre dos arruamentos (rooimeester), tendo \nem vista a finalização deste trabalho, de modo que possa começar o\npagamento, e assim que os proprietários sejam chamados para fazer o \npagamento, aquele que for aprovado por sua Excelência deverá ser executado\nimediatamente.\n\nO Comandante do Recife ficou encarregado de deixar que os prisioneiros que \nforam condenados ao carro de mão levem os dejetos, que se encontram na rua\ne que deixam as mesmas, na época de chuva, intransitáveis, fora da paliçada no \nlado oeste do Recife, para que nesta região o mangue seja aterrado, criando\nassim mais espaço para a ampliação do Recife e depois poder construir mais\ncasas.\n\n     \n"
        },
        {
            "id": 437,
            "day": "21 de abril",
            "contents": "\nFomos informados a partir de uma missiva do senhor Diretor De Linge, \ndatada do dia 26 de março, que o contrato das miunças da Capitania de \nPernambuco pelo período de um ano tinha sido comprado pela soma de 5.400 \nflorins, que o ano passados só valia 3.300 florins, de modo que este ano \nexcedeu o valor da ultima com a soma 2.100 florins.\n\n"
        },
        {
            "id": 438,
            "day": "3 de abril",
            "contents": "\nO senhor Escabino Francisco Cabeljau requer, por causa de seu enorme \nnumero de negócios particulares e também pelo fato de que ele já teria pedido \nà sua Excelência e os Nobres permissão para entrar de licença de sua função de\nrecebedor do dinheiro destinado à construção da ponte, ser liberado da função\nde Juiz dos Órfãos, da qual ele mais uma vez tinha sido encarregado. Foi\ndecidido aconselhar sua Nobreza para a função de recebedor do dinheiro da\nponte, e visto que com isto ele já estaria bastante ocupado, assim ele poderia \nser dispensado de sua função de Juiz dos Órfãos. No seu lugar foi indicado o\nsenhor Escabino Theodosius L'Empereur, que nos achamos muito capaz para \no exercício deste cargo.\n\nO Escolteto Paulo Antonio Daems foi repreendido seriamente mais uma vez, \nque ele, de acordo com o dever que lhe foi dado, deverá usar todos os meios e \nexecutar imediatamente  todos aqueles que não estão em dia com o dizimo, o\naluguel das casas e outros direitos que cabem a construção da ponte, de modo\nque a maior quantia possível possa ser juntada para o pagamento do \nconstrutor, aliviando os cofres da Companhia.\n\n"
        },
        {
            "id": 439,
            "day": "4 de abril",
            "contents": "\nO senhor Johannes Listrij, Escolteto e Comandante dos brasileiros, \nrepresentante da comunidade reformada no distrito de Goiana, apresentou ao \nConselho uma missiva dos 'eleitos' (geeligeerden) desta comunidade, datada do \ndia 26 de março, onde eles pediam se era possível receber um subsidio a partir \ndos bens da Companhia para poder construir uma igreja no Capigoaribi, \nporque é o melhor lugar de todo o distrito e onde os habitantes tinham o \nmelhor acesso. Depois de uma deliberação, que foi realizada com o Escolteto\nListrij, relacionada ao local da igreja e sobre os custos que para isto tinham sido \nrequeridos, entramos em um acordo que pra construir a igreja poderá ser \nutilizado os dois florins, que devem ser pagos para cada caixa de açúcar em \ntoda a Capitania de Itamaracá durante o período de um ano ou da próxima \nsafra, e que a Companhia normalmente recebe dos transportes destinados ao \nRecife, amenos que eles fiquem responsáveis pelo fornecimento dos outros \ncustos e arranjem para o Predicante uma habitação adequada.\n\nTambém se deixou saber que não poderia começar com a construção da igreja,\nantes que o engenheiro Pistor tivesse visitado o local e tivesse demarcado um \nterreno propicio, de modo que em caso de urgência ela possa servir como\nfortificação e como defesa do armazém e das casas dos moradores que ali\nsejam construídas.\n\n"
        },
        {
            "id": 440,
            "day": "5 de abril",
            "contents": "\nHoje depois de uma longa deliberação e discurso publico ficou resolvido e\naprovado, o que está descrito das anotações secretas.\n\n"
        },
        {
            "id": 441,
            "day": "9 de abril",
            "contents": "\nSob recomendação dos Escabinos de Serinhaem foi escolhido para a função de\nSecretario do tribunal de justiça deste lugar o senhor Gerrit Hendricksz..., que \naté agora serviu na posição de Auditor da milícia, e a partir de agora irá se\nresponsabilizar pelas duas funções ao mesmo tempo.\n\n"
        },
        {
            "id": 442,
            "day": "10 de abril",
            "contents": "\nPara organizar a corte de sua Excelência da melhor maneira possível (que não\nse encontra tão bem regulada como sua Excelência gostaria de vê-la), assim foi\ndecidido de acordo com requerimento de sua Excelência de se contratar um\nnovo Administrador de cozinha (keukenschrijver) e fazer com que ele faça o \nseu juramento durante a reunião de maneira que ele cumpra seu dever de\nmodo mais fiel. Depois disto um Commis será indicado à quem o\nAdministrador de cozinha será obrigado a prestar contas de seus gastos e dos \nviveres etc, que lhe tinham sido fornecidos, de modo que sejam cometidas \nmenos fraudes.\n\n"
        },
        {
            "id": 443,
            "day": "11 de abril",
            "contents": "\nHoje de manha recebemos uma mensagem do Capitão Tapel de São Lourenço,\ndizendo que Paulo da Cunha teria atacado e incendiado os engenhos de \nNicassio Winnevelt junto com sua tropa composta de portugueses, brasileiros e \nnegros, contando com mais de 200 homens. Do mencionado Winnevelt, que \nse encontrava enfermo e de cama e só dispunha de 6 soldados para se defender \ndos negros do bosque, e de um certo cirurgião não se sabia, se eles tinham sido\nmortos a pauladas ou se eles tinham sido levados, porque não se encontrou\nnenhum deles. A partir desta mensagem foi ordenado diretamente pela sua \nExcelência os Majores Grand e Mansvelt, para que entrassem o país à dentro a\neste local cada com seu próprio grupo, de modo que um venha do Sul e ou \noutro do Norte, para ver se eles podem encontrá-lo. A cada Major foi entregue \na quantia de 600 florins da tesouraria por ordens do Conselho, até seu retorno, \nquando eles deverão prestar contas.\n\nDe acordo com o requerimento de Jan Cardinal e Marten van Meevart, \narrendadores da balsa entre o Recife e a cidade Mauricia, o mesmo lhe foi \nprolongado pelo período de um ano, visto que eles estavam providos de barcos \npropícios para continuar prestando este serviço, sob a condição de acordo com\num artigo que para isto foi redigido, que a Companhia não precise pagar a\npassagem assim como pedreiros e marceneiros etc, e também que eles paguem \n1000 \"rijksdaalders\" a mais, de modo que o arrendamento desta balsa para o \npróximo ano possa ser contratado por eles pela soma de 10.000 florins.\n\n"
        },
        {
            "id": 444,
            "day": "12 de abril",
            "contents": "\nDurante a reunião foi lido em voz alta a carta do Senhor De Witte, Diretor do\nRio São Francisco, datada de 3 de abril, onde ele informava que o Comandante\nPhilips Andriesz junto com a galeota e os soldados, que para lá tinham sido \nmandados, dali tinha partido para tomar conta da cidadezinha Sergipe Del Rey, \nde acordo com as instruções que lhe foram fornecidas, de ocupar o lugar e\ndefendê-la contra o inimigo.\n\nDepois de sua partida ele foi informado pelo Capitão Jan Thomasz, que estava\ncapturando animais (vaquajaren), que o inimigo se encontrava com 3 tropas no \nlado sul do Rio Sergipe, e que assim que eles notaram que eles tinham sido \navistado por nós, eles marcharam subido o rio, sem que ele soubesse o que eles \nestavam planejando.  O barqueiro, que trouxe esta carta, soube nos informar \nque ele durante a partida do Rio São Francisco ele teria contado 2 barcos do\ninimigo, que por ali navegavam e se dirigiram em sua direção, mas que foram\nafugentados pelos tiros do navio \"De Bonte Koe\" (Vaca Malhada), que se \nencontrava no ancoradouro de Coreripe e por isto lhe deixaram partir.\n\n"
        },
        {
            "id": 445,
            "day": "13 de abril",
            "contents": "\nDe acordo com o requerimento de ...... se criou uma linha de balsa para \ncomodidade dos habitantes entre a cidade Mauricia e o continente depois do \nRio Capibaribe. Este foi arrendado pela mesma pessoa pelo período de 2 anos \ne o primeiro ano ele pagará a quantia de 250 florins e no segundo ano 300 \nflorins.\n\n"
        },
        {
            "id": 446,
            "day": "15 de abril",
            "contents": "\nFoi deliberado sobre a carta dos representantes do Conselho dos XIX e por \nenquanto foi aprovado, tendo como objetivo terminar nossas negociações em\nBahia sobre a criação de um distrito (quartier) e a trégua dos incêndios, que se\ndespacharia para lá o mais rápido possível um barco levando uma missiva para \nVice-Roi e para nossos Deputados, que nós pensamos, visto as chacinas e \nincêndios de Paulo da Cunha no interior do país e a demora prolongada de sua\nExcelência, que o negocio não esta sendo levado à serio pelo Vice-Roi. Por isto\nnós ordenamos nossos Deputados de não perderam mais tempo com este caso\ne, enquanto sobre este assunto ainda não se entrou em acordo e não aparenta\nque uma decisão rápida será tomada, eles deverão se despedir e retornar o mais\nrápido possível.\n\n"
        },
        {
            "id": 447,
            "day": "16 de abril",
            "contents": "\nO barqueiro Jan Boogaert ficou encarregado de partir em direção da Bahia\ncom o Barco \"Het Zeepaard\" (o Cavalo Marinho) e entregar em mãos as cartas\ndestinadas ao Vice-Roi e nossos Deputados, de acordo com a resolução que foi\ntomada ontem.\n\nOs Nobres Senhores do Alto Conselho despacharam todos os assuntos \nnecessários no Recife e depois encarregaram o Senhor Almirante Jol de \npreparar o mais rápido possível os navios para a próxima viagem que será \nrealizada. Referente às queixas dos habitantes da freguesia de Muribeca, a\nsaber, que suas cartas de farinha (farinhabriefjes) não estavam sendo pagas pelo\nCommis, de acordo com as ordens do Nobres Senhores, e a necessidade de se \nconstruir um armazém ali, os Nobres Senhores decidiram de ir para Muribeca \npessoalmente para também visitar e olhar a situação desta região e observar,\nque tipo de ordem esta sendo mantida pelo Commis para a realização do\npagamento da farinha e a venda de viveres.\n\nDepois que os Nobres Senhores tinham sido levado a bordo de barcos a \nBarreta continuaram a viagem, montados a cavalos, e foram ainda na mesma \nnoite em direção do Engenho Sint Andries, propriedade dos senhores Hicq e\nCoets, onde eles foram muito bem atendidos para a janta e depois puderam \ndescansar.\n\n"
        },
        {
            "id": 448,
            "day": "17 de abril",
            "contents": "\nDe manha eles continuaram a viagem em direção de Muribeca onde eles se\ninformaram sobre as queixas dos habitantes e eles acharam que situação estava\ncomo tinha sido indicada.\n\nAli eles compraram a casa de Gaspar Gonzáles Moreira, para ser utilizada \ncomo armazém da Companhia, porque era o local mais propicio e se encontra \nno melhor local, pela soma de 450 florins em dinheiro, sob a condição de que\nsobre esta quantia lhe comprassem em dinheiro liquido 126 jarras de óleo à 7\n'schellingen' a jarra, 72 'pond' de toucinho à 10 'stuivers' por \"tt\", e 252 'pond'\nde bacalhau à 30 florins por 100, que ele ainda não tinha conseguido vender,\npara que desta maneira a casa estivesse o mais rápido possível a disposição da\nCompanhia.\n\nOs Nobres Senhores partiram para o engenho da Guerra, que é propriedade \ndo Senhor Willem Doncker, onde eles foram convidados para um jantar \nestupendo.\n\n"
        },
        {
            "id": 449,
            "day": "18 de abril",
            "contents": "\nDeste engenho os Nobres Senhores se dirigiram ao Cabo de Santo Agostinho, \nonde eles viram que os habitantes não tinham queixas e estavam gratos pela\nadministração do Commis Bavinck. No fim da tarde eles chegaram ao\nEngenho Algodoais, onde eles foram recebidos amistosamente e foram \nconvidados pelo Capitão da cavalaria (ritmeester) Keij, que mantem residência\nnesta localidade.\n\n"
        },
        {
            "id": 450,
            "day": "19 de abril",
            "contents": "\nDurante todo o dia os Nobres Senhores passaram viajando em Cabo de Santo \nAgostinho, onde eles visitaram o Forte Van der Dussen e a situação da Igreja\nde Nossa Senhora de Nazaré. O Comandante Halle preparou ali um almoço \nsofisticado para os Nobres Senhores, e à noite eles voltaram para o Engenho\nAlgodoais.\n\n"
        },
        {
            "id": 451,
            "day": "20 de abril",
            "contents": "\nDe manha os Nobres Senhores partiram de cavalo para o Engenho Velho, \nmoinho do qual é a propriedade do senhor Governador van Schoppen, onde \neles almoçaram, preparado divinamente pelo \"facteur\" do Nobre Senhor, \nAlbert Gerritsz. Depois, passando rapidamente por Curearanus, eles chegaram \nna mesma noite no Recife.\n\n"
        },
        {
            "id": 452,
            "day": "22 de abril",
            "contents": "\nDurante um leilão publico foram vendidos, aquele que ofereceu a maior\nquantia, os negros foram trazidos pelo Navio \"Leiden\"da Angola. Com a \nvenda de 155 negros rederam a quantia de 76.752 florins, que deverá ser pago \nno período de exatamente 6 meses.\nEm seguida também foram vendidos à vista 7 negros, entre os quais 2 jovens\nnegrinhas, a varias pessoas pela soma de 3000 florins, de modo que 162 peças \nredera 79.752 florins.\n\n"
        },
        {
            "id": 453,
            "day": "23 de abril",
            "contents": "\nVisto que os navios destinados para a expedição sob o comando do Senhor\nAlmirante Jol, em grande parte foram supridos de viveres e outras necessidades \ne estão prontos para partirem para fora do Recife com a primeira maré alta,\neste plano foi deliberado novamente, por causa das mensagens que nós \nrecebemos mais vez e da recente carta do Conselho dos Senhores XIX.\n\nDepois de uma longa reflexão ficou resolvido, que estes navios ficarão dentro\ndo Recife até a próxima maré alta, por que eles ali se encontram mais seguros, \na menos que o aluguel dos três navios comece na próxima sexta-feira, que é o\ndia 26 deste mês.\n\n"
        },
        {
            "id": 454,
            "day": "24 de abril",
            "contents": "\nVisto que a função de Diretor em Porto Calvo está livre por causa da ausência\ndo Senhor Baltazar van de Voorde, e seu mandato também já terminou faz \nbastante tempo, sua Nobreza deverá ser revezado por uma outra pessoa do \nConselho político de acordo com as ordens do Conselho dos XIX, \nrelacionados ao mandato de governos subalternos. Pelo Conselho foi nomeado \npara esta função o Senhor Jan Halewijn do Conselho político, visto que ele\ndesde de sua chegada ainda não ocupou um cargo de direção e compartilhamos\na opinião que sua presença ali como Diretor será de serventia para Companhia.\n\nPor causa das queixas de Philips de Rou, arrendador da balsa do Forte Amélia, \nsobre dos grandes encargos da manutenção dos barcos e do negro, que fazem\nparte dos seus custos, e sobre a pequena quantidade de passageiros deste ano, \ntambém levando em consideração que este homem tem uma esposa e quatro\nfilhos e que para honrar seu negócios de maneira honesta deveremos conceder-\nlhe um subsidio, assim lhe foi permitido de diminuir do arrendamento do ano \nque passou 100 \"rijksdaalders\" de modo que ele pagará pelo o arrendamento \n1800 florins. E visto que esta pessoa já dispõem de um meio de navegação, que\né necessário para o serviço de balsa, e que ele satisfez à todos, foi decidido de\nlhe arrendar a balsa para o ano que vêem pela mesma soma de 1800 florins, a\nmenos que ele tenha uma boa fiança para assegurar o pagamento.\n\nO Senhor Baltazar van de Voorde, que foi perdoado por sua Excelência pelo\nerro que ele teria cometido falando com Paulo da Cunha, pediu a Companhia, \ndepois que ficou totalmente claro a partir dos documentos e das informações\nque sobre ele foram colecionadas, que a mesma conversa só ocorreu por falta \nde atenção e prudência, sem que ele tivesse a intenção de prejudicar nosso\nEstado, e para manter sua honra e seu bom nome era desejável, o que se \nexplica pelo perdão concedido, que ele poderá continuar fazendo suas seções\nna posição de membro do colégio do Conselho político. Sua Excelência achou\naconselhável, antes mesmo de dispor sobre o caso, de pedir ao colégio dos \nSenhores do Conselho político sobre este assunto. Eles, comparecendo juntos \na reunião e cada um tendo sido interrogado sobre a sua opinião, declararam\nnão ter nenhuma objeção para com o Nobre Senhor e aceitá-lo em seu colégio\ncomo antigamente, caso sua Excelência e os Nobres Senhores desejassem\ndeixá-lo em seu valor de costume. E visto que eles não perceberam nenhuma\nhostilidade a partir de todas a circunstancias e informações sobre ele, e seguida\nnão acharam nenhuma razão de modo que sua Excelência não lhe concedesse\no perdão absoluto, assim sua Excelência levou em conta os conselhos dos\nNobres e também dos Senhores do Alto Conselho. Levando isto em \nconsideração o pedido do Senhor van der Voorde admitido e aceito.\n\n"
        },
        {
            "id": 455,
            "day": "27 de abril",
            "contents": "\nO Escolteto e os Escabinos da cidade de Mauritia ficaram encarregados por \nmeio de uma missiva particular, que eles iriam apresentar ao seu Secretario \nJacob Hamel todos os despachos e documentos necessários, de modo que ele \nmande, de quando em vez , de acordo com a vontade expressa do Conselho \ndos XIX, as nótulas e os casos, que no colégio foram apresentados e \ndespachados.\n\n"
        },
        {
            "id": 456,
            "day": "29 de abril",
            "contents": "\nHoje foi resolvido, depois de se ter deliberado seriamente, de se iniciar uma \nmissão com os navios e soldados atuais e aqueles que irão chegar, como parece\ndas nótulas secretas.\n\n"
        },
        {
            "id": 457,
            "day": "3 de maio",
            "contents": "\nVisto que muitos homens livres têm o costume de viajar para onde bem\nentenderem muito facilmente, vendo que eles não têm gastos para retornar\npara a pátria, por que eles desembarcam do navio sem pensar no pagamento \ndo custos de alimentação para Companhia, que por causa disto está tendo cada\nvez grandes prejuízos, assim foi resolvido de não deixar mais nenhum\npassageiro partir antes que eles tenham pagos estes gastos aos Senhores \nTesoureiros, que serão fixados  durante três meses  à 14 'stuivers' por dia, pela\ncomida na ponte, e 24 'stuivers' pelo o tratamento no camarote.\n\n"
        },
        {
            "id": 458,
            "day": "6 de maio",
            "contents": "\nDurante o dia, o vento estando em direção Norte, chegou no ancoradouro o\nnavio \"De Gouden Ster\" (A Estrela de Ouro). As pessoas que tinham sido \nmandadas da Bahia foram o padre Francisco de Vilhena, que foi mandado \nrecentemente pelo novo Rei de Portugal para o Brasil, e um Tenente-Coronel, \nque se chama Pedro Correa da Gama, e as cartas que eles trouxeram dos três\nGovernadores eram datadas do dia 23 de abril.\n\n"
        },
        {
            "id": 459,
            "day": "8 de maio",
            "contents": "\nNa reunião foi concedida uma audiência ao Padre Francisco de Vilhena,\nrepresentante dos três Governadores da Bahia, e ele fez sua proposição\nconforme a missiva, que ele exibiu em nome destes Governadores a sua \nExcelência, datada do dia 23 de abril passado.\n\n"
        },
        {
            "id": 460,
            "day": "10 de maio",
            "contents": "\nHoje foram vendidos em leilão publico, aquele que pagou a quantia mais alta,\nos negros, que foram trazidos da costa da Guinea a bordo do navio \n\"Amersfoort\". Por que se notou que os negros, que tinham sido vendidos \"de dia\" \n('op dag') não somente eram pagos mais demoradamente por seus compradores,\nmas que também muitas dividas ficavam sem ser pagas e os compradores neste \nmeio tempo chegavam a falir, se experimentou pela primeira vez, se a venda \ndos negros seria melhor a vista e em pequenas quantidades. Assim que isto \ntiver acontecido, se notou que não somente os negros eram vendidos a um\ngrupo seleto de pessoas, mas que também o preço destes negros ficava mais \nbarato, e assim que os Senhores de engenho deveriam ser acomodados com \nnegros e eles não eram providos com dinheiro a vista,\nmas pensavam que poderiam pagar com a próxima safra de açúcar, o resto dos \nnegros foram vendidos \"de dia\" no período de seis meses como era o costume, \ndepois de que alguns lotes tinham sido vendido a vista.\n \n    Estes negros rederam o seguinte para a Companhia:\n    128 ps no 6/m dia   f 75.628;16;\n    66 ps à vista       f 27.024;08;\n\n                        f 102.653;04;\n\n"
        },
        {
            "id": 461,
            "day": "13 de maio",
            "contents": "\nEm seguida se negociou  a maneira, na qual nosso plano deveria ser aplicado, e \nse fez um sumario dos soldados, \"treinpersonen\" e tudo mais que deveria ser \nembarcado nos navios.\n\n"
        },
        {
            "id": 462,
            "day": "14 de maio",
            "contents": "\nJohan Maurits, Conde de Nassau etc, junto com os Nobres senhores do Alto e \nSecreto Conselho deixam saber: Salut\nVisto que estava ordenado em nosso edital do dia 18 de marco passado, que se \nusaria nestas conquista para se pesar ouro, o remédio de 6 \"azen\" pelo período \nde 2 meses e depois deste tempo somente o remédio de 3 \"azen\" seriam \nutilizados, assim nós decidimos como conseqüência deste edital agora, que o\ntermino dos 2 meses está quase em vista, de ordenar por meio de editais \npúblicos que ninguém depois do dia 18 deste mês poderá usar outro remédio\ndo que os 3 \"azen\" para pesar o ouro. Cada \"aas\" que é leve demais depois de \npesado deverá ser compensado pelo valor de dois \"stuivers\", correndo o risco \nde ser punido judicialmente. Para que estas ordens tenham um melhor efeito \nnós encarregamos os Senhores Tesoureiros, seus assistentes e todos aqueles \nque trabalham com o dinheiro da Companhia deverá se regular de acordo com \nestas ordens, e em seguida nós damos ordens ao Advogado-Fiscal, os \nEscoltetos e os Auditores de publicarem e colarem isto, por todo a jurisdição\nnos lugares de costumes, e de agirem contra os contraventores com todo rigor \nsem lhes favorecer-los ou dissimulação por que nós achamos que isto é o\nmelhor para os habitantes.  Assim foi feito na reunião de sua Excelência e dos\nsenhores do Alto e Secreto Conselho, ... abril 1641, Recife de Pernambuco.\n\n"
        },
        {
            "id": 463,
            "day": "16 de maio",
            "contents": "\nNós falamos com o Senhor João Fernandes Vieira, sobre o contrato da\nimplantação de dois passos de açúcar, para se deter as carroças do Recife e para\nacomodação de seus proprietários. Um estará localizado na cidade de Olinda as\nmargens do Rio Beberibe e o outro na aldeia de sua Excelência nas margens do\nRio Capibaribe. As condições, que para isto foram planejadas, foram discutidas\ne esta vez não conseguimos entrar em um acordo com os outros, de modo que\no caso foi adiado temporariamente.\n\nO Escolteto e os Escabinos das respectivas tarefas de toda a conquista foram \nescritos, que, visto que o fornecimento de farinha para nossas ocupações país à\ndentro tinha sido feito por eles no ultimo ano de maneira satisfatória e que eles \nsão os mais bem informados sobre a situação deste caso,\nse eles poderiam nos aconselhar sobre o edital, que tinha sido publicado sobre \nisto no ano passado. Caso eles continuam aprovando isto, ele poderia ser \nrenovado e publicado mais uma vez de acordo com o modo anterior pelas suas \njurisdições respectivas.\n\nHoje fomos informados por sua Excelência que Paulo da Cunha, chefe das\ntropas inimigas nestas conquistas, e convocado pelos três Governadores da\nBahia, que escreveram a carta que tinha sido dada por Tenente Pedro Correa \nda Gama, chegou ontem com alguns de seus soldados e se apresentou perante \nsua Excelência.\n\n"
        },
        {
            "id": 464,
            "day": "18 de maio",
            "contents": "\nONTBREEKT\n\n"
        },
        {
            "id": 465,
            "day": "20 de maio",
            "contents": "\nSua Excelência informou na reunião que Paulo da Cunha partiu ontem em\ndireção da Paraíba, para a partir dali juntar todos os grupos de saqueadores e\ndesta maneira se retirar destas conquistas em direção Sul para Bahia.\n\n"
        },
        {
            "id": 466,
            "day": "21 de maio",
            "contents": "\nDurante a reunião foi exibida a resposta-conceito da proposição dos\nrepresentantes da Bahia e das cartas, que foram mandadas pelos Governadores \nà sua Excelência, e depois de uma reflexão foi resolvido traduzir a mesma para\na língua portuguesa.\n\nTambém alguns casos secretos foram despachados, relacionados à expedição,\nque nós estávamos planejando fazer, e foi lido em voz alta o conceito da \nmissiva que será mandada ao Conselho dos Senhores XIX.\n\n23 maio \n\nNós entramos em acordo com o Senhor João Fernandes Vieira sobre os novos\npassos, dos quais suas instalações foram aprovadas as margens dos rios\nCapibaribe e Beberibe, tendo como objetivo a retenção da entrada das carroças\nno Recife e um maior conforto. Também foi incluído o passo de Afogados, \nque continuará sendo arrendado por mais um ano, de acordo com as condições\npor escrito, pelo período de 6 anos e pela soma de 8.000 florins por ano,\no que entrará em vigor no dia 1 de agosto que vem. Ele ganhará por cada caixa \no mesmo, que está sendo pago pelos os outros passos, mas o Conselho \nguardou como opção, para assim que os 3 primeiros anos estivessem passados,\no direito de reivindicar os passos de volta, a não ser que os barcos e as casas pagos\npor ele até a taxação de bons homens se entenden sobre o assunto.    ( tradução literal)\n\n"
        },
        {
            "id": 467,
            "day": "25 de maio",
            "contents": "\nDurante todo o dia se deliberou sobre assuntos importantes, assim como a \nliberação da frota e suas instruções, a resposta relacionada a proposição do\nrepresentante Padre Francisco de Vilhena, em nome dos Governadores da \nBahia, e a preparação de nossa missiva destinada ao Conselho do Senhores\nXIX. De todos os lados se fez todo o possível para se conseguir, que a frota \nficasse pronta e que em seguida os navios, ancorados a baixo do \"Rodeland\" \n(Terra vermelha), partir imediatamente a pátria.\n\n"
        },
        {
            "id": 468,
            "day": "27 de maio",
            "contents": "\nDepois de uma deliberação prolongada entramos em acordo sobre as\ninstruções para o Senhor Almirante Jol, os Senhores do Conselho político\nPieter Mortamer e Cornelis Nieuwland e Tenente-chefe Hinderson, sendo as \npessoas, que constituirão a direção desta expedição tanto no mar como na\nterra.\n\nEm cada navio se encontra um documento selado que deverá ser aberto caso \neles se percam do Almirante, de maneira que eles saibam como eles devem \nproceder para reencontrá-lo.\n\nFoi lido em voz alta para o Senhor Almirante, para os Senhores Mortamer e \nNieuwland e o Tenente-chefe Hinderson, que compareceram na reunião, as\ninstruções que tinham sido estabelecidas, como sua Excelência e os Senhores\ndo Alto Conselho desejavam que esta missão fosse governada, de modo que\ntodos soubessem de que estavam encarregados e o que faz parte de suas \nresponsabilidade, de modo que se evitasse todo tipo de concorrência e\nquestões sobre autoridade, tanto no mar durante a viagem, como durante a\nexecução de nossa missão.\n\nEm seguida, usando tambores, se deixou saber que todo aquele que faz parte \nda frota deveria se apresentar diretamente nos navios, correndo o risco de ser \ncastigados.\n\n"
        },
        {
            "id": 469,
            "day": "28 de maio",
            "contents": "\nHoje recebemos umas certas mensagens, nos informando, que diversas tropas \ninimigas, que se encontravam aqui e que aterrorizaram os habitantes durante \ntanto tempo com seus saques e incêndios, já teriam passado Ipojuca, tomando\na direção Sul para Bahia.\n\nHoje foi aprovado durante a reunião de proclamar o dia 12 de junho que vem,\ncomo dia de jejum e preces, por toda a conquista tanto no mar como na terra, \ne para isto o seguinte edital foi redigido:\n\nSua Excelência e os Nobres do Alto e Secreto Conselho a todos que verem,\nlerem ou escutem o que esta neste edital, Salut.\n\nDeus nosso Senhor desejou, sobre todos os bem-feitos que ele já nos \nproporcionou ao estado de nossa pátria, tanto nas conquistas quanto na \nmanutenção destas terras contra os atentados astuciosos e violência publica do\nRei de Castilha, dispor a partir de seu perdão e amor ao próximo sobre os\nassuntos mundanos, fora de qualquer esperança e expectativa, de modo que o \nreino de Portugal conseguiu se livrar da opressão castelhana e recebeu de volta\nsua liberdade que já fazia 60 anos que não mais possuía. Com isto Ele parece\nquerer nos mostrar que o reinado castelhano, que por causa da opressão sobre\no reino de Portugal e mesmo todas suas dependências em Ásia, África e\nAmérica conseguiu sua magnitude, e que por causa desta separação a ruína e o\nfim de Castilha está preste a acontecer.\n\nA partir desta grande bênção, que recebemos mesmo sem merecer, nós\nesperamos ter dentro em breve uma solução pacifica e a ocupação tranqüila\ndesta conquista, por que a resistência contra um inimigo comum poderá dar\nrazoes de todas as maneiras para amizades e boa comunicação, do que já pode\nse constatar alguns efeitos, pelo qual os habitantes desta conquista estão\nobrigados à agradecer principalmente perante sua Majestade divina. Acima\ndisto tudo nós mandamos um poderio impressionante de navios e guerreiros \npara lutar contra o Rei de Castilha e enfraquecê-lo o maximo possível, e visto\nque nossa arma sem a bênção de Deus não tem nenhuma valia e são\ninsignificantes, nós decidimos e pensamos que era nossa obrigação de\nmandarmos e declaramos que 12 de junho que vêem, numa quarta feira, será\nmantido um dia geral de jejum e preces, tanto no mar como na terra, para \nagradecer Deus todo poderoso do fundo de nosso coração pelos bens que ele\nnos tem proporcionado, e principalmente que Ele desejou enfraquecer nosso \ninimigo em comum retirando de suas mãos o reino de Portugal. Em seguida\npara rezar para nosso Senhor com furor e humildade, que ele acompanha com \nsua graça nossa frota, que partiu em missão, e quer nos beneficiar a vitória,\naumentando a gloria de seu nome e espalhando sua palavra sagrada, que ele \nqueira proteger estes paises com seu poder divino contra a astúcia e a violência\ndo rei de Castilha, e que mantenha estas terras no poder da religião crista, e que\nele dirija esta grande obra de modo que os ocupantes destas conquistas fiquem \nunidos por amor ao próximo vivendo em paz e tranqüilidade uns com os \noutros, e sejam levados juntos ao conhecimento de seu evangelho sagrado.\nPara cuidar que este dia geral de jejum e preces seja festejado de boa maneira, \nnós damos ordens expressas, que ninguém poderá exercer seu trabalho e \nmanufatura, ninguém poderá abrir sua loja, e não poderá freqüentar de modo\nalgum uma taberna, correndo o risco de ser estritamente julgado caso a pessoa \nnão se comporte de conivência com edital que para isto foi publicado.\n\nHoje a noite o Senhor Almirante Jol se despediu de sua Excelência e os\nSenhores do Alto Conselho e embarcou para partir amanha com a frota inteira \ne prosseguir sua viagem.\n\n"
        },
        {
            "id": 470,
            "day": "1 de junho",
            "contents": "\nO Senhor Escabino Gaspar Dias Ferreira pediu oralmente, em nome do Padre \nMatheus de Souza, que veio com os representantes de Bahia, se ele poderia \nficar nesta conquista para, de acordo com sua missão recebida pelo Bispo da\nBahia, poder exercer seu serviço e gerar ordem em geral sobre o clero nesta \nconquista. Este requerimento foi discutido e por que nós não achamos que o\nBispo tenha algum poder de jurisdição quanto o clero, mas achamos\naconselhável que continuemos à dispor sobre o clero nós mesmo, isto lhe foi\nnegado e nós esperamos que ele parta com os outros representantes em \ndireção à Bahia, visto que nós não admitimos nenhum religioso da Bahia aqui\nneste lugar.\n\n"
        },
        {
            "id": 471,
            "day": "3 de junho",
            "contents": "\nFoi apresentado por escrito aos Senhores Eleitores, que irão se reunir hoje,\npara nomear os Escabinos da cidade Mauricia e seus distritos, que os \nEscabinos que já estavam no cargo durante dois anos e estão no termino de\nseus mandatos, são os seguintes:\n\n- Theodosius L'Empereur,\n- Bartholomeus van Ceulen,\n- Abraham Francisco Cabeljauw,\n- Gaspar Dias Ferreira.\n\nE que os Nobres Senhores procederiam até nomearem em triplo, dos quais Sua \nExcelência e o Alto Conselho poderiam escolher.\n\nMandamos Nicolaas Bradle fazer o transporte do lixo da Rua da Balsa \n(Pontstraat) e da praça na frente e ao lado da igreja, e ele deverá aumentar o \nnível da mesma com areia por causa das pilastes que foram fincadas, de modo \nque ela esteja em condições de ser pavimentadas com clínquers, e isto deverá\nser realizado pela soma de 500 florins à ser pago no termino das obras.\n\nHoje para a manutenção do Commis geral da policia judiciária e seus\ninspetores subordinados o seguinte edital foi redigido, etc...\n\nSebastiaan de Grunaris requer para ser confirmado pelo Conselho na sua \nfunção de Secretario dos Escabinos e Juizes de órfãos e sua função de Notário\nno distrito de Serinhaem, cargos que ele já vem exercendo fielmente durante \nmuitos anos, como pode se notar pelos atestados dos eleitores. Isto lhe foi \nconcedido, à menos que Gerrit Hendricksz possa exercer sua função de\nSecretario ao seu lado, de modo que os habitantes possam ser atendidos nas \nduas línguas.\n\nPor requerimento dos seus habitantes os Escabinos de Jagaruca (Igarassu) \npediram ao conselho por escrito, visto que o Padre Simão de Figueredo, que\ntinha recebido a missão do bispo em Bahia para ser paroquiano de sua Igreja\nsede e esta afirmou achá-lo incapaz para o exercício desta função, por sua\norigem não lhe fazia apto para isto, para advertir o Bispo sobre esta situação,\nde modo que eles recebessem outro paroquiano para esta função.\n\nEm relação a este requerimento foi decidido se apostilar o seguinte: que nós\nnão admitimos que o Bispo da Bahia nomeie alguém para o cargo religioso nesta conquista,\ne que em seguida nós ordenamos os Escabinos de Igarassu de não aceitar o Padre Simão de\nFigueredo, mas de deixar o antigo Padre nesta função assim como vem sendo\naté o presente momento.\n\nHoje cartas foram mandadas para todas as partes da conquista, relacionadas ao \ndia de preces e de jejum que foi planejado para o dia 12 deste mês.\n\n"
        },
        {
            "id": 472,
            "day": "4 de junho",
            "contents": "\nNa reunião foi apresentada a nomeação, que foi realizada no dia de ontem\npelos eleitores, e os seguintes nomes estão sendo apresentados para serem\neleitos:\n\nHolandeses: \n\n- Samuel Halters,\n- Willem Doncker,\n- Christoffels Eijerschettel,\n- Gaspar Leij,\n- Hans van der Góes,\n- Michiel Hendriksz,\n- Charles de Tourlon,\n- Jacob Coets,\n- Gillis Crol.\n\nPortugueses:\n- Joao Fernandes Viera,\n- Antonio de Bulhoes,\n- Francisco de Lira Jiacomo.\n\nSua Excelência e os Senhores do Alto Conselho viram a situação da aldeia\nMauritia, onde o contratante João Fernandes Viera irá construir um passo as\nmargens do rio Capibaribe.\n\nOntem os editais foram redigidos, relacionados ao Commis Geral Jan Veron e \nseus inspetores subordinados, que ninguém pode lhes insultar com palavras ou \nações, ou atrapalhá-los no exercício de suas funções, no qual eles foram\napresentados em publico.\n\nO Padre da freguesia de Santo Antonio do Cabo, comparecendo na reunião, se\nqueixou que pelo fato dele ter utilizado o documento de sua Excelência e os\nNobres Senhores, que ele tinha acabado de receber, contra o Padre que veio da \nBahia, estava sendo ameaçado com excomunhão e expulsão de seu cargo.\nSobre isto ele foi informado, que ele deveria apresentar sua queixa por escrito e \nque nós lhe manteríamos em sua função contra todos aqueles, que desejassem\nlhe tirar de seu cargo, indo de encontro com as nossas ordens.\n\n"
        },
        {
            "id": 473,
            "day": "5 de junho",
            "contents": "\nInformamos durante a reunião ao Senhor Escolteto Daems, que nós tínhamos\nrecebido queixas, que ao contrario do edital que tinha sido publicado a carne \nfresca no Recife tinha sido vendida por 10 à 12 'stuivers por 'pond' (meio\nquilo) e o toucinho fresco por 18 'stuivers' por 'pond', e que ele por isto \ndeveria controlar que nossas ordens fossem compridas devidamente durante a \nvenda de carne e toucinho pelos açougueiros.\n\nTambém lhe foi informado, que os Papistas na cidade de Olinda e em outros \nlugares tem a coragem de realizar suas procissões em via publica, o que entra\nem atrito com a proibição, que para isto eles tinham recebido, e que ele, no\nentanto, faça a vigilância que a religião deles e suas cerimônias não tome mais\nliberdade, irritando os reformados, do que para isto lhes tinha sido concedido \nantes.\n         \nOs Predicantes Kesselerius e Ketelius propuseram em nome do Conselho da \nIgreja durante a reunião, que no dia 15 de fevereiro ultimo o Predicante\nKempio, na função de proponente na aldiea Tapissfirica, tinha recebido a\nproposta de 50 florins por mês como salário e um rancho de Tenente, mas,\nque ele até agora não recebeu o rancho.\n\nAssim foi decidido escrever ao Senhor Diretor de Linge, que lhe desse isto.\nTambém foi decidido durante a reunião da Classis e aprovado pelos Nobres\nSenhores que Dionísio de Biscarreta, professor da escola na Aldeia Carasse, \nreceberá um rancho de Tenente por causa de sua numerosa família, o que até o \npresente momento ainda não tinha recebido. Aos Reverendos foi comunicado,\nque se colocaria ordem, para que os rancho fossem bem entregues a partir do \ndia 1 de dezembro 1640, quando caiu a decisão da Classis.\n\nOs Predicantes também propuseram de se achar uma maneira, na qual os \nórfãos daqui pudessem ser mantidos a partir dos testamentos e legados dos\nfalecidos. Visto que isto é um caso a ser refletido, foi requerido que eles \napresentassem esta proposição por escrito, de modo que nós possamos\ndeliberar sobre o assunto.\n\n"
        },
        {
            "id": 474,
            "day": "6 de junho",
            "contents": "\nAlugado ao Senhor Francisco de Oliveira um pedaço de terra situado no rio \ndos Afogados, chamado a ilha de Barreta, incluindo a pesca que à ela pertence,\nque antigamente foi  arrendado pela ordens dos Carmelitas, proprietários da \nterra, ao seu pai durante o período de três gerações, mas que por confiscação\ncaiu nas mãos da Companhia. A terra lhe foi arrendada agora por um período\nde 20 anos e pela soma de 50 florins por ano, que deverá ser pago todos anos, \ncomo está especificado no contrato, que para isto foi fechado e assinado por \nambas as partes.\n\n"
        },
        {
            "id": 475,
            "day": "7 de junho",
            "contents": "\nA igrejinha do convento da cidade Mauricia, que foi visitada pelo Senhor \nBullestrate é foi qualificada durante a reunião como adequada para serviços\nreligiosos, e visto que os Predicantes propõem fazer a pregação da palavra de\nDeus tanto naquele local como no Recife duas vezes nos dias de domingo, e a \nigreja no Recife é muito pequena para toda a comunidade, assim foram dadas \nordens que a igrejinha deverá ser reformada e apropriada imediatamente.\n\nFoi decidido se publicar o seguinte edital de modo que ninguém, sem a posse \nde uma carta de livre transito ou \"pascedel\", ancore ou transite aqui neste país.\n\nJohan Mauricio, Conde de Nassau, Catsenellenbogen etc... e os Nobres \nSenhores do Alto e Secreto Conselho deixam saber, Salut.\n\nPor causa da partida das tropas inimigas desta conquista, que aterrorizaram os \nbons habitantes durante muito tempo com seus incêndios, assaltos e saques,\ndeveremos mais uma vez vigiar, que, quando o interior esteja finalmente livre \ndestes tipos de ladrões, vilões e fora da lei, estas terras a partir deste momento\npoderão ser ocupadas e cultivadas e paz e tranqüilidade total sem tem abusos\nde ninguém. Nós também já observamos anteriormente que muitas pessoas de \ndiferentes nações, que estão ao nosso serviço, e que por preguiça deixam seu\noficio ou abandonam seus postos de guerra e que sob a desculpa de serem \nhomens livres partem em direção do interior com bens de consumo, atraídos\npela extensão das terras e dos grandes bosques, para se manterem as custas de\nroubos e saques de moradores e viajantes.\n\nGeralmente também há muitos oficiais de guerra e soldados, que se encontram \nno interior do país fora de suas guarnições, e que estão trazendo prejuízos para\nos habitantes destes lugares, extorquindo dinheiro e outros negócios ilícitos, \nassim como todas as outras pessoas, tanto aquelas que estão à serviço da\nCompanhia quanto as que não estão, se escondem diretamente no mato,\nquando elas cometem o delito severo ou quando elas cometem um crime mais \nleve, para fugir assim do castigo do governo. Ali elas começam diretamente \nroubando e saqueando ou elas permanecem durante tanto tempo, mesmo \ncausando inconvenientes aos moradores até que seus crimes tenham caído em \nesquecimento ou elas vêem a oportunidade de fugir secretamente com os\nnavios. Muitas pessoas que estão ao serviço da Companhia ficaram tão\nastuciosas, que elas tem coragem de se ausentar por um período prolongado de \nsuas profissões ou funções e se fazem passar como se elas fossem homens\nlivres, enquanto seus salários continuavam a ser pago pela Companhia, pelo \nqual a Companhia está sendo fraudada claramente. Ao lado disto muitas \npessoas vem da pátria para cá sem avisar a Companhia antecipadamente sobre \nsua partida como deveria ser procedido, nem pedem nosso consentimento na \nhora de sua chegada. Elas passam a viver aqui como homens livres pelo qual as \nportas se abrem para todos aqueles que querem o mau e para os inimigos deste \nestado, para ficar aqui sem suspeita ou temor de serem pegos, e investigar estas \nconquistas até o momento em que elas vêem sua oportunidade de colocar seus\nplanos malevolentes em funcionamento, prejudicando a nossa pátria e a \nCompanhia das Índias Ocidentais.\n\nAssim sendo para que nós possamos tomar nossas providencias, teremos que \ncolocar ordem nas coisas de uma vez por todas, de modo que todos os \ndistúrbios à partir de agora possam ser combatidos e que os bons habitantes no\ninterior do país, com seus bens e lares, se vejam livres de roubos ou abusos de \ntais ladrões, saqueadores e delinqüentes, nós decidimos de dar ordens e de\nincluir nos estatutos o seguinte:\n\nNinguém que é um cidadão livre (excluindo portugueses, brasileiros e negros)\npoderá viajar por mar ou por terra sem possuir um ato de livre transito \nconvincente, que pode ser adquirido junto ao nosso secretariado do tribunal, \ncorrendo o risco de ter que pagar uma multa no valor de um \"pistolet\" para \ncada infração, que deverá ser pago ao oficial à quem o mesmo ato deverá ser\napresentado, e o infrator ficará preso enquanto não se comprovar a\nlegitimidade do documento.\n\nNinguém, que está à serviço da Companhia, seja ele marinheiros ou militares,\npoderá viajar por mar ou por terra sem posse de um \"pascedel\" propicio, que \ntenha sido assinado por seu oficial, especificando nome, data e local, correndo \no risco de ser detido como vagabundo ou desertor e será mandado para cá, \npara receber sua sentença de acordo com a gravidade do caso.\n\nPara que estas ordens tenham o efeito desejado e que os habitantes do interior \ndo país de uma vez por todas possam se ver livres e sem serem molestadas, \nassim nós ordenamos que todos os Diretores, Comandantes, Escoltetos, \nInspetores e todos aqueles que ocupem uma função de comando, e\nespecialmente os Comandantes de todos os fortes, \nde não deixarem ninguém continuar viajem sem que antes eles tenham\nmostrado uma carta de livre transito ou um \"pascedel\" propicio, correndo o \nrisco de perderem seus cargos em caso de infração. Eles serão obrigados por\nseus Secretários de anotarem, quem ali naquele lugar chegam e saem todos os \ndias, e terão que mandar-nos mensalmente uma copia deste documento, de\nmodo que nós tenhamos uma prova de sua dedicação, e podemos controlar o\nque estas pessoas estão fazendo. Relacionado às passagens por cominhos\nd'água, que são feitas com barcos particulares, nós autorizamos o Senhor\nTenente-Almirante e em sua ausência o Mestre de equipage, para uma vez se\nresolver as queixas dos barqueiros dos navios carregados, quanto à dissertação\nde seu pessoal, que ele pode tirar dos mesmos do barco em nome da \nCompanhia todas as pessoas que não tem um ato de liberdade.  Nós\nencarregamos especialmente todos os inspetores, que se encontram nos postos \nexternos de investigarem se os marinheiros que ali chegam estão em posse de\num documento de livre transito, que eles estarão obrigados a apresentar em\ncada viagem que fizerem, correndo o risco de terem que pagar uma multa \ncomo supracitado, e tudo isto provisoriamente até que outras ordens forem \ndadas. Nós encarregamos nosso Advogado-Fiscal, Escoltetos e Auditores de \npublicarem e fixarem nos locais de costumes, e de procederem contra os \ncontraventores com todo rigor sem nenhum favor ou dissimulação, por que\nnós decidimos que é assim que deverá se proceder.\n\nOs Senhores Samuel Halters, Gaspar Dias Ferreira e Willem Doncker, \nrepresentantes dos Senhores Eleitores apresentaram o seguinte requerimento \npor escrito durante a reunião:\n\nA Sua Excelência e os Senhores do Alto e Secreto Conselho,\nnós abaixo assinantes e vossos súditos, representantes do colégio de Eleitores, \npara mostrar a sua Excelência e os Nobres Senhores com as devidas\nreferencias, as dificuldades da qual a comunidade está encarregada, em nome \ndos Eleitores como em nome da comunidade, requerendo que tudo seja \nresolvido de modo mais favorável possível e para o alivio da comunidade, \nassim como sua Excelência e os Nobres Senhores acharem melhor.\n\n1\nPrimeiramente sua Excelência e os Nobres deram ordens, para que cada\ndomicilio deverá pagar um décimo de um \"penning\" do aluguel pelo período \nde um ano, e que agora todos os proprietários de casas estão sendo obrigados a\npagar um grande encargo pelos seus terrenos. Nós requeremos por isso que \nnão somente um décimo do \"penning\", mas, que a partir de agora para de ser\ncobrado e que não mais seja requerido e que os terrenos também não sejam\ntaxados pelo imposto tão pesadamente.\n\nSua Excelência e os Senhores do Alto e Secreto Conselho refletiram\nsobre o que o colégio dos Eleitores propuseram, tanto em nome do colégio \ncomo em nome da comunidade, e nós decidimos complementar a proposição e\ndar como respostar que sua Excelência e os Nobres Senhores teriam desejado,\nque eles apresentassem suas queixas com a ciência dos Senhores Escabinos,\npor que de outro modo o estatus e a honra deles sofreria perdas e para manter \na autoridade deles no futuro isto teria que ser levado em conta. Quanto o \npagamento do décimo do aluguel das casas, que aqui foram alegadas, este foi \nconvertido por uma vez para diminuição dos custos da construção da nova\nponte, que será utilizada para o conforto de todos os habitantes desta conquista e em \nespecial pelos os  habitantes de Recife e da Cidade Mauricia. Se os Nobres \nSenhores observassem melhor o caso, eles irão ver que é melhor para a\ncomunidade continuar com o pagamento do décimo durante alguns anos, até \nque a ponte esteja pronta e que a Companhia receba seu dinheiro, que ao lado \nda carência do arrendamento da balsa já se envolveu tanto com isto, do que\npagar de longa duração os encargos do pedágio dos passageiros, que a cima disto\nainda irão fazer que os negócios do Recife divertirem. A requerimento do arrecadamento dos\nterrenos é razoável, o melhoramento do mesmo, de retardamento ou juros passados, deverá ser \niniciado pelos proprietários, sem que eles para isto sejam chamados.\n\n2 \nQue eles não podem receber mais encargos do que o 1 por cento da açúcar,\nque já se exterminou, destinado a Câmara e que depois sem o saber dos \neleitores foi atribuído para o pagamento da ponte.\n\nIsto aconteceu pelas razoes supracitadas, de modo que todos os\nhabitantes possam ser liberados de quaisquer outros encargos depois disto.\n\n3\nQue o arrendamento no país possa ser suprimido, que por sua Excelência e os\nNobres acabou de ser implementada, tanto aqueles dos vinhos, animais (gado) \ne porcos, por que a pequena vantagem que a Companhia tem sobre isto não\nestá em comparação com as grandes dificuldades, que a comunidade está\nsofrendo por causa disto, como nós estamos dispostos de informar sua \nExcelência sobre este assunto mais detalhadamente.\n\nVisto que o arrendamento já foi realizado, por enquanto nada poderá\nser modificado, mas, assim que o arrendamento terminar iremos estudar este \ncaso melhor, e ai então iremos deixar informar sobre as inconveniências que\npor ele estão sendo gerados.\n\n4\nVisto que não é possível, para que todos os Senhores de engenho e lavradores\nplantar cana e mandioca junta, assim como já sabemos de outras experiências,\nrequeremos que todo mundo possa ser liberado para plantar a quantidade de \nfarinha de acordo com sua situação, sem que ele seja punido pelo fato de ter\nplantado menos do que lhe foi ordenado.\n\nIsto é um item de grandes divergências, por que nós também temos\nque estar preocupados com a alimentação e manutenção dos habitantes, como\nas recomendações dos Senhores de engenho. Por isto as ordens que foram\ndadas continuaram por enquanto mantidas, mas mesmo assim iremos deliberar \nsobre o assunto com os Senhores Escabinos.\n\n5\nQue os Escabinos puderam escolher, para alivio de suas funções e para o\nmelhor da comunidade, dois Comissários da comunidade para despachar todos \nos pequenos casos até a quantias de 10.000 Reis.\n\nEste caso incumbe principalmente os Senhores Escabinos, e nós\nconversaremos com eles para escutar a opinião deles.\n\n6\nQue para aumentar a autoridade dos Escabinos os Fiscais não podem perseguir\njudicialmente os homens livres ou civis e levá-los perante outro tribunal, a \nmenos que em casos capital criminosos foram pegos em flagrante delito, e em \nseguida que o Fiscal seja ordenado de seguir o que está descrito no artigo 19 \ndas instruções da Holanda e Zeeland.\n\nDepois de se ter deliberado longamente em 8 de junho 1640, já se tinha\ntomado uma decisão sobre este assunto e que se tinha inserido nas instruções\ndos Escoltetos. As quais eles deverão seguir provisoriamente.\n\n7\nVisto que os Escabinos são pessoas, que estão ocupados principalmente com\nseus próprios negócios e que não estão estado de servir a comunidade da\nmelhor maneira possível, tanto estudando os casos jurídicos, como em outros \ncasos, mesmo sabendo que eles querem fazer o melhor que podem, assim \nsendo requeremos se sua Excelência e os Nobres Senhores poderiam nomear\num Conselheiro ( Raadspensionaris) de modo que a comunidade seja servida \nda melhor maneira possível.\n\nNós iremos escrever sobre isto primeiramente ao Conselho dos XIX.\n\n8\nQue Sua Excelência e os Nobres Senhores escolham de dentro da comunidade,\nduas pessoas honestas e capazes para exercerem a função de Prefeitos\n(Burgomestre) e para que eles possam acompanhar todos os assuntos da cidade \ne tudo que a isto esteja relacionado. Ou que os Escabinos, que não tem\nnenhum outro proveito a não ser honra e reputação, possam receber o poder\nde um Burgomestre.\n\nSobre isto se respondeu durante o Dia geral da Terra (Algemene\nLanddag), que os Senhores Escabinos na verdade o mesmo são que\nBurgomestres, mas, que nós não podemos lhes prover este titulo sem ordens\nda pátria.\n\n9\nVisto que a Câmara já tem muitas dividas, e ainda está sofrendo uma grande \npressão dos encargos que tem, assim como o pagamento de seus funcionários,\na prefeitura etc... , e não há nenhuma razão que os Escabinos sejam\nrecompensados por seus serviços com o não pagamento de seus salários, por\nisso nós requeremos que a Câmara receba permissão de arrendar dos bens\nlíquidos e da balança, que pertencia a Câmara antigamente no período do Rei \nda Espanha.\n\nPor causa dos grandes gastos da Companhia nós não podemos aprovar\neste requerimento, mas, como a Câmara já foi beneficiada com a \"terra\" das \ncaixas e da pesca, assim nós iremos continuar estudando de onde o resto dos \ncustos poderão ser reivindicados, por que este caso na verdade é da\nresponsabilidade dos Escabinos e não a dos eleitores.\n\n10\nNão somente, por ordens de Sua Excelência e os Nobres Senhores, se paga\nimpostos alto pelo açúcar e outros bens, mas, também vossos súditos obrigam \nas pessoas à pagarem diárias antecipadamente por serviços que eles devem\nprestar sem o conhecimento de sua Excelência e os Nobres Senhores, o que\ncausa mais um extra encargo do açúcar e dos outros bens. Por isso nós \npedimos à sua Excelência e os Nobres que tais abusos sejam evitados e que os\nmalfeitores sejam punidos.\n\nEste ponto foi elaborado de maneira muito geral e os Nobres precisam\nde indicações especificas onde e quem está sendo extorquido, a partir do qual\nnós iremos dar ordens para liberar a comunidade destes abusos.\n\nEm todos os artigos, que são necessários para a comunidade que lhe requer\nisto humildemente, e que também servirão e serão proveitosos para a\nCompanhia, esperamos que sejam apostilados favoravelmente, atenciosamente \n....\n\n"
        },
        {
            "id": 476,
            "day": "8 de junho",
            "contents": "\nEntramos em acordo com os Soldados Jacob Hoorn e Richard Houwater \nsobre a limpeza urbana do Recife, pelo qual eles receberão de cada domicilio a\nsoma de 1 \"schelling\" por mês (as casas da Companhia estarão isentas desta\ntaxa).\n\n"
        },
        {
            "id": 477,
            "day": "10 de junho",
            "contents": "\nDe acordo com o requerimento dos proprietários das casas da Rua da Balsa \n(Pontstraat) foi resolvido se asfaltar esta rua com clinquers (britas/ pedra) e as \ncasas serão taxadas. E com o conhecimento do valor da casa, de acordo com\nsua apresentação, eles irão contribuir com os gastos desta obra.\n\n"
        },
        {
            "id": 478,
            "day": "11 de junho",
            "contents": "\nO Tenente-Coronel Português Pedro Correa da Gama, que em especial tinha\nsido mandado para cá pelos três Governadores em Bahia juntamente com o\nPadre Francisco Vilhena, para mandar de volta para Bahia Paulo da Cunha e \ntodas as tropas inimigas desta conquista, pediu à sua Excelência, vendo que o\nPadre dentro de alguns dias seria despachado pelo Conselho, se ele podia ficar \ndurante mais alguns tempo a fim de que ele pudesse cumprir sua missão de\nmaneira mais convincente, por que de outro modo teria que se levar em conta \nque estas tropas poderia ficar nesta região caso acontecesse algo, por que\nmuitos deles estavam acostumados ao roubo e não desejavam se despedir deste\nmodo de vida. Sua Excelência apresentou este requerimento durante a reunião\ne, sabendo que deste modo nós poderíamos ficar certo da partida dos \nsalteadores, o mesmo foi aprovado.\n\nEm nome do Conselho da igreja compareceram na reunião os Predicantes\nSoler e Koningh, e os Senhor Albert van Breugel, Conselheiro, e por meio do \nPredicante Koningh eles exibiram o seguinte à Sua Excelência e aos Senhores\ndo Alto Conselho: \n\nExcelentíssimo Senhor Conde e sábios Senhores,\n\nCom respeito e as devidas referencias mostramos nós servidores da palavra de \nDeus, assim como os Conselheiros da comunidade de Cristo em Recife que em \ndiferentes apelos feitos perante vossas Senhorias para promoção do Reino\nAnti-Cristo aqui neste país, mas que estas forcas foram combatidas por vossas \nPoderosas Nobrezas por obediência e serventia à igreja de Deus, contra qual\nnós podemos ficar inertes, para agradecer Vossas Senhorias com alegria em \nnosso coração e em seguidas para pedir humildemente à Vossas Senhorias para\ncontinuar com este trabalho no futuro, por que é da natureza de nossa \noposição de passar dos limites de suas liberdades, tanto na pátria como aqui.\nPrimeiramente eles não exercem sua religião dentre os muros de suas Igrejas,\nseguindo o acordo que vossas Senhorias fecharam com eles, mas em publico \nnas ruas, durante o dia e na frente do mundo inteiro, \n\nE junto à isso ainda podemos mencionar que o publico que está vendo sua\nidolatria (que na verdade preferem honrar seu próprio Deus do que o Ídolo \ndeles) estão sendo ameaçado por eles e as vezes até apanham. Acima de tudo\ntambém podemos citar o que eles estão tentando fazer em Santo Antonio,\nIgarassu e ao redor da cidade e em outros lugares, direcionando, encarregando \ne mandando embora a partir da autoridade e a mando do Bispo que mora na \nBahia, querendo uma coisa que é diferente do que separar assuntos da \nrepublica dos assuntos da igreja, para isto ficou um dos representantes da \nBahia a fim de por ordem na igreja e manter o controle. Nós ainda não\nmencionamos que o representante ele mesmo esta pregando a palavra de Deus \nna cidade atraindo um grande publico, o que nós  acreditamos que não seja o\nobjetivo de Vossas Nobrezas, mas, que eles devem se privar a suas casas assim \ncomo os nossos tem que fazer em Bahia. Nós queremos mostrar que tudo isto \nleva com que a autoridade de sua Excelência e os Nobres Senhores e de seu\ngoverno seja ridicularizado publicamente o que no final poderia causar a ruína \ne destruição total do Estado e da Igreja aqui nesta conquista tendo como\nresultado que a audácia dos papistas se torne tão grande fazendo que a alma e o\npaís se percam.\n\nPara poder exercer nossa função e seguir nossa consciência nós decidimos\ndemonstrar brevemente o seguinte aos Nobres Senhores e pedi-los que os \nSenhores de acordo com a autoridade que por Deus foi dada, nos provenha \nnisto no futuro e especialmente nesta conjuntura da época por que sabemos \nque no caso que se negocie a paz ou uma trégua os papistas levarão vantagem,\nna qual a religião sempre estará à frente. Por isso nós insistimos mais uma vez,\nque nas próximas negociações nada seja concedido em vantagem dos papistas,\nmas ao contrario que se coloque ordem pela autoridade de Vossas Senhorias \ndas quais os efeitos tanto por nós como por todos beatos na pátria possam \nficar felizes, tudo isto para engrandecer o nome de Deus, para o florescimento \nde sua igreja e para maior segurança deste Estado.\n\nQue Deus todo poderoso abençoe Sua Excelência e os Nobres Senhores e\nesclareça-os com o espírito do Conselho.  Assinado em nome do Conselho da \nIgreja, Samuel de Koninck, Servus I.C.\n\nDepois disto os reverendos foram agradecidos pelo Conselho por seu senso de \ndever, dedicação para manutenção e propagação da verdadeira religião crista, e\nem seguida lhes foi informado que eles podem estar seguro de que nós nunca \nconcederemos mais liberdade aos habitantes portugueses em suas superstições\ne cerimônias papistas do que lhes foi permitida no acordo feito e que o \naconteceu se sucedeu sem que estivéssemos a parte da situação e teríamos\ntomado providencia imediatamente caso soubéssemos do ocorrido, e que por \nenquanto um cessa fogo ainda não estava sendo negociado, mas que quanto a\nisto estávamos esperando documentos da Pátria, e que nós em todas as \nocasiões que ocorressem iríamos tratar os assuntos religiosos de maneira\nadequada.\n\nApós agradecimentos os reverendos partiram satisfeitos.\n\n"
        },
        {
            "id": 479,
            "day": "12 de junho",
            "contents": "\nEste dia de jejum e de preces foi festejado com predicações e outros exercícios\nda fé crista.\n\n"
        },
        {
            "id": 480,
            "day": "13 de junho",
            "contents": "\nO Senhor Jacob Aldrichs do Conselho Político, que tinha sido convocado para \njunto com o engenheiro Pistor medir todos os terrenos e propriedades no \nRecife, a saber, quais são suas medidas de largura e comprimento exatamente e\ncapacidade, e em seguida colocar tudo em ordem numérica (Visto que as \nmedições anteriores foram feitas tão desordenadas que não podia se trabalhar\ncom elas), apresentou hoje a lista de medidas ao Conselho. Nesta lista se \nencontram as medidas exatas de todas as terras do Recife de acordo com os \nseus números e bairros de modo que agora pode se registrar ordenadamente e \nos impostos das terras que ainda não foram pagos podem ser recebidas e desta\nmaneira poderá mandar ordens de pagamento propicias às pessoas para que\nelas sejam pagas.\n\n"
        },
        {
            "id": 481,
            "day": "14 de junho",
            "contents": "\nBartholomeus van Bachem foi considerado capaz e admitido para a função de\nnotário depois de um exame dos realizado pelos Senhores do Conselho \nPolítico, e passará a residir em Paraíba.\n\nHoje à noite o Senhor Tenente-Almirante chegou acompanhado de 7 navios e\nancorou fora do porto.\n\n"
        },
        {
            "id": 482,
            "day": "15 de Junho",
            "contents": "\nO Senhor Tenente-Almirante compareceu na reunião e relatou oralmente e\ndemonstrou por escrito como a viagem de observação da frota do Rio de\nJaneiro se passou, a saber:\n\nNo dia 12 de marco ele partiu de Santo Aleixo com a frota que estava sob o \nseu comando.\n\nO vento estava tão propício que ele sem precisar desviar navegou acima de\nAbrolhos.\n\nNo Dia 30 de março ele chegou ao destino onde ele tinha recebido ordens de\ncruzar a procura de navios que navegavam em direção do rio de Janeiro, onde\ndividiu sua frota em 3 esquadras para que nenhum navio inimigo pudesse \npassar.\n\nEle ficou ali sem encontrar algo a não ser o \"Wijnprons\" (o Transportador de\nvinho), que para isto já tinha sido mandado anteriormente, e um pequeno \nbarco de Espírito Santo que levava uma carga de 19 caixas de açúcar, até o \nmomento em que ele no dia 18 de maio resolveu navegar por trás de \"Ilha \nGrande\" na latitude de 23,5 para buscar água fresca e alimentos e onde eles no \ndia 19 daquele mês ancoraram.\n\nAli eles encontraram água fresca e alimentos, mas perderam 3 ou 4 pessoas e\ncontavam com 20 doentes e no dia 24 eles partiram novamente em direção do\nRecife, onde eles chegaram ontem a noite sem precisar desviar o curso uma só \nvez.\n\nA informação recebida dos presos era que em Rio de Janeiro se encontravam\nentre 32 ou 33 navios, entre os quais dois navios ingleses cada um armado de \n26 peças, um navio de Hamburgo armado com 36 peças (canhões) e o navio\ndo governador armado com 24 peças,\n\nQue tinha sido enviada uma mensagem da Bahia, que a frota do Rio de Janeiro \nantes que eles tivessem recebido noticias de Portugal.\n\nAo S....Alves de la Penha, que faz parte do grupo de representantes da Bahia, \nfoi permitido de acordo com seu requerimento, que ele poderá levar à Bahia\npara seus negócios particulares, bens com o valor de 3000 florins.  Isto lhe foi \npermitido por cortesia, a menos que ele declare antecipadamente em nosso \nescritório descrevendo a quantidade, qualidade e o valor destes bens.\n\nEtienne Lancquier recebeu permissão ao seu pedido que ele poderá mandar à\namigos de sua esposa na Bahia, curiosidades com o valor de 500 florins, para \nhonrá-la com os mesmo.\n\nO senhor Pieter van Heede  recebeu o contrato do passo de Barreta, pelo \nperíodo de 3 anos pela soma de 4000 florins por ano,  a menos que o rio de \nJangada e o açúcar, que ele poderá fornecer, continue sendo propriedade da \nCompanhia, e que a Companhia possa utilizar para fazer o arrendamento a avaliação\ndos barcos do passo um acordo de cavalheiros.\n\n"
        },
        {
            "id": 483,
            "day": "17 de junho",
            "contents": "\nO Senhor Diretor De Linge escreveu no dia 11 de junho de Paraíba, que alguns \ndias antes tinham sido nomeados em quantidade de três os Escabinos da\nCapitania, pelos senhores eleitores, e estas pessoas são:\n\nSamuel Gerards, Thomas Davids, Jacques van der Nesse, Pieter Tonneman, \nCornelis van Olen, Michiel van der Venne, Sebastião da Cunha Luiz, Cristóvão\nDias de Oliveira, Jan Cornelis Jongeneel, Manuel Neto Paes, Manuel Geneiro \nSiquiera, Antonio de Matos Cardoso.\n\nOs Eleitores portugueses insistiram que este ano eles deviam ter nomeado 9 \nPortugueses para poder ficar com três escabinos de sua nação (para que assim\neles tenham as chances à que eles tem direito), mas os Eleitores holandeses se\nopuseram a isto.\n\nHoje depois de se ter deliberado longamente e depois de ter sido adiado varias \nvezes finalmente ficou acordado com Moises Navarro, contratador do dizimo \nde açúcar da Capitania de Pernambuco no ano de 1638 e do dizimo na \nCapitania de Paraíba no ano 1639, visto que ele durante muito tempo insistiu \nna reunião que ele de acordo com as condições que estão descritas em seu\ncontrato que os prejuízos sofridos devem ser levados em consideração, e que\nforam causados pelos incêndios inimigos nos canaviais neste período.\nPara isto ele indicou mais de 30 testemunhas, com os quais ele provou que ele, \npor causa das tropas saqueadoras de Vidal e Paulo da Cunha e por nossas \npróprias tropas, que lá se encontravam estacionadas para a defesa das terras, \nnão somente sofreu grandes percas no recebimento do décimo na capitania de\nParaíba, mas acima disto a moagem dos engenhos ficou parado durante um \nperíodo de três meses. Quanto ao contrato do dizimo na capitania de\nPernambuco ele sofreu uma grande perca na produção de açúcar na região de\nAlagoas, Porto Calvo e Serinhaem, primeiramente por causa da chegada de \numa armada espanhola nas costas e ao lado disto por causa das tropas de Luiz \nBarbalho e outros que iniciaram incêndios e cometeram roubos.\n\nDepois de uma deliberação minuciosa e uma reflexão seria sobre assunto lhe\nfoi permitido descontar uma parte dos dízimos de Paraiba no valor de 16.000 \nflorins, e dos dízimos de Pernambuco 20.000 florins. Depois lhe foi \naconselhado que ele fizesse todo o possível para pagar os pagamentos em \natraso à Companhia.\n\n"
        },
        {
            "id": 484,
            "day": "19 de junho",
            "contents": "\nNós recebemos uma carta do senhor Bas, diretor da capitania de Itamaracá, \nonde ele notificava o Conselho sobre a nomeação das pessoas para a função de\nEscabino que foi realizada pelos senhores eleitores, e das pessoas que já tinham \nexercido o cargo e irão deixá-lo este ano:\n\n- Pieter Seullin, João Gurasse, que exerceram o cargo durante dois anos, deverão\ndeixar o cargo agora.\n- Johannes Carpentier, Coenrad Paeilli, Estevão de Couser. A partir deste serão\nescolhidos um candidato da nacionalidade holandesa e um de nacionalidade \nportuguesa, para servir este ano na função de antigo Escabino.\n\nAs seguintes pessoas foram escolhidas pelos senhores eleitores:\n\nHolandeses:\n- Servaas Carpentier,\n- Jan Wijnantsz,\n- Hans Willemsz,\n- David van Kessel,\n- Jan Hoeck,\n- Hans Michel Bachmann.\n\nPortugueses:\n\n- Geronimo Fernandez Vale,\n- Domingos Pinto Fonseca,\n- Francisco de Longa Brito,\n- Goncalve Cabral,\n- Ruis Vaz Pinto,\n- Conrado Luis,\n- Antonio de Oliveiro,\n- Diego Siguero,\n- Pedro de Freitas.\n\nTambém foram indicados como candidatos à função de Juizes de Órfãos as\nseguintes pessoas:\n\nHolandeses:\n- Johannes Carpentier,\n- Coenrad Pailli,\n- Hans Willem Luisen,\n- Jan Wijnants,\n- David van Kessel,\n- Jan Hoeck.\n\nPortugueses:\n- Conrado Luis,\n- Francisco de Loura,\n- Antonio de Oliveira.\n\nManuel Arnao continuará na função de antigo Juiz de Órfão este ano.\n\n"
        },
        {
            "id": 485,
            "day": "20 de junho",
            "contents": "\nO Senhor diretor Halewijn e o Escolteto Abraham de Roef de Porto Calvo nos \ninformaram por meio de uma carta do dia 4 deste mês, que as seguinte pessoas\ntinham sido nomeadas como Escabino pelos senhores eleitores do mesmo \ndistrito: \n\nPedro Ferreira da Silva, Gasper Bocheem, Jacob Velthuijsen, Gaspar \nGonçalves Filgeira, Francisco Rabello, Leão Falcão de Sá, Salvador Pereira,\nGancalvo Domigos, Domingos olz Marcegao, Cristóvão Ferrão.\n\nOs antigos Escabinos dos quais dois ainda deverão continuar no cargo:\nAndré da Rocha, David de Vries, Francisco de Sousa, Bartholomeu Luis de \nAlmeida, Jan Flitcher.\n\nO Predicante Kesselerius compareceu na reunião e pediu em nome do\nConselho da Igreja se era possível de se pensar numa maneira para sustentar as \ncrianças órfãs e pobres, entregando para este fim uma curta argumentação por\nescrito destinada ao Conselho dos 19.  O Reverendo recebeu como resposta \nque imediatamente as devidas atenções seriam dadas à sua proposta e que neste\nmesmo tempo iríamos pensar como se podem arrecadar meios dos legados dos \nfalecidos para aliviar os diáconos que se ocupam com o sustento das crianças \nórfãs e dos pobres.\n\nJacques van Nesse, Juiz dos Órfãos na Capitania de Paraíba, recebeu ordens\npara continuar durante o período de três anos nesta função, e outras pessoas\ncom capacidade irão ser agregadas diretamente para junto com ele servir a\ncomunidade da melhor forma possível.\n\n"
        },
        {
            "id": 486,
            "day": "21 de junho",
            "contents": "\nO Senhor diretor Gijsbert de Witte do rio São Francisco deixa saber por meio\nde sua carta datada do dia 12 deste mês, que as seguintes pessoas foram\nnomeadas para a função de Escabino pelos eleitores:\nAntonio da Sena, Gaspar Fagundes, Manuel Pinto, Pedro Carrillos, Manuel \nGomes Rebello, domingos Martins, Diego Fernandez Cardoso, Gaspar de \nFarias, Antonio Gonçalves Vieira:\n\nOs escabinos que estão exercendo cargo e dos quais 2 ainda poderão continuar\nem sua função são:\nJoão Fernandes de Paira, João Velho Finoquo, Gaspar Gonçalves de Novo,\nMarcos de Barros, Valentin da Rocha Pinta.\n\nO Senhor Diretor de Linge da Paraíba nos informou, que um certo Hans \nNicolaas, que junto com outros 30 homens se ocupava com roubo e saque de \nmoradores do interior, pediu perdão para ele e seus homens, prometendo se\nintegrar de novo ao serviço da Companhia exercendo a função de soldados.\nPara evitar situações mais constrangedoras e poder restaurar a tranqüilidade\ndos moradores este perdão foi permitido hoje por sua Excelência.\n\nMoises Navarro propôs ao Conselho de fechar contrato com o pagamento de \ndinheiro a vista, sobre os dízimos do açúcar das Capitanias de Pernambuco, \nItamaracá e Paraíba, assim como sobre as pensões seguindo as condições\nantecedentes, de modo que a Companhia possa se prevenir de qualquer \nprejuízo. A proposição do Nobre Senhor foi levada em consideração.\n\n"
        },
        {
            "id": 487,
            "day": "22 de junho",
            "contents": "\nHoje de manha se despediram os padres representantes de Bahia e o refém \nMartin Ferreira e sua comitiva e eles se dirigiram ao ancoradouro para o navio \n\"Holandia\" que tinha recebido ordens de levá-los à Bahia. Assim como nós lhe\nrecebemos com toda cortesia e lhe tratamos durante sua estadia, também lhes \nhonramos quando partiram com salves de canhões das fortes e navios. Aqui\nficou o Tenente-Coronel Pedro Correa da Gama, que estava particularmente \nencarregado de fazer a retirada das tropas do inimigo destas conquistas e que \nexpressava o desejo de executar esta tarefa antes de sua partida para a \nsatisfação de sua Excelência e seus superiores.\n\nOrdens foram dadas para se confeccionar bilhetes e de mandá-los para todos \nos cantos da conquista, relacionado com o arrendamento dos dízimos e das \npensões do açúcar nas Capitanias de Pernambuco, Itamaracá e Paraíba,\narrendamento do imposto da balança e de outros meios da Companhia, que \nterminariam no ultimo de julho.\n   \nVisto que notamos que nos artículos dos contratos dos dízimos e das pensões\ndo açúcar (como eles foram elaborados antigamente) tinha-se a intenção de\nque a Companhia leva-se em conta os prejuízos causados pelos incêndios\ninimigos, pelo qual finalmente grandes somas em dinheiro pudessem ser \ndescontadas pelos contratadores, e visto que a partir de agora provavelmente \nnão é mais necessário se temer incêndios iguais nos engenhos e plantações de\ncana, foi decidido retirar dos artigos do contrato o reembolso dos prejuízos \nnestes casos, e de arrendá-los somente no caso que os contratadores assumam \nos riscos se for possível.\n\n"
        },
        {
            "id": 488,
            "day": "24 de junho",
            "contents": "\nHoje de manha Sua Excelência e os Nobres Senhores do Alto Conselho\nescolheram as seguintes pessoas para o cargo de Escabino na cidade Mauricia, \na partir das nomeações feitas pelos Senhores eleitores:\n\nNovos Escabinos escolhidos:\nSamuel Halters, Jacob Coets, Hans van der Góes, João Fernandes Vieira.\n\nDos antigos Escabinos os seguintes continuarão em serviço, como de costume,\nque exerceram a função durante um ano:\nGiles van Leffelen, Mathijs Becks, Cosmo do Castro, Gregório de Barros, \nAntonio Vieira.\n\nPara resolver as queixas dos moradores de toda a conquista, sobre a vagarosa \nexpedição da justiça da Capitania de Paraíba, (sobre a qual se lamentou muitas\nvezes tanto neste Conselho quanto na pátria pelos Senhores Governadores), \nachamos aconselhável aumentar o numero de Escabinos com dois membros e \naumentar o mandato dos Escabinos em função em um ano.\n\nOs antigos Escabinos que continuarão em serviço na Capitania de Paraíba:\nFrancisco Gomes de Muniz, Caspar van Solpher, Pieter Coets, Jacob Phiboll.\n\nDa nominação em numero triplicado feita pelos eleitores as seguintes pessoas\nforam escolhidas e inseridas aos antigos Escabinos mencionados, para o ano \nque vem:\nJacques van der Nesse, Manuel de Queiroz Siqueira, Sebastião da Cunha Luis.\n\nJunto a Jacque van der Nesse, que no dia 20 deste mês continuou mais três\nanos em sua função de Juiz de Órfãos foram escolhidos como novos Juizes de\nÓrfãos, para complementar a quantidade tripla e começarem seus serviços em\nconjunto:\nMichiel van der Vene e Manuel Neto Pegas.\n\nPara acomodação dos moradores holandeses na mesma Capitania e para\nfavorecer o uso da língua holandesa, de acordo com as intenções dos Senhores\nGovernadores, ficou decidido de se admitir um secretario dos Escabinos de \nnacionalidade holandesa para que trabalhe com o secretario português. Para\neste serviço admitimos o Senhor Arnoud de Loose, por causa de suas \ncapacidades e competência.\n\nQuanto ao governo da Capitania de Itamaracá ficou temporariamente decidido \nque por causa da quantidade de engenhos e da maioria da população, que se\nencontram no distrito de Goiana, a Assembléia dos Escabinos da Capitania \nficarão em Capiguaribe, de acordo com a decisão tomada no dia geral das\nterras, e não mudaremos para a ilha.\n\nPara evitar o desconforto que seria criado a partir disto para a maioria dos \nmoradores e principalmente para aqueles de Goiana e para melhorar o \ndespacho dos casos de justiça, assim foi decidido, de aumentar o numero de \nEscabinos para 7, e em seguida foram dadas ordens para que os Escabinos em \ngestão fiquem mais um ano no cargo, que acabaram de ser elegidos este ano e\npor isso poderão continuar nesta função como antigos Escabinos.\n\nAntigos Escabinos da Capitania de Itamaracá são:\nJohannnes Carpentier, Coenrad Pauli, Estevão de Conseira de Siqueira.\n\nA eles se juntaram na condição de novos Escabinos a partir da nominação dos\neleitores:\nDavid van Kessel, Jan Hoeck, Francisco de Longa Brito, Luis Vaz Pinto.\n\nPara a função de Juizes de Órfãos da mesma Capitania foram eleitos:\nManuel Arvao, que continuara no cargo na condição de antigo Juiz de Órfão,\nCoenrad Pauli, Francisco de Longa Brito, Johannes Carpentier.\n\nPelas razoes supracitadas foi decidido aumentar a assembléia dos Escabinos em \nPorto Calvo para 7 pessoas, e para este fim os seguintes Escabinos em gestão\ncontinuarão no cargo:\nDavid de Vries, Jan Fletcher, André da Rocha Dantas, Bartholomeu Luis de \nAlmeida.\n\nComo novos Escabinos a partir da nominação dos eleitores foram escolhidos:\nJacob Velthijsen, Gaspar Gonçalves Filgueira, Domingo Olz Marcegao.\n\nO Senhor Alrichs admitiu o Senhor Hendrick Indijck para dar assistência ao\nEscrevente-chefe do nosso secretariado, que ficará encarregado da \nadministração dos terrenos, de fazer a expedição das ordens de pagamentos,\nfazer a convocação dos proprietários e fazer com que eles prestem contas de\nmodo que a Companhia receba seus direitos sobre o quadragésimo 'penning' e \nque os proprietários assim que concluíssem o pagamento recebam os \ndocumentos de comprovação necessários.\n\n"
        },
        {
            "id": 489,
            "day": "25 de junho",
            "contents": "\nEscrevemos para os Escabinos da cidade Mauricia, Itamaracá e Paraíba que \neles sigam estritamente a seguinte ordem nos próximos discursos a serem \nrealizados em suas cortes de justiça, a saber, que quando um cidadão holandês\n(o que compreende todos aqueles que não são portugueses ou oriundos destas\nconquistas no Brasil) intime um português ou à comparecer perante a justiça\nou quando é intimado por português ou nativo a comparecer perante à justiça\no caso deve ser pleiteado para ambas as partes totalmente na língua holandesa.\nMas, caso os portugueses tenham algo à resolver entre eles então será\npermitido que eles façam uso da língua portuguesa. Para que nosso desejo seja \nrealizado da melhor maneira possível, demos ordens aos Senhores Diretores, \nque eles sejam recomendados com avidez quanto à isto, que nós achamos\nmuito importante para estabilidade deste Estado.\n\nO Escolteto de Igarassu Gaspar van Hoinckhuijsen, nos manda anexado à sua\ncarta datada do dia 23 a nominação e quantidade tripla dos Escabinos feita\npelos Senhores do mesmo distrito:\n\nHolandeses:\nMestre Jan Pretorius, Jacob de Roes, Willem Elpinghton.\nOs antigos Escabinos que estavam no mandato foram os seguintes:\nPieter Marissingh, Goncalvo Novo de Lira, João Malgueira da Rocha.\n\nCompareceram os Senhores Alberti e Aldrichsen assistidos pelo Senhor van \nder Voorde, curador em nome da Companhia, e os credores neste caso. Eles \nnos informaram durante a reunião que eles tinham entrado em conferencia\nsobre a que ontem lhes tinha sido proposto, e não tinham encontrado uma\nmaneira melhor para executar as intenções do Conselho dos 19e por causa\ndisto deveriam tratar o caso de forma mais secreta possível, da mesma forma \nque os Nobres senhores deram a entender, e em seguida eles foram \nencarregados mais uma vez de fazerem todo o possível para realizá-lo.\n\n"
        },
        {
            "id": 490,
            "day": "26 de junho",
            "contents": "\nJohan ten Berge Escolteto da Capitania do Rio Grande compareceu na reunião\ne mostrou os seguintes requerimentos por escrito, que foram apostilados como \nestá indicado nas margens.\n\n1\nVisto que um certo Senhor Cosmo de Pavares, português habitante da\nCapitania do Rio Grande, passou dos limites com suas 1ações, prejudicando os\nNobres Senhores Governadores e o Estado Holandês, como pode se ver a\npartir das informações fornecidas aos Senhores desta Capitania e agora à Sua\nExcelência e os Nobres Senhores, eu apreendi e quis julgar este delinqüente.\nPor que alguns Escabinos não se demonstraram dispostos de escutarem\nminhas reivindicações e sentenciar este caso, peço que o Conselho receba\nordens para tratar o caso.\nOs Senhores Escabinos estudarão o caso do delinqüente e darão sua sentença\nde acordo com a situação.\n\n2\nVisto que o Senhor Willem Becks que tem um contrato sobre a captura dos \nanimais da Companhia pelo período de 3 anos e com quem eu, Johan ten \nBerge, fechei um acordo que abrange um terço do negocio, assim me vejo \nobrigado de prestar atenção para garantir os ganhos da Companhia com a\ncaptura dos animais, e visto que isto não pode ser realizado sem a assistência\nde brancos e brasileiros, assim nós pedimos receber a permissão de Sua\nExcelência e a dos Nobres Senhores para receber de 8 à 10 homens da aldeia\nMonpabao, para a captura dos animais.\nO suplicante recebe permissão de buscar da aldeia Monpabao de 8 à 10\nhomens a menos que eles recebam uma boa compensação  por seu trabalho.\n\n3\nO necessário etc...\n\n4\né de conhecimento de todos que os eleitores do Rio Grande nomeiam \nanualmente os Escabinos e para isto cada utiliza uma carta selada, enquanto eu \njá me opus tantas vezes contra isto. Eu peço que eles a partir de agora recebam \nordens para entregar a nomeação por escrito, aberto, e em mãos do Escolteto\nna corte de justiça, de acordo com os costumes das outras Capitanias.\nOs Senhores eleitores receberam ordens de se reunirem na câmara municipal, \npara fazer a nomeação em quantidade tripla dos Escabinos, e daqui a diante\neles irão colocar os nomes das pessoas mais votadas numa lista para que elas\npossam ser elegidas, sem que cada um deles mandem seus votos \nseparadamente como está acontecendo agora, de modo que possa se proceder \nordenadamente.\n\nA partir da nomeação, feita pelos eleitores, que o Escolteto demonstrou ser tão\nconfusa, os Escabinos da Capitania do Rio Grande foram escolhidos.\nOs seguintes antigos Escabinos que só exerceram a função pelo período de um\nano continuaram mais um ano:\nWillem Becks, Philips Ferreira, João Lustao Navarro.\nA eles se juntaram a partir da nomeação dos eleitores:\nHoge Graswinckel, Hendrick van Hamme.\n\nO Conselho entendeu tendo como base o relatório do mesmo Escolteto \nSenhor Johan tem Berge, que os Capitães que estão no comando das Aldeias\ndos brasileiros tinham a única intenção de usar os brasileiros que estão sob o\nseu comando para fins próprios, e assim ganhar muito dinheiro, sem pensar \numa só vez nos brasileiros ou proteger o bem estar deles. Assim foi decidido \ntendo em vista o conselho do Senhor Escolteto Lijstri, comandante dos \nbrasileiros, de demitir de suas funções todos os Capitães holandeses das aldeias\ndesta conquista, e deixar que os brasileiros a partir deste momento sejam \ngovernados por pessoas de sua própria nação, que ficarão por sua vez sob o\ncomando do Senhor Lijstri, que lhes contentará melhor e prestará mais atenção\nnos interesses públicos destas aldeias.\n\nTambém se considerou aconselhável e foi decidido que o Senhor Escolteto \ntem Berge, com o titulo de Capitão-Major e sob a superintendência do Senhor\nComandante Lijstri, receberá o comando de 5 aldeias dos brasileiros na \nCapitania do rio Grande de modo que, estas possam ser governadas de maneira \npropicia e com mais ordem.\n\nO Escolteto Honnickhuijsen de Igarassu nos mandou a nomeação dos\nEscabinos feita pelos eleitores nas cartas do dia 23:\nSebastião Vieira, João Dias Leite, Vicente Siquiera, Mestre Jan Pretorius, Jacob\nLeroux, Willem Elpinghston.\n\nOs antigos Escabinos que estão no cargo são:\nPieter Marissingh, que exerceu o cargo durante dois anos, Goncalvo Novo de \nLira e João Malheiro da Rocha, que exerceram o cargo durante o período de\num ano.\n\nAssim foi decidido de deixar os antigos Escabinos durante mais um ano no \ncargo e juntar as eles a partir da nomeação:\nJacob Leroux e Willem Elpinghston.\n\nNa mesma carta o Escolteto também nos informou que o padre Simão\nFigueredo apesar de nossas ordens continuou executando a missão do Bispo\nda Bahia causando muitos distúrbios em Igarassu (assim como os Escabinos, \nque prestam atenção as queixas da comunidade, reclamaram junto ao\nConselho). Assim hoje escrevemos ao Escolteto que ele deverá mandar este \npadre imediatamente do distrito de Igarassu, e caso ele se recuse, o Escolteto \npoderá pedir assistência ao Capitão Lastinne, que ali se encontra estacionado\ncom sua Companhia, para que ele seja expulso a força ou para que ele seja \nentregue aqui em detenção.\n\nMathijs Becks e Samuel Halters compareceram a reunião dizendo que eles\ntinham sido mandados por toda nação holandesa para se queixar da grande\nliberdade dos judeus, \n\nTanto quando eles mantêm suas lojas sempre abertas, quanto as outras coisas,\npelo qual o comercio foi desviado repentinamente das mãos cristas para as\ndeles e pelo qual os cristãos (que por causa da falta de conhecimento da língua\nportuguesa e da honestidade com que eles fazem seus negócios não tem\ncondição de sobrevivência ao lado dos judeus) perdem todas as oportunidades\nde se manterem nestas conquistas. Ao mesmo tempo há uma outra razão para\npersistir neste assunto, por que notamos que judeus de todas as parte do \nmundo vieram para este país, e por isto os Nobres senhores entregam ao \nConselho um requerimento assinado por quase todos os negociantes que se \nencontram no Recife e na cidade Mauricia.\n\nDepois de ser ter lido o conteúdo do requerimento convidamos os Nobres \nSenhores à entrarem e lhes informamos que os documentos que eles tinham\nentregados eram indecentes e agressivos, e que por isso não achávamos\naconselhável de mandá-los desta maneira ao Conselho dos 19 (que iriam \ndecidir sobre o assunto), mas que eles iriam reescrever de uma forma e num \nestilo apropriado. Só então nós anexaríamos nossas recomendações para que\ntenha algum efeito perante o conselho dos 19.\n\n"
        },
        {
            "id": 491,
            "day": "27 de junho",
            "contents": "\nNicolaas Rijnouts, a partir do relatório feito pelo Senhor Albert sobre suas\ncapacidades foi contratado para a função de Notário e Procurador, fez seu\njuramento e em seguida recebeu sua missão.\n\nAssim também o Senhor Arnout van Loose, que acabou de ser contratado para \na função de secretario holandês dos Escabinos em Paraíba, recebeu o cargo de\nNotário a partir dos teste que ele fez e o relatório sobre o mesmo, de modo \nque a comunidade por ele possa ser servida melhor.\n\n"
        },
        {
            "id": 492,
            "day": "28 de junho",
            "contents": "\nVisto que muitos soldados que estão sofrendo da doença da terra (Landziekte)\nna maioria das vezes são enviados à um medico português no interior para\nserem curados e a maioria deles recebem uma pensão e \"leengeld\" para se\nmanterem, que está sendo usado sem nenhum rendimento, assim foi decidido \njunto do forte \"Landkasteel\", que está sendo utilizado neste momento como \nhospital, construir um grande alojamento para abrigar as pessoas que estão\ncom a doença da terra (Landziekte) para deixarem se tratar pelo doutor Piso, \nque para isto ofereceu seus serviços, e para fazer com que a pensão e\n\"leengeld\" venha beneficiar o hospital.\n\n"
        }
    ]
}